[
    {
        "title": "Българска кухня",
        "content": "Българската кухня е условно понятие, с което се подразбират традиционните български ястия и модерните приноси, заимствани отвън. Най-общо под понятието „българска кухня“ се разбира основният комплект от ястия и съставки, които присъстват в бита на българския народ. Едни от най-характерните продукти, използвани в българската кухня са бялото саламурено сирене и киселото мляко.Рецептите са формирани в продължение на векове, с традиции в овкусяването и изградени методи и техники за приготвяне, представляващи синтез от европейската и азиатска кухня. == Кратка история == Със създаването на българската държава се поставя началото на сливането на кухните на траки, славяни и прабългари и изграждането на националната кухня. Всяка етническа група се включва със свои кулинарни традиции. Хранителните традиции са се формирали под действието на следните фактори: географско положение, обществено-икономическо развитие, религия, селско стопанство, сезонност, съоръжения и др. Археологическите данни сочат, че основните съставки на древната кухня в нашите земи са били традиционните за района зеленчуци – зеле, морков, цвекло, ряпа, лук, чесън; различните видове месо – овче, козе, свинско, говеждо, птиче, дивеч; млечни продукти, зърнените храни – просо, овес, ечемик, ръж, пшеница; както и бобовите растения – бакла, леща, грах, фий и други. По-късно, в периода 16 – 17 век, в българската кухня навлизат като продукти растенията и животните, открити в Америка – появяват се неизвестни преди това храни като фасулът, пиперът, доматът, картофът, царевицата, слънчогледът, пуешкото месо и т.н. От изток на свой ред се появява оризът, патладжанът, специфичните подправки и съставки, като чер пипер, джинджифил, риган, канела и т.н. Поради близостта си до Ориента, ориенталски технологии на приготвяне на храната също присъстват в България, а някои имена на ястия, дори с модифицирани рецепти носят същите имена – мусака, гювеч, имамбаялдъ, кьопоолу, пилаф, баклава, кадаиф и мн. др. След Освобождението се намесват влияния от Европа, като много от тях са интерпретирани специфично – като съставки, технология на приготвяне, начин на поднасяне и др. След 1940 и особено след 1965 г. много от основните съставки липсват на пазара и биват заменяни с други, които и днес са част от националната кухня. Така маслото бива заменяно със свинска мас, маслините – с кисели краставички, стритите яйца – с млечна „майонеза“. Отпада хайверът, появява се „Русенско варено“. Същевременно, въпреки съществуващия дефицит, по време на комунистическия режим , се появяват емблематични за днешната българска кухня наименования като „Шопска салата“, „Кавърма по радомирски“, „Боб чорба по манастирски“, „Яйца по панагюрски“ „Чушки бюрек“ и др., всички те наложени от номенклатурата на националния туроператор Балкантурист. Преходът налага и други нововъведения, напр. модификациите на „шопската салата“ , които днес биват наричани „овчарска салата“, „воденичарска салата“; към кавърмата се добавят яйце, чушки, кашкавал – това се прави за угода на посетителите, рецептите се отдалечават от древните традиции, но на практика се постига бъдещото развитие на националната кухня. == Специфика == Една от характерните особености на българската кухня е, че повечето продукти в едно ястие се обработват топлинно едновременно. Това важи особено при печивата и обяснението е просто – в миналото домакинствата почти не са имали собствени фурни, а са отнасяли подготвеното за печене ястие в обществени фурни. Дори с навлизането на модерните технологии след края на Втората световна война, тази традиция на приготвяне се запазва в голяма степен, до края на осемдесетте години на миналия век . Друга характерна особеност е включването на много пресни или консервирани зеленчуци, които се обработват едновременно с месото. Силна, в сравнение с други кухни е употребата на пикантни подправки като лук, чесън, червен и чер пипер, бахар и дафинов лист. Много се употребяват силни аромати и ароматни комбинации с джоджен, босилек, розмарин, сминдух . === Сравнителни характеристики === Кулинарните зони обикновено се характеризират с регионално и културноисторическо обозначаване на съответните традиции, свързани с храненето и използваните продукти, похватите на приготвяне и сервиране. Поради тази причина най-общо кухните се разглеждат в широк мащаб, от една страна, според регионите които обхващат, а от друга – според сходните култури на народите, които създават кулинарните традиции. Според първия принцип – регионалния принцип: в най-голям общ мащаб българската кухня е част от европейската кухня. В европейската кухня се разглеждат различно дефинирани региони, които най-често се припокриват и с културните прилики на страните в тези региони. Българската кухня има множество допирни точки с изброените национални кухни, включени в Балканските, Славянските и Средиземноморските кухни, но както всички световни кухни ползва заемки и подправки, типични за Предориенталската и Ориенталските кухни ==== Славянски кухни ==== Присъства характерната употреба на множество тестени печива – баница, тутманик, тиквеник, мекица, катма, всичко това в специфична кулинарна интерпретация. ==== Средиземноморска кухня ==== Българската кухня е част от балканските кухни. Те имат голяма прилика със средиземноморските, изразяваща се в богатото използване на сурови и консервирани зеленчуци, употребени в натурален или обработен вид, както и в сравнително бързата термична обработка на ястието. ==== Балканска кухня ==== Повечето специалисти включват българската кухня именно в общия списък на балканските кухни. Много ястия, характерни за българската национална трапеза, с разновидности, присъстват в кухнята на другите балкански народи – салати , задушени , сосове , печива и др. Ястията, приготвени на скара от кайма , както и предимно сиропираните десерти също са сходни. == Предястия – салати и разядки == === Салати === В българската кулинарна традиция са характерни предимно салатите от пресни или термично обработени зеленчуци – домати, чушки, краставици, лук, зеле, моркови, ряпа, картофи. Основни подправки са солта, олиото, оцетът, червеният и черният пипер, магданозът и копърът. Емблематични за българската кухня са салати като „Шопска“, „Снежанка“ и др. През зимата често се консумират консервирани салати – туршии. Към салатите условно могат да бъдат причислени различни зеленчукови сосове като кьопоолу и лютеница. Характерно за българската, а и за балканската кухня е, че почти всички видове салати се сервират освен като предястия, така и като гарнитури или микс-блюда за основно ястие. Най-честата им употреба като основно ястие е във вид на студена или топла гарнитура към месни аламинути – пържени или печени кюфтета, шишчета, кебапчета или цялостна мешана скара. === Гарнитури и гарнитурни миксове === Гарнитурите могат да се поднасят самостоятелно, като предястия, или като част от добавка към основно ястие, или т.нар. аламинут. Когато гарнитурите са няколко на брой и са сервирани в плато, най-често се наричат гарнитурен микс и се сервират като предястие. Когато са част от основно ястие, най-често са добавка към аламинут или месен специалитет. Често за гарнитура се приема и ордьовърът от нарязани еднородни деликатесим напр. ордьовърът с български сирена, френски сирена, или български колбаси, луканки; меки колбаси и т.н. В съвременния български език думата „гарнитура“, в контекст на добавка към ястие, все по-често се заменя със старобългарските думи „разѐдка“ /разѣдкъ/ и „похапка“ . == Ястия == В традиционните български разбирания, под ястия се разбира обедно ястие от две основни блюда – първото е някаква течна храна супа, чорба или бульон, които се сервират преди второто, което се приема за основно блюдо или основно ястие. В старата българска литература супите, чорбите и тараторът се наричат с общо име сочива. Сочивото може да бъде освен супа, чорба, но и друг вид ястие, съдържащо повече течност . В новобългарския език сочива се наричат всички течни ястия или основно ястие, в което е използвана течна заливка . В това число се включват и всички ястия от вида на яхниите, които се приготвят с варене. Всички безместни ястия са се наричали освен с думата постни и с израза леки храни. А всички месни се наричали тежки. Изключения правят само блюдата с риба и пилешко месо, които също са приемат за леки храни. Предястието и десертът се смятат като допълнения към основното ястие и могат да не присъстват. Във вечерно хранене обикновено се изключва супата и десертът, но почти винаги и традиционно присъства предястието под форма на салата или на традиционна разядка , които могат да се консумират и с алкохолна напитка === Супи, сосове и яхнии === Супите, сосовете и яхниите, макар и все по-рядко, се наричат с общото традиционно наименование сочива. Приема се, че когато се сервира яхния или подобно на яхния сочиво, блюдата могат да бъдат две и в такива случаи не се сервира супа, или яхнията е първо блюдо, предшестващо основното . Българската кухня е богата откъм супи – зеленчукови, месни и рибни, някои от тях се приготвят в зависимост от сезона – например студената супа „таратор“ е характерна за лятото. Сред по-известните супи в българската кухня са „шкембе чорба“ и „курбан чорба“. === Печени и задушени ястия === Печените във фурна, на котлон или на скара храни се наричат с общия стар термин печива. Печиво може да бъде както цяло приготвено ястие, така и отделен елемент за месни аламинути или зеленчукови добавки За разлика от сочивата печивата са винаги основно ястие, приготвят се както за обяд, така и за вечеря. Приготвянето на много от печивата е свързано с обредни събития и ритуали. Печива са и всички тестени ястия, от които най-популярно в България е баницата. В българската кухня има характерен вид ястие, което е печиво по своя начин на приготовление, но често се използва като гарнитура или предястие, освен като основно ястие. То се нарича „плакия“. Приготвя се като запечени на фурна зеленчуци, в които има пикантни подправки и киселина. Най-често ползваните пикантни подправки са чесън и/или черен пипер, а киселината - винен оцет. Обикновено се консумира леко охладено. === Аламинути === Ястия, които се приготвят бързо и са съставени от по-малко компоненти в българските кулинарни традиции, се наричат „аламинути“. Аламинутите са печени или запържени меса, яйца, млечни продукти и/или комбинация от тях. Обикновено се сервират в комплект с някаква разядка или микс от топли или студени салати. Поднесените в общо блюдо различни салати и разядки се наричат „гарнитури“ или „гарнитурен микс“. В началото този термин е професионален жаргонен израз, използван от кухненските работници в социалистическите ресторанти, но впоследствие се въвежда и като термин, който се ползва и в преподаващите хранително-вкусови дисциплини в специализирани училища по готварство и кулинария. Оттам навлиза и в бита на българите. ==== Месни и млечни аламинути ==== ==== Ястия и аламинути с риба и морски продукти ==== ==== Аламинути с яйца и/или млечни продукти ==== Това са най-популярните аламинути, които се използват предимно в домашни условия и за чието приготвяне не са необходими специални кулинарни умения. Към тях спадат – популярните варени яйца, пържени яйца, омлети и миш-маши. Към аламинутите с яйца понякога се добавят и други две групи – панираните колбаси и месните аламинути , които по същество са разновидност на месните аламинути, както и панираните сирена и кашкавали, които са безмесни аламинути; за тяхното приготвяне се изискват малко повече готвачески способности. ==== Колбаси ==== Българската национална кухня е сравнително бедна откъм видове колбаси, но това е за сметка на отличните вкусови качества на традиционните колбаси. Някои от най-популярните колбаси са: луканка, суджук, наденица, саздърма, пача, кървавица, пастърма, различни видове шпек салам, няколко видове мек салам , карначета и др. През годините, някои от колбасите се превръщат в деликатеси , други започват да се опушват вместо да се обработват чрез варене. Трайните сурово-сушени колбаси имат нужда от зреене, преди да станат годни за консумация. Все още в страната се практикува традиционното приготвяне на колбаси, като в малките населени места може да се видят окачените да се сушат домашно приготвени суджуци. Сушенето се извършва през студените месеци , в продължение на 40 – 60 дни. По този начин те се консервират и не е нужно при приготвянето им да се добавя консервант. Когато се хапват сурови, колбасите се използват за мезе или закуски. Някои меки колбаси са предпочитани сварени за закуска с франзела или малко хлебче . При употребата им като част от ястие най-често се изпичат на скара или се запържват. Като аламинути, или части от мешана скара най-популярните колбаси са наденичките. Въпреки че на скара могат да се пекат всякакви месни колбаси, дори нарязани кръгчета от сушени или деликатесни колбаси . == Десерти == Българските традиции при приготвяне на десерти не са големи и са свързани най-вече с приготвяне на обикновени тестени десерти. При ежедневно хранене за десерт най-често се използват свежи плодове през лятото или компоти през зимата. По-специфичните сладкарски десерти обикновено са заемки от западноевропейската или ориенталската сладкарска практика: Ашуре Бяло сладко Грис Грис-халва Десертна баница Домашни бисквити Кекс Компот Конфитюр Крем , Крем-карамел, Крем-какао, крем-шоколад Курабии Малеби Мармалад Млечна баница Мляко с ориз Плодове Плодова баница Торта Халвавж. Сладкиш == Закуски == В съвремието българите най-често използват за закуска типичните европейски форми на сандвичи, които се правят от хлебни филйки, питки или малки хлебчета с някаква добавка . Закуските, макар и формално погледнато да са вид бързи ястия, т.е. аламинути, по същество рядко се наричат с това име. В българската разговорна реч закуската се приема като по-бързо и ограничено похапване от аламинутите, които по своята същност са обедни или вечерни бързи ястия. В хранителните навици на българите е прието закуските да се обозначават с времето, когато се консумират – сутришна, предиобедна, следобедна, нощна и/или полунощна, среднощна. Поради модерни тенденции в хранителните навици българите отбягват традиционните български тестени закуски. Това се дължи на не съвсем точната представа, че тестените закуски са вредни. Вредни могат да бъдат тестените запръжки, приготвяни с животинска мазнина или масло, което се прави сравнително по-рядко. А вредите обикновено са само при прекаляване с тестени храни, но това се отнася за всички храни. При балансирано и умерено хранене тестените храни са полезна и задължителна енергийна храна, свързана с традициите на почти всички европейски народи. === Традиционни български закуски === В българските традиции най-честите закуски са били тестените закуски – мекици, пържени или печени кифлички, понички, баници. Наред с тях популярност имат и претендиращите за национални ястия и храни, приготвяни специално като закуски, или десерти като тутманици, катми, палачинки, курабии, домашни бисквити и други. В старата българска кухня името „мекица“ се е появило като антонимна форма на българската „твърдица“, това име се използвало за тънка хрупкава пита изпечена на сач. Сега този вид питки най-често се наричат пърленки. Въпреки че думата „твърдица“ е отпаднала от употреба, тя е останала като топоним – гр. Твърдица , каквато е била обичайна българска практика при кръщаване на малки населени места да се дават и имена на вкусни ястия. === Течни закуски === Това са закуски, свързани с набързо приготвени сварени тестени изделия или полети с бульони. Най-популярната в миналото течна българска закуска е попарата, която се приготвя от сухари или засъхнал хляб, накъсани на малки хапки и залети с чай, прясно мляко или само подсладена гореща вода или бульон. Друга разпространена форма на течна закуска е закуската с тестено макаронено изделие , което се консумира заедно с бульон . === Пържени закуски === Това са голяма група тестени изделия, като най-популярни са мекиците, поничките и пържените кифлички, познати в българската кухня с руското име „пирожки“. Съществува голямо многообразие от варианти и начини на приготвяне. Делят се най-общо на солени и сладки, с плънка и без плънка, с растителна или животинска мазнина. Много честа закуска в България, приготвяна предимно при домашни условия, са пържените филийки. === Печени тестени закуски, тестени ястия и хляб === Най-популярната печена тестена закуска е баницата, когато се приготвя като закуска, най-често е разрязана на малки късчета, наричани с умалителното „банички“. Все по-рядко се приготвя за закуска българската гарнирана пита, която прилича на италианската пица. Много от младите българи поставят знак за равенство между гарнираната пита и пицата поради въведената такава употреба в края на 70-те и началото на 80-те г. Заведенията, в които се приготвят навремето български варианти на италианската пица, в това десетилетие се обозначават като ресторанти за „гарнирани пити“, но не се сервират българските гарнирани пити, популярни от предходните десетилетия, а побългарен вариант на италианската пица. == Напитки == Българските традиции в консумация на напитки са сходни с тези на най-разпространените в световен мащаб основни безалкохолни и алкохолни напитки. === Безалкохолни напитки === Традиционно българската кухня в миналото основно са използвани напитки подсладени с мед . По-късно, когато захарта става по-достъпна и вече не е лукс, особено популярни в България и в Източна Европа стават напитките от плодове и захарен сироп, носещи общото име „компот“ , консервирани предимно в домашни условия.Най-употребяваните топли напитки са кафето, чаят, прясното мляко, млякото с какао . Разпространена е употребата на топли напитки с алкохол, както и топли алкохолни напитки . Жаргонно българите нарича топлите и студени безалкохолни напитки „сладкарски“ или „десертни“. В годините до 90-те с голяма популярност са традиционните за българските сладкарници и кафетарии предориенталски напитки като боза и айрян, чиято популярност и употреба напоследък спадат. Тези напитки обаче се смятат, че имат положително влияние върху здравето на хората.Голям е дела на консумация на натурални и минерални води, основно поради факта, че България е богата на много минерални извори. Слабо е търсенето на много популярните през70-те и 80-те години 'газирани' и хининизирани газирани води . === Алкохолни напитки === Нараства популярността и употребата на слабоалкохолните напитки, към които се числи бирата, десертните и пенливите вина. Традиционно висока е употребата на вино, като най-често се пият български вина. Винарството в България има дълбоки корени. Освен белите и червените вина традиционни са високоалкохолните спиртни напитки ракия и мастика, както и ментовка . Във всекидневието си българите употребяват и множество други спиртни напитки – водка, уиски, коняк, джин, различни видове коктейли. == Съвременни влияния == В днешно време силно осезаеми са влияния от най-различни кулинарни традиции. От една страна в бита на българина навлизат чуждестранни ястия – пица, спагети, гулаш, паеля, месни ястия от западноевропейската кухня, както и модерният „фаст фууд“. От друга страна започват да се използват нетипични подправки и продукти, които постепенно се интегрират в българската кухня. == Кулинария и традиции == Както всички народи, и българите имат характерни ястия, свързани с определени празници в народния, църковния и гражданския календар. Такива са постните сарми и пиперки на Бъдни вечер, капамата и изобщо ястията с кисело зеле на Нова година, рибата на Никулден, баницата и халвата на Сирни заговезни, козунакът на Великден, агнешкото на Гергьовден и др. == Източници == == Външни препратки == Cuisineeurope – България Архив на оригинала от 2013-10-05 в Wayback Machine.",
        "language": "bg"
    },
    {
        "title": "Чушкопек",
        "content": "Чушкопекът е домакински електроуред за печене на плодовете на пипера.Чушкопекът може да се използва и за печене на други продукти, например патладжани или картофи. Прочутият в страната и извън пределите ѝ чушкопек, признат за изобретение на XX век и една от българските емблеми, е измислен в малка гаражна работилница във Велико Търново. Уредът, който буквално е изкупуван от конвейерите, включително и от чужденци, дълги години е правен в промкомбината на старата столица, който впоследствие става общинска фирма „Десислава“. Тук е създадена и прочутата печка „Диана“, както и акумулиращата ѝ разновидност. Инж. Николай Пиперков заедно с неколцина негови колеги постфактум изготвили чертежите на уреда, за да покрие изискванията на БДС и Инспекцията по охрана на труда. Прототипът на чушкопека – една от основните емблеми на соца, е създаден през 1974 г. Първото масово производство на знаменития чушкопек започва в началото на 1975 г., но се появили първите проблеми, тъй като реотаните изгаряли много бързо. Има форма на цилиндър с кухина, заобиколена от електрически нагревател, в която се събира една голяма чушка. Първоначално цената му била 12 лв., а впоследствие се появили двойни и тройни чушкопеци с разделителна пластина в кухината за по 17 – 20 лв., в които се изпичат по няколко чушки. При нормални условия, печенето на чушките отнема не повече от 5 минути. Заради огромното търсене на чушкопеци от страната и чужбина тогавашната власт се заела и да легализира уреда, който се произвеждал напълно апокрифно в старата столица Велико Търново. „Извикаха инженери от София да изготвят проект и документация, официално чушкарникът бе тестван и в лабораториите на „Елпром“ – Варна, за да се извади документ по БДС. Това се направи обаче, след като бяха произведени вероятно стотици хиляди чушкопеци“, обясняват Радославов и Давидов. За над 35-годишната история на уреда са направени вероятно милиони изделия. Почти няма български дом, в който неизменно да не присъства и легендарният чушкопек, смятан за едно от най-великите изобретения на XX век. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Агнешко чомлек кебаб",
        "content": "Агнешки чомлек кебап е ястие от традиционната българска кухня, приготвено от нарязано на късове и задушено в гърне агнешко месо, лук, арпаджик, чесън, доматено пюре, брашно, бяло вино и подправки. == Техника на приготвяне == Месото се нарязва на хапки и се задушава в мазнина. Прибавят се нарязаните на ситно лук, чесън и почистен арпаджик. След като се запържи, се поръсва брашно, добавя се виното и доматеното пюре, сол и магданоз. Ястието се прехвърля в гърне, капакът се замазва с тесто и се пече в продължение на 3-4 часа на бавен огън. Поднася се поръсено със ситно нарязан магданоз. Отделно се поднася гъсто кисело мляко. == Външни препратки == Рецепта за чомлек кебап, от „Веселият готвач“.",
        "language": "bg"
    },
    {
        "title": "Айвар",
        "content": "Айвар е специална зеленчукова салата, специалитет на балканската кухня, която се приготвя от червени чушки, като според някои рецепти може да се прибави и патладжан. Айварът произхожда от Сърбия и е известен и като сръбска салата или сръбски зеленчуков хайвер. Айварът е много популярен и в Северна Македония, а през последните десетилетия се произвежда и от консервните фабрики в България. Използва се като гарнитура към месни ястия или като паста за сандвичи. Отличава се от лютеницата, която се приготвя на основата на червени чушки и домати, и от кьопоолуто, което се прави основно от патладжани. == Вижте също == Разядка Лютеница Пинджур Кьопоолу Кетчуп Kасапско мезе == Източници ==",
        "language": "bg"
    },
    {
        "title": "Ашуре",
        "content": "Ашурѐ е десерт от сварена и подсладена със захар грухана пшеница, прясно мляко, вода, стафиди, сушени кайсии, сушени смокини, сварен нахут, сварен боб, нарязан на дребно локум, орехи, щипка сол и щипка черен пипер. По желание може да се добави вода от сварен карамфил, да се поръси с канела. Ашурето има хиляди разновидности. Според традицията продуктите в ястието не трябва да са по-малко от седем - символ на плодородието. Добавят се щипка сол и черен пипер, за да не влиза дяволът. В България ашуре се готви ираздава от българските мюсюлмани в месеца на Ашурето. След приготвянето си, то се осветява с молитва и се раздава на най-малко седем домакинства. Ако остане неизяден излишък, той не се изхвърля, а се изсипва на корена на овощно дърво и то дава повече плодове. Готви се също така от арменците в Арменската Коледа. Ястието те наричат Ануш Абур. Поризход на ястието: Ашурето се свързва с легендата за Ной. Корабът останал в безкрайното море с месеци. Запасите от храна започнали да се изчерпват. След приземяването на кораба, за да останат живи оцелелите започнали да слагат от всички видове храни по малко в един огромен казан и получената супа днес наричаме „ашуре“. == Наименование == Името идва от арабската дума عشر за числото десет и е свързана с мюсюлманския празник Ашура Ашура. Ашуре се готви и раздава на десетия ден на масец Мухаррем от мюсюлманския календар . == Източници == Речник на чуждите думи в българския език, 1982 г., БАН На една земя под едно небе - празници и обичаи на българи, арменци, руси старообредци, турци и цигани , Донка съботинова, 2009 „Anadolu ve yemek sanatı kitabı“ „Geçmişten geleceğe yaşayan kültürel miras ulusal envanteri“",
        "language": "bg"
    },
    {
        "title": "Баклава",
        "content": "Баклавата е вид сладка баница, сиропиран сладкиш. Баклавата се разпространява сред иранските народи, Османската империя, балканските народи, Азербайджан, Армения и др. Прави се от тесто, разточено и опечено на много тънки кори. Корите се пълнят с орехови ядки и се заливат със захарен сироп. Ежегодно в търговищкото село Драгановец се празнува Празник на баклавата. == Външни препратки == Рецепта за баклава Рецепта за традиционна баклава",
        "language": "bg"
    },
    {
        "title": "Баница",
        "content": "Ба̀ницата е традиционно българско тестено ястие. Състои се от навити или наредени на пластове листи разточено тесто или готови кори за баница с плънка. Обикновено се пече във фурна. Използват се различни плънки – най-често сирене или извара, със или без добавка на яйца. Правят се баници и със зеленчуци, месо, плодове. == Етимология на думата == Лексемата баница има славянски произход и е резултат от развоя на праславянската форма *гыбаница > *гбаница > баница . Форма гùбаница – пряк наследник на *гыбаница, е регистрирана в говора на с. Ново село, Видинско. Форма гибàйница, също близка до праславянската форма, е запазена в говорите на селата Куфалово и Литовой . Лексемата гùбаница се употребява и в сръбския език.Коренът е индоевропейски *gheub- със значение свивам, сгъвам, движа, тъй като листовете на баницата се нагъват, завиват. В Зографското евангелие е отбелязан глаголът прэгыбатё , а в съвременните български диалекти се употребяват глаголите гибам, нагùбам , нагибна, сгùбам се , прегибям и др. == Видове баница, според начин на приготвяне == Според начина на приготвяне баниците биват 3 типа – редена, вита и баници от смесен тип. === Редена баница === Редените баници се приготвят като се редят листи от тесто и между тях се поставя мазнина, и след няколко подредени листа се насипва плънка , която може да е от сирене, яйца и сирене, плодове, зеленчуци, ориз, мляно месо и др. Редената баница е позната и с имената наложена баница, права баница, правилна баница. === Вита баница === Плънката се поръсва на кора, която се навива на руло. Получените рула се подреждат спираловидно в кръгла тава или хоризонтално едно до друго в правоъгълна. Съществува и трети вид на редене, който е съвременна иновация и се нарича „на охлюви“ или „на гнезда“. Традиционно, под форма на вити баници се приготвят и баниците с месо . Има варианти за вита баници с комбинирана плънка, включваща ориз, кайма и други добавки. Витата баница е позната и с имената свивник, крива баница, раченик/ръченик, тепсийник/тепсийница. === Смесена баница === Баниците от смесен тип са няколко разновидности. Най-популярната се нарича клин. Приготвя се, като квадратните кори се сгъват по диагонала и между подгъва се поставя плънка. Клинът може да бъде не само триъгълен, а с форма на полуелипса или полукръг. Мантѝя е подобна на клин, само че се прави от кора, която е двойно по-голяма от съда, в който се реди, и след като се постави плънката тази част, която излиза извън тавата, се приклапя и кората се доразтяга, за да покрие изцяло плънката. И клинът, и мантията най-често се правят само с по една по-плътна тестена кора, затова често биват смятани за неистински баници, тъй като повече приличат на големи мекици с плънка, отколкото на истински баници. Като мантия често се приготвя и популярният родопски пататник, който също се прави само от 2 кори с плънка между тях. Смесена баница или същинска смесена баница се прави в много малко фолклорни области на България. Приготвя се, като в тава с мазнина се нареждат няколко кори, сякаш се подготя редена баница, а след това се поставят навити кори с плънка. Най-отгоре отново се поставят няколко слоя редени кори. Така получената баница прилича на редена баница, но всъщност си е вита, покрита отдолу и отгоре с кори за редена. Шеговито е наричана маскирана баница. При някои смесени баници се поставя плънка и между витите кори, и между редените над тях. За смесена баница се приема и редена баница, в която корите са надиплят така, че да образуяат улеи и в тях се поставя плънка. Този тип баница е познат с имена като „къдрава баница“, „дрипава баница“, „грапава баница“, „гиздава баница“. В торлашките говори в западните български диалекти се нарича „гибаница“ или „гърбаница“ . С названието „гибаница“ в сърбохърватските говори наричат всички видове баница, като обясняват етимологията „гибаница“, с турскоезична заемка, влязла в сръбския език след реформата на Вук Караджич – „гибати“. . В действителност, най-общото фолклорно схващане сред повечето етнографски български групи е, че етимологията на баница произлиза от прабългарската и старобългарска дума „банак“, която означавала равна плоскост, гладкост, равнина. Друго значение на „банак“ е било за плосък глинен съд, подобен на тава, и чийто аналог в съвременния български наричаме с турцизма „тепсия“ или просто „плитка кръгла тава“). Съвременна иновация при приготвяне на „къдрава баница“ е като върху една най-напред се посипва плънка и след това се оформя около нея каналче, като се нагъва с леко прищипване, най-отгоре се покриват с цяла кора или парчета кори, като по желание, може с нож да се очертаят или направо изрежат изцяло получените улеи. След изпичане се получават надлъжно подредени ивици редена баница. В съвременни рецепти, вместо „къдрава“ или „грапава“ баница я наричат с причудливи имена, като „хармоника“, „зиг-заг“, „на лехички“ и др. Заради това название „хармоника“, е въведена нова техника за правене на баница, която обаче е разновидност на вита, като вместо на рула с плънките се правят плоски „свивки“ , с тесни високи ръбчета, които се нареждат в тавата изправени на ръбестата страна, подобно на класьор . Това също е много съвременна иновация и все още не е част от традициите при приготвяне на баница. == Видове баница, според използваната плънка == === Баница със сирене === Традиционната българска баница се приготвя с плънка от бяло саламурено сирене. Когато в разговорен език се говори за баница, без да се уточнява каква, се подразбира именно такава. ==== Видове баници със сирене ==== Баниците със сирене могат да бъдат няколко подвида: чиста, в която има само сирене и някаква мазнина; с яйца и сирене, плюс добавена мазнина, а понякога и с допълнителни подправки; със сирене, яйце и кисело или прясно мляко.Баница с плънка от яйце, сирене и кисело мляко обикновено се нарича домашна баница. Често е назовавана и с името на турския аналог на тази баница – бюрек. Разликата между бюрек и българската домашна баница е тази, че бюрек се прави предимно с овче сирене, докато българската домашна баница се приготвя предимно с краве. Баница със сирене, която се прави със заливка от прясно мляко, се нарича млечна баница или къпана баница. В някои области приемат за къпана баница само тази, която се прави с кори за тесто, които се поръсват предварително с гореща вода или горещо мляко, за да поеме повече сочност плънката. Къпана баница се прави задължително с яйце, иначе тестото става „глетаво“ от ползваната гореща вода или мляко. Корите за домашна къпана баница също могат да се приготвят от тесто, в което има яйчен белтък. ==== Баница с извара ==== В някои краища на България се прави и баница с извара, или с осолен млечен квас . Получената баница обаче е със силно слепени кори и в много райони не я различават от друго популярно тестено изделие, което се приготвя обаче със сирене – тутманик. По тази причина някои хора погрешно наричат тутманика баница, a баницата с извара – тутманик. ==== Нетрадиционни баници със сирене ==== В съвременната домашна българска кухня често се приготвят баници с нетрадиционни плънки, в които се използват така наречените „жълти“ сирена. Най-често се използва традиционното българско жълто сирене – кашкавал, но има експериментаторски рецепти, в които се влагат чуждестранните и популярни френски, немски, италиански сирена. В България често наричат баниците с кашкавал „руска баница“, което е повече мит, отколкото истина. В Русия наистина съществува традиция за правене на блинове с „жълто сирене“, но това не е кашкавал, а вид високомаслена руска извара – тваро̀г , която е доста популярна в Русия, за разлика от България, където е позната като „кашкавалена“ извара. По принцип тази извара ползват в Русия за добавка към белите саламурени сирена при приготвяне на плънки за тестени блинове, пирожки и други тестени закуски. Жълтият тварог рядко се използва самостоятелно за храна. Освен със сухи сирена се приготвят и баници с нетрадиционни меки сирена, като синьо сирене, топено сирене, крема; или се използват сухи бели сирена . === Баница с ориз === Съществуват две разновидности на баници с ориз. ==== Традиционна баница с ориз ==== Традиционната баница с ориз, обикновено се приготвя само като вита баница, като плънката е в средната част на свивката. Приготвя се или сладка, или солена. Сладката се поръсва със захар и канела. При солените баници с ориз е възможно да се добавят яйце и сирене, каквато е обичайната плънка при склепената баница. Има и рецепти, според които баница с ориз се прави и като редена. ==== Баница със слепило или слепена баница ==== Поради незнание сега името на тази баница често се произнася и като баница с лепило, но старите българи са наричали склепило или слепило всяко затваряне на 2 части от нещо или запълване на отвор , което означава затварям, напр. „склепвам клепачи“). Това е разновидност на обикновената баница със сирене, но в плънката между отделните кори се добавя и ориз. Традиционно ястие е в Котленския край. Приготвяна и в Родопите. Склепена означава затворена по краищата, където има плънка. Това се прави с допълнителни парченца тесто , или със загъване и прищипване краищата на самите кори, между които има плънка. Поставяне на знак за равенство между баница със слепило и баница с ориз не е много коректно, но напоследък се приема именно по този начин. Смята се , че името на баницата с добавен ориз е баница със слепило. Всъщност, такава баница може да се прави от всяка редена баница, но най-често това се прави с баниците с ориз, защото оризът се раздува допълнително при печене и се разлива извън корите. За да не се случва това, при баниците с ориз е желателно краищата на корите да се склепват . Разновидност на склепена баница е така нареченият клин. За него има спорове дали трябва да се нарича баница, или не. Приликата с баниците е в плънката, която също често е с ориз и яйце и се затваря по краищата. Разликата е, че клин повече прилича на затворена пица, или катма, защото се прави от 2 дебели тестени кори, които се приклапят по диагонал, след като плънката се поставя само в едната страна на диагонала. Традиционният клин не се прави с маслено , а с къпана обга , която се намазва от страната на плънката с разтопено масло или олио. Подравнената с точилка дебела обга се нарича губа, най-често се използва при правене на тутманик или бързи баници. От една губа може да се направи голям тънък тестен лист , която се нарича петура или шетуня. Тази кора трябва да е толкова голяма, че да може да се рареже на 5 парчета , които с доразтягане се редят едно над друго в тавата за баница. Класическата подредба на българската домашна баница е била такава – две кори най-отдолу, последвани от плънка, след това само една кора, отново плънка и най-отгоре още две кори. Малко преди изпичане, баницата се залива с яйца разбити с кисело или прясно мляко и се допича. === Зелена баница === Плънката е със спанак или друг подобен листен зеленчук като лапад, лобода, праз, листа от цвекло. Приготвя се най-често като обикновена редена баница, но има варианти и за вита баница. Вита се прави най-често, като към плънката се добавя и ориз. Зелени баници често се приготвят и с плънка, в която освен листния зеленчук се добавя саламурено сирене или сирене и яйце. В някои фолклорни области на България наричат зелените баници с имена, произлизащи от диалекта на използвания зеленчук, като например копряванка , лападник , чакма̀к и др. ==== Зелник ==== Рецептите за приготвяне на зелник са разнообразни, като в повечето случаи в различните фолклорни области се отправят претенции за оригиналност на ястието, по начина характерен за приготвяне в съответната местност. В някои варианти рецептата е като на класическа зелена баница, със сирене и яйца, в която се добавя сварено или запържено наситнено прясно зеле . В други – яйцата и сиренето отсъстват и се приготвя като лучник с кисело зеле и кромид лук. Съществуват и варианти, в които освен с кисело зеле и кромид лук, към плънката се добавя праз и сирене, или кромид-лук не се слага изобщо. Най-интересни са случаите, при които зелник се приема за име на „зелена баница“, като се подразбира, че всяка баница с лапад, киселец, лобода или коприва е зелник, но не и приготвяната със зеле. Приготвяната баница с прясно зеле или маруля , дори е непознато на много места в България. ==== Лучник ==== Плънката е от праз лук и/или кромид лук. Слагат се и домати, както и червени чушки. Подправките са чубрица и магданоз. Пече се или се пържи в олио до пълна готовност за ядене. ==== Пататник ==== Пата̀тникът е типично родопско ястие, което самите родопчани не възприемат като вид баница, но в почти всички краища на България се приравнява за такова. Съществуват и модифицирани рецепти на обикновени зеленчукови баници с картофи, които се наричат по същия начин, макар това от гледна точка на родопчаните да е некоректно. === Плодови баници === Според преданията, запазени от стари времена, плодовите и зеленчукови баници са най-старите приготвяни баници. Те предшестват дори тази, която сега се възприема като обичайната традиционна баница . Старите българи не са правели разлика между плодове и зеленчуци. За тях всичко, което се е добивало от растения, се е наричало плод . ==== Баклава ==== Най-популярните плодови баници в миналото са се приготвяли с ядки и/или плодове от бобови култури. Най-разпространена от тях е баницата, приготвяна с бакла. Оттам до наши дни е останало името на десертна баница баклава, която сега се приготвя само с ядки; в България – най-често с орехови, а в Турция и други страни на Близкия изток – с шам фъстък и/или фъстъци. В световен мащаб е наложено схващането, че баклавата е ориенталско ястие, но според българите тя е само един от първите видове на разнообразните български плодови баници, с плънка от бакла. Интересно е да се знае, че в началото баклавата не е била десертна баница, а се е ползвала като основна храна и закуска. Освен нея са се приготвяли и баници с нахут , соя, фъстъци, лешници, както и комбинации на бакла и месо, предимно птиче или дребен дивеч . ==== Ябълкова баница ==== В Дунавска България, по време на Средновековието, най-популярната плодова баница на българите се наричала абланица или абланик. Името произлиза от старото българско име на ябълката – абла. Сега наричаме тази баница с чуждицата щрудел. Освен с ябълка този тип плодова баница се прави и с круша, с дюла или с комбинация от тези плодове. Някъде се добавят и други есенни плодове, като сини сливи, стафиди , фурми, смокини и др. Всички плодови баници могат да се правят и с добавени ядки, като шам фъстък, фъстък, лешник, ядки от костилки на каисии и др. Плодовата баница от този тип е задължителната обредна баница по Коледа, която с течение на времето постепенно е заменяна в различни области с тиквеник или с баклава. ==== Тиквеник ==== Тиквеникът е вид сладка баница, на която плънката се състои от настъргана тиква и захар. Приготвя се като витата баница, от тестени кори, които се навиват като пури на руло с равномерно добавяне на сместа от тиква, захар и счукани орехи. Добавя се и олио. Така получените рула се нареждат в тава, обикновено се навиват в кръг и се пекат. Сервира се с прясно или кисело мляко или компот. Известни се и рецепти за тиквеник, приготвен като редена баница. Когато се прави по този начин, обикновено се реди като ябълкова баница, или се прави плънка подобна на баклава, с добавки на ядки – орехи, или фъстъци, лешник, шам-фъстък и др. ==== Сладка баница с царевица ==== Не особено популярна баница е баницата с царевица, но е традиционна в някои фолклорни области на България. В районите, където се приготвя, я наричат кукурузник, следвайки диалектното наименование на царевицата, с руското име кукуруз. Освен за сладка баница, съществуват рецепти за баница, в които царевицата се използва като добавка в плънка на солени баници, като баница с месо , сирене и кукуруз, баница с колбас , кашкавал и царевица, баница с ориз, месо и царевица и др. Рецепта за сладка баница с царевица Архив на оригинала от 2014-02-02 в Wayback Machine. == Други видове баница == === Млечни баници === Млечните баници биват два вида. Едните са същински млечни баници, които се правят и пекат със заливка от прясно мляко. Другите се наричат къпани, и се правят с варени или попарени кори в прясно мляко или вода. Дори когато не са къпани с мляко, а с гореща вода, къпаните баници се приемат като вид млечни баници. ==== Млечна баница ==== По време на печенето се залива със смес от прясно мляко, яйца и захар, след което се допича. ==== Къпана баница ==== Преди да се наредат, корите се сваряват във вряща вода . Рецепта за къпана баница Продукти: 7 яйца, 1 – 2 щипки сол, брашно, мазнина , сирене, подсолена вода Приготвяне: От яйцата, солта и брашното се замесва меко тесто като за баница. Омесва се много добре. Вода не се слага. Разделя се на 14 топчета. Оставят се да починат за малко . От всяко топче се разточва кора с големината на тавата, в която ще печем баницата. Корите се нареждат една върху друга, като между тях се слага чиста хартия, за да не залепнат. След като са готови всички кори се слага на котлона тенджера с подсолена вода да заври и се приготвя още една тенджера с подсолена вода, но студена. Желателно е тенджерите да са плитки и широки. Ако нямате такива, може да използвате по-дълбоки тави. Първата кора се слага в намазана с мазнина тава без да се обработва. Кората също се намазва с мазнина. Втората кора се потапя във врялата вода за няколко секунди, вади се и веднага се потапя в студената подсолена вода, вади се, изцежда се и се разстила върху първата кора. По същия начин се обработват и останалите кори като всяка от тях се маже с мазнина след като се сложи в тавата. На 3 места се поръсва обилно със сирене . Последната кора се слага без да е обработена като останалите във вряща и студена вода. Баницата се пече в предварително загрята умерена фурна докато се зачерви. След като се извади от фурната не се поръсва с вода, защото ще спадне. В съвременни домашни условия, често се приготвят баници, наричани „къпани“, които се заливат с газирана минерална вода, или дори безалкохолна напитка или такава се слага в плънката. Това не е традиционно, и не е приемливо от професионалните готвачи, тъй като разваля вида и вкуса на класическата баница. . === Нетрадиционни десертни баници === ==== Баница с халва ==== Повлияни от предориенталските традиции за приготвяне на сладки баници, сходни на баклава, в България са популярни и рецепти, които наподобяват съществуващи такива от този регион. Такава е и баницата с тахан халва, която макар и не толкова популярна се приготвя на много места, предимно в Югоизточна и отчасти в Североизточна България. ==== Баница с локум ==== Баницата с локум се приготвя най-често с готови кори, или домашно препечени такива. Обихновено е със сравнително сухи кори и има вкус наподобобяващ популярните локумени вафли. ==== Баница с домашно сладко ==== Тези видове баници се правят, като съвременни кулинарни експерименти. приготвят се с по-малко мазнина, която е масло или маргарин и на вкус приличат на немските бутеркифлички или популярните френски кроасани. === Баница с месо === ==== Класическа баница с месо ==== Много популярна баница във всички краища на България. Основно се приготвя като вита, с плънка от мляно месо. Има две отличаващи се разновидности. При единия вид мляното месо е запържено с кромид лук и подправки, а при другия е с ориз, и прилича на плънката за зелеви сарми. Първият вид плънка се приготвя, като запържен лук се смесва с мляно месо, а втория е като смеска на кайма с ориз. Най-често се използва телешко мляно месо, или комбинация със свинско. ==== Баница с пилешко месо ==== Баници с пилешко месо се правят рядко и не са много популярни. Най-често се правят като оризови баници, с парченца пилешко месо, но има и рецепти за зеленчукови баници с пилешко месо. ==== Рибник ==== Рибник се приготвя по 2 начина. Първия начин е като баница със зеленчукова или оризова плънка, в която има надробени парчета месо от риба; Втория начин за приготвяне на рибник е, под форма на ястие, при който по-едра риба, най-често шаран, се опакова в тесто и се пече на фурна. Има варианти, при които шаранът се пълни с ориз и зеленчуци, преди да се опакова в тесто. Рибник е обредно ястие, в българските обичаи, което се приготвя на Никулден. Напоследък на много места наричат рибник и печена риба с плънка, която не е опакована с тесто, но това е некоректно спрямо традиционните представи. ==== Родопски клин ==== Странджанският клин е вид тестено изделие, което е спорно да се нарича баница, но по вкусови качества прилича на баница. Прави се от тесто, като за много тънка питка и се пече в открита фурна или на котлон, с обръщане. Получава се нещо като питка с плънка, подобно на италианската пица калцоне. Най-разпространените плънки са смес от ориз, сирене и яйце или смес от някаква кайма с различни зеленчуци. Приема се, че традиционният клин е този, приготвян с кайма или скълцано месо, с добавка на подправки и зеленчуци. Постният клин в градски условия се приготвя най-често със зелени листни зеленчуци – спанак, кисело или сварено зеле, сварени марули и др. Може като плънка да се използва дори комбинация от картофи с пържено фиде. За този вид клин се приема, че името идва от особения начин на разрязване на готовата баница – островърхи ромбовидни парчета , подобни на нарязването при баклавата. Това разрязване се прави, за да се вижда хубаво каква е плънката вътре. Когато плънката е от картофи, се нарича „затворен пататник“ . В Златоградско се приготвя т.нар. „сладък клин“ – плънката е ориз и яйца, но баницата е сладка. Обикновено се приготвя по Коледа. ==== Мантѝя с месо ==== Това е баница, при която плънката е от запържена кайма и лук. Поради специфичния начин на полагане на плънката този вид баница не се приготвя с готови кори, а с разточени от ръчно размесено тесто. В Централна Азия с името „манти“ наричат традиционно ястие, приготвено на пара подобно на руските пелмени. ==== Нетрадиционни баници с месо ==== В съвременната българска кухня все по-често се правят баници, в чиято плънка вместо мляно месо се използва някакъв вид колбас. За плънка се използват предимно меки колбаси, но има и експериментаторски и новаторски рецепти за баници с плънки от накълцани на дребно деликатесни колбаси, каквито са полусухите и сухи – шпек, суджук, луканка и др. Нетрадиционните баници от този тип най-често се приготвят като малки закуски и представляват аналози на популярните тестени закуски с колбас, наричани жаргонно „саламенки“. == Чуждестранни аналози == В различните чуждестранни кухни съществуват близки на баницата рецепти. === Пирог === В руската кухня с общото название пирог се назовават група тестения ястия с плънка. Могат да бъдат различни по форма и големина, и с разнообразни плънки. Най-малките по размер са познати и в България с названието си пирожки. Руснаците възприемат всички български баници като разновидност на руския пирог. === Млин === Млин е най-близкият руски аналог на българската баница. Разликата се състои в това, че се прави с по-плътни кори, а тестото за тях се приготвя от брашно, вода и равни количества мазнина и оцет . В плънката за млин не се слага кисело мляко, нито се използва мляко за направа на тестото за кори, което е съществената разлика, която го отличава от българската домашна баница или от турския Бюрек. В оригиналната рецепта в тестото за кори не се добавя сол или захар, а овкусяването се получава само от вида на плънката, която може да е солена или сладка . Руският възглед е, че млинът е българско ястие, приготвяно в Русия предимно от българоезичното население там. В България това ястие е малко популярно и в разговорния език млин се употребява като диалектна форма за баница, а не за специфична разновидност. Погрешка с млин в някои райони на България наричат и българските сладки тестени закуски , познати като милинки. Това е така, защото те често се пекат в тава, наредени плътно една до друга и така придобиват форма на голям общ сладкиш или сладка питка. === Щрудел === Щруделът е австрийски вид баница с плънка от плодове (най-често ябълки, т.нар. „Apfelstrudel“, предварително „запържени“ със захар, с или без добавка на орехи и/или канела. Има голямо разпространение по света, вкл. и в България. === Пай === Паят е английска рецепта за баница с кори или за тестени изделия, близки до кекс. Могат да имат плънка от месо, риба, зеленчуци, плодове, сирена, шоколад, ядки и др. === Пита === На български питата е тестено изделие, различно от баницата, но в Гърция „пита“ наричат и различните видове баници: колокитопита с тиквички, котопита с пилешко месо, креатопита с месо, лаханопита със зеленчуци, луканикопита с колбас, манитаропита с гъби, спанакопита със спанак, спанакотиропита със сирене и спанак, тиропита със сирене, хортопита – зелена баницаи др. === Плачинта === В Румъния и Молдова по този начин наричат три различни вида тестени изделия, които са аналогинни на нашите мекици, палачинки и баница, но последното повече прилича на италианската лазаня. Общото е, че всички са с плънка, която най-често е с месо и зеленчуци, но има и сладки плачинти, както и такива, които приличат напълно на българските правоъгълни малки банички. Най-популярната плачинта като ястие, аналогично на баница или лазаня, е тази с месо . === Бюрек === Турска баница , много близка до българската в различните ѝ разновидности. === Бо̀рики === Египетски триъгълни банички с масло, близки до българските. Плънката може да е различна – сирене, извара, спанак, агнешка кайма. Поръсват се обилно със сусам, преди да се изпекат. === Хачапури === Хачапури са грузински тестени изделия, но се срещат също и в целия кавказки регион, подобни на баница. Най-често плънката е от яйце, сирене, кашкавал == Традиции == Великден – приготвя се сладка баница и баница с коприва или друг пролетен листен зеленчук. Бъдни вечер – тъй като е последният ден от коледния пост , се приготвят баници със зеленчуци или плодове. Коледа – баница с тиква и/или яйца и сирене. Нова година – класическа баница със сирене и яйца. Специфично за празника е слагането на късмети с пожелания за здраве, любов, сполука през новата година. Традиционно късметите представляват клончета от дрян, като предварително според пъпките по клончето се наричат късметите. Петровден – баница с прясно сирене. == Алтернативни ястия == В българската традиционна и съвременна кухня се приготвят и тестени печива, наподобяващи баница, но е желателно те да не се наричат по този начин, защото не са част от българската традиция. Най-често наричат „баница“ домашната юфка, когато е изпечена във фурна. Тази рецепта е аналог, на италианските макарони на фурна . Не са разновидност на „баници“ и маслените сладкиши, дори когато са от бутертесто с плънка , или под форма, в която наподобяват малки банички. С името дрипава баница се наричат и новаторски рецепти за подобни на баница ястия от еднолистно наредени или натрошени кори за баница, залети с някаква яйченомлечна смес . Тези новаторси рецепти само наподобяват, но не са част от традиционната представа за българска баница. == Вижте също == Чушки бюрек Бюрек == Източници == == Външни препратки == Рецепти в Уикикниги",
        "language": "bg"
    },
    {
        "title": "Баница със спанак и сирене",
        "content": "Баница със спанак и сирене е традиционно българско ястие, приготвено от точени кори и плънка от спанак, саламурено сирене и зелен лук.Тази баница , е една от най-популярните и обичани баници в родната кухня. В последните години дори се приготвя от различни производители като готов опакован продукт или като полуфабрикат, който трябва да се изпече от клиента. == Технология == Приготвя се от точени кори, в които се завива приготвената предварително плънка от бланширан в подсолена вода спанак, запържен в растително олио или краве масло със зелен лук, сол и черен пипер, към които когато изстине се добавя натрошено бяло саламурено сирене . Така приготвената баница се нарежда по традиционния начин „на колело“ в тава, след което се пече в гореща фурна до готовност. == Вижте също == Баница == Източници ==",
        "language": "bg"
    },
    {
        "title": "Бисквитена торта",
        "content": "Бисквитената торта е популярен десерт в България. Тя се състои основно от три елемента – крем , прясно мляко и бисквити. == Класическа рецепта == За крема по-голямата част от прясното мляко се слага да заври. Разбиват се жълтъците и към тях се добавя малко брашно. Към вече свареното мляко се добавят маслото, ванилията и захарта. Важно е още да е топло. После се добавя и сместа с жълтъци. Слага се на котлон до сгъстяване. Бърка се непрекъснато. За подреждането на тортата: в подходяща форма се слага от крема. Добавят се бисквити, като е добре те да се потопят в останалото мляко. Повтаря се всичко това, докато продуктите свършат. Тортата се слага в хладилник за няколко часа, за да се стегне. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Боб чорба",
        "content": "Боб чорба е традиционно ястие от българската кухня, приготвено от сварен боб, зеленчуци и подправки, която може да се консумира със или без запръжка. Друг популярен вариант на това ястие е „Боб чорба по манастирски“.Често към тази супа се добавя колбас или нарязан бекон. Приготвя се като обредно ястие за Бъдни вечер . == Технология == Зрелият боб се накисва във вода и престоява няколко часа за да набъбне. Водата се изхвърля, долива се нова вода и се сварява заедно със зеленчуците. Могат да се добавят сухи чушки вместо пресни. Когато е готово, ястието се запържва с брашно и червен пипер. == Вижте също == Бобена салата Рецепта за боб чорба Архив на оригинала от 2017-03-14 в Wayback Machine. == Източници == Боб чорба",
        "language": "bg"
    },
    {
        "title": "Бобена салата",
        "content": "Бобена салата е популярна салата от българската кухня, приготвено от сварен боб, кромид лук, моркови, чубрица, която може да се консумира и като гарнитура към основно ястие. Овкусява се със сол, олио и оцет. Може да бъде смесена с лютеница, като тогава не се добавя оцет. == Вижте също == Салата Гарнитура",
        "language": "bg"
    },
    {
        "title": "Бюрек",
        "content": "Бюрек е турска баница, много близка до българската в различните ѝ разновидности . Приготвя се предимно в районите, населени с етнически турци . == Вижте също == Баница",
        "language": "bg"
    },
    {
        "title": "Бял мъж",
        "content": "Бял мъж е традиционно българско ястие от млечни продукти. Характерно е за района на село Дерманци.Приготвя се от неосолено прясно сирене, прясно мляко, брашно и сол. Тази смес се вари при много силен огън. Бърка се, докато не изври водата и се сгъсти във вид на каша. Ястието може да се подслади с мед или с петмез. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Гарнирана пита",
        "content": "Гарнирана пита е названието, въведено в края на седемдесетте години, за български аналог на популярната италианска пица. == Видове == В българските пекарни и специализирани заведения тя се е приготвяла най-често в 4 – 5 варианта с опростени и бързи рецепти. Най-познатите са за: Гарнирана пита с кашкавал Гарнирана пита с шунка и кашкавал Гарнирана пита с кренвирши и кашкавал Асорти с шунка, кашкавал и гъби Асорти с шунка, кашкавал, гъби и маслини. == Предистория == С израза гарнирана питка през 50-те и 60-те години в България наричат питка, поръсена с някаква добавка. Тази питка представлява модификация на традиционната българска питка с плънка, която наподобява баница. Питката с плънка е традиционна българска обредна питка и е част от различните варианти за обреден хляб, наричани погачи, козунаци, наречници Най-честата плънка за гарнирани питки е със сирене, със сирене и яйце, с мляно месо и др. Вариантите, при които гарнитурата е поръсена върху питката, това може да е освен сирене или кайма, също - кашкавал, но и захар и/или ядки или с плодове (стафиди /сушено грозде/, круши, ябълки и др. Т.е., освен солени, гарнираните питки може да бъдат и сладки. В умален вид този вид питки се приготвят като популярни тестени закуски със съответния пълнеж и на жаргон се наричат сиренки, кашкавалки, саламенки, сусаменки и т.н. == Външни препратки == Рецепта за гарнирана питка с кренвирши от Иван Звездев Архив на оригинала от 2014-02-03 в Wayback Machine. Рецепта за гарнирана пита с шунка „Социалистически“ реклами за гарнирана пита",
        "language": "bg"
    },
    {
        "title": "Геврек",
        "content": "Геврекът е кръгло тестено изделие, с дупка в средата, вид кравай.Думата „геврек“ е от турски произход, означава „трошлив“. Има различни видове гевреци според вида на тестото и начина на приготвяне. Не е напълно изяснено, как е започнало приготвянето на този вид храна в България. Предшественикът на геврека е симидът – хлебче от бяло брашно, приготвено с мая, понякога поръсено със захар. Негов вариант, но поръсен със сусам, е днешният солунски геврек. Гевреците, които познаваме днес, са т.нар. варени гевреци. В европейската кулинарна история се смята, че вареният геврек е привнесен от евреите ашкенази под името бейгъл. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Градинска чубрица",
        "content": "Градинската чубрица е вид покритосеменни растения от семейство Устноцветни . Тя е едногодишно растение с малки зелени листа и розови цветове. Пресните и изсушените листа се използват като подправка. Често се отглежда и като декоративно растение. Използва се като съставка на шарена сол. == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Гювеч",
        "content": "Гювеч е общото название на традиционни ястия от балканската кухня, които сами по себе си са вид яхния от месо и зеленчуци .Гювеч е също така название на традиционен огнеупорен глинен съд с похлупак, използван за приготвяне на задушени и печени ястия. Малкият гювеч се нарича гювече или гюведже. В подобен вариант такова ястие присъства в кухнята на други народи . В българската кухня има различни видове яхнии или задушени ястия с месо, които са идентични или подобни на гювеч, но носят други имена, например чомлек, задушен кебап, задушена яхния и др. Поради отличните си вкусови и хранителни качества, гювечът е любимо основно ястие. == Технология == Това ястие се приготвя от месо и множество зеленчуци, като: лук, тиквички, моркови, картофи, бамя, патладжан, домат, грах, зелен фасул, чесън и подправки: магданоз, джоджен и др. Гювеч може да се приготвя също така само от зеленчуци, с риба и дори с мляно месо. Подготовката започва с нарязването на месото на късове, като в зависимост как ще се готви ястието , месото може да се свари предварително или запържи . Зеленчуците се нарязват на едро, чесънът се начуква. Когато се приготвя традиционно в гърне, всички продукти се нареждат в гърнето, залива се с бяло вино, вода или бульон и капакът се запечатва с тесто. Традиционният български гювеч се е приготвял за празнични дни и в селата и в градовете. Изпичал се е обичайно в пещ. В селата от Северна България в почти всяка къща е имало пещ от тухли или кирпич. В градовете във всяка махала също е имало фурни за хляб, където в обедните часове хората са носели гювечите си за изпичане. Приготвянето на ястието отнема сравнително кратко време, но ако се остави на бавен огън, става по-вкусно. Най-вкусен е гювечът в есенния сезон, приготвен от месо на угоено шиле или овца. == Видове гювеч == Агнешки гювеч зарзават Агнешки млечен гювеч Агнешко чомлек кебаб Гювеч по овчарски със смляно месо Рибен гювеч Телешко млечен гювеч Гювеч от картофи Тюрлю гювеч Гювеч от риба Гювеч с ориз Гювеч с картофи и фасул Зимен гювеч Гювеч зарзават Тракийски гювеч Летен гювеч със заливка Гювеч от картофи с ориз Гювеч по овчарски Гювеч по каракачански Гювеч от зеленчуци Млечен гювеч Гювеч от овнешко месо със зеленчуци Гювеч по добруждански Гювеч с телешко месо и ориз == Вижте също == Гулаш == Външни препратки == bgkulinar – Рецепта за „Гювеч със свинско месо“Гювеч със зеленчуци и пилешко Архив на оригинала от 2021-12-07 в Wayback Machine. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Джоджен",
        "content": "Джоджен , още гьозум или обикновена мента, е вид мента, растяща в Централна и Южна Европа. == Отглеждане == Обича влажните почви. == Описание == Джодженът е тревисто многогодишно растение, достигащо на височина 30 – 100 cm, с листа, дълги 5 – 9 cm и широки 1,5 – 3 cm, с назъбени краища. Цветовете са събрани в класовидни съцветия, като всеки от тях е розов или бял, на дължина и ширина 2,5 – 3 mm. == Приложение в кулинарията == Използва се като подправка. Листата му се използват в супи, чорби и яхнии от зрял боб, при приготвяне на пюрета от спанак, при яхнии от агнешко, овче и пилешко месо, за агнешка плънка, при задушени меса и варено – свинско или телешко. Поради специфичния си, и то силен аромат, трябва внимателно да се съчетава с другите подправки, защото може да ги „потисне“ и те да не се усетят вкусово. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Дроб по селски",
        "content": "Дроб по селски е традиционно българско ястие, приготвено от телешки, агнешки или пилешки черен дроб, изпържен олио, заедно с кромид лук, чушки, гъби, домати, готварска сол, черен пипер и чубрица.Самото ястие се сервира с нарязан на дребно пресен обикновен магданоз, като се съчетава добре с гарнитура от сварени картофи. == Вижте също == Българска кухня == Източници ==",
        "language": "bg"
    },
    {
        "title": "Дроб сарма",
        "content": "Дроб сарма е традиционно ястие от турската, българската, сръбската, македонската и др. кухни, основно на Балканския полуостров. == Рецепта == Най-често срещана е агнешката дроб сарма, но може да се направи също така и от пилешки дреболии или дори без месо. Основните продукти са зелен лук, магданоз, джоджен, червен и черен пипер, ориз, олио, по желание домати и гъби, както и брашно, кисело мляко и яйца. Дреболиите се варят в подсолена вода и след това се нарязват на сравнително дребни парчета. Лукът се задушава, след което към него се прибавят оризът и дреболиите, разбърква се добре, прибавят се червен и черен пипер, магданоз и джоджен. Към сместа се добавя горещ бульон или гореща вода и се пече във фурна. При желание могат да се прибавят нарязани домати и гъби. Прави се заливка от кисело мляко, яйца и брашно. Консумира се топла. == Етимология == Често се допуска грешка при правописа, като широко използваната дума „сърма“ е неправилен, тъй като означава тънък златен конец или златотъкан плат, според речника на БАН. == Вижте също == Пилаф == Източници ==",
        "language": "bg"
    },
    {
        "title": "Дюлев мармалад",
        "content": "Дюлевият мармалад е сладко дюлево желе или дюлев бонбон. Основните съставки са дюли и захар или пчелен мед. Исторично мармаладът е направен от дюли, и българска дума „мармалад“ идва от португалската дума „marmelada“, означаваща „дюлева препарация“ , но в наше време се отнася главно към конфитюри, направени от цитрусови плодове, особено портокали.",
        "language": "bg"
    },
    {
        "title": "Елена (филе)",
        "content": "Филе „Елена“ представлява изсушено свинско филе, характерно за района на град Елена. В Елена филето е известно и само като „рибица“. Вкусът и технологията на приготвяне са подобни на тези на Еленски бут, но и в същото време са различни. == Технология == Технологията на приготвяне е проста. След отделянето на филето или така наречената „рибица“ се оформят краищата на рибиците и се поставят в постав заедно с бутовете, сланината и другото месо за осоляване. Стоят така от два до седем дни и след това се изваждат. Измиват се, изстъргват се ако на някои места има останали съединителни ципи и се поставят да съхнат на проветриво място. Оттук започва да върши своята работа чистият въздух в Еленския балкан. В зависимост от желанията и вкуса на стопаните е възможно рибиците да се овалят в чубрица или в смес от чубрица и черен пипер, а понякога и в чубрица, черен и червен пипер. След няколко седмици сушене филето е готово за консумация. Някои го предпочитат по-изсушено, а други – не толкова.",
        "language": "bg"
    },
    {
        "title": "Еленски бут",
        "content": "Еленски бут е месен деликатес – солен и сушен свински бут, приготвян само в района на град Елена. == Описание == Месото на бутът по „Еленски“ има уникален и специфичен вкус. Приготвя се в условията на специфичните климатични особености на Еленския балкан. Подобен деликатес, освен в България, се прави в Италия , Хърватия , където най-известни и ценени са Далматинския и Истърския, в Испания и в Германия. Някои типове прошуто в Италия са „запазена марка“, например като Prosciutto di Parma . == Технология на приготвяне == Технологията на приготвянето не е сложна и не съдържа особени тайни. След като се заколи прасето, то се опърля и изстъргва, докато се премахне всичката четина. Отделят се бутовете и плешките от животното . Точното оформяне е според желанието на стопанина и майсторлъка на касапина. След това двата бута и двете плешки се осоляват много добре и се постават на дъното на „постав“ – специална бъчва за съхранението им. В солта те престояват около 40 – 45 дни. След това осоленото месо се изважда и оставя да съхне. == Съхранение == Технологиите на съхранение са различни. В миналото бутовете са поставяни в добре претъпкано царевично брашно или покривани с филм от варно мляко. Използват се и специално ушити за целта торби от тензух или поставяне в дървени контейнери с гъсти мрежи вместо стени , като правило поставени на проветриво място, където чистият планински въздух да довърши работата по изсушаването и консервирането. Целта е да се попречи на мухите да снасят яйцата си върху него. В много от махалите около Елена, в по-стари времена, бутовете са оставяни на съхранение в стаите , в които се е палел ежедневният домакински огън и по такъв начин се е постигало и известно опушване, придаващо на месото още по-пикантен вкус. Подобна технология с борови клонки се ползва и до днес в планината Шварцвалд в Южна Германия. Интересно е също, че климатът, видът на бутовете и технологията там са много подобни. Традициите в приготвянето и съхранението на еленския бут са предимно семейни, а не регионални, и дори в няколко съседни къщи от една улица могат да се срещнат сериозни „технологични“ разлики.",
        "language": "bg"
    },
    {
        "title": "Житена питка",
        "content": "Житената питка е традиционно ястие от българската кухня, приготвено от изпечено тесто в тава. Питката се различава от пая по това, че няма пълнеж. Различава се от месеницата, козунака и погачата по това, че е съставена от едно парче. Житената питка е сходна с приготвяния по повод важни ритуали обреден хляб, като и двата вида тестени изделия имат украса натоварена със символизъм, слънце и др. == Рецепта == Съставки: брашно – 1 кг мая – 20 г прясно мляко – за размиване на маята яйца – 3 броя олио – 2 с.л. захар – 1 с.л. + 1 щипка за маятаПриготвяне: За тесто от 1 кг брашно се използва малко топло прясно мляко или вода заедно с щипка сол. Оставя се да втаса. Пресято брашно се смесва с втасала мая, 2 цели яйца и 1 белтък, олио и захар, и се оставя да втаса на топло място. Тестото се разполага в намазана тава, а отделни парчета, разтеглени на ленти, се ползват за украса върху питката във формата на житни класове или др. форми. Оставя се за още 20 минути и се пече в умерено загряна фурна до готовност. == В културата == Житената питка намира място в народното творчество в България, като едноименна приказка е записана от Ангел Каралийчев. Тя е един от символите на град Стражица, в който ежегодно се провежда Фестивал на житената питка. Празникът се отбелязва от 2012 г. в световния ден на хляба и прехраната – 16 октомври. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Запръжка",
        "content": "Запръжките представляват леко запържени в мазнина продукти, като лук, моркови, целина, домати или доматено пюре, брашно, червен пипер, и разредени с бульони .Запръжките придават плътност на течната част на ястията, оформят и подобряват вкуса и външния им вид, обогатяват ги с мазнини, скорбяла, минерални вещества и витамини. Запръжките са съставна част на голям брой основни ястия, супи и сосове. == Видове запръжки == Според вида на използваните продукти и степента на изпържване те биват зеленчукови, брашнени, комбинирани, светли и тъмни. Зеленчуковите запръжки биват светли и тъмни според вида на употребените продукти и продължителността на изпържването им.Светлата зеленчукова запръжка представлява задушени до светложълт цвят неоцветяващи мазнината зеленчуци и зеленчукови корени. Приготвя се от мазнина, малко вода, лук, целина, пащърнак, магданозени и други корени. Употребява се за приготвяне на светли сосове и неоцветени ястия — месо с ориз, млечен кебап и др. Тъмната зеленчукова запръжка представлява задушени до тъмнозлатист цвят зеленчуци. Мазнината ѝ е оцветена в светлочервен цвят от извлечените багрилни вещества на морковите, доматите, доматеното пюре и червения пипер. Приготвя се от мазнина, малко вода, лук, моркови, целина, доматено пюре или домати, червен пипер. Тъмната зеленчукова запръжка влиза в състава на тъмните сосове, гювечите и други ястия. Брашнени запръжки. Брашнените запръжки се разделят на светли и тъмни според степента на оцветяване на брашното.За светла запръжка брашното се сипва в слабо нагрятата мазнина и при непрекъснато бъркане се пържи до получаване на светложълт цвят. При нагряване на брашното в мазнина, както и при сухото му нагряване при температура над 100 °С, става денатурация на белтъчините и разпадане на скорбялата. Изменя се цветът на брашното, което придобива кремав оттенък. Изменението на цвета се дължи преди всичко на образуващите се меланоидини и на карамелизация на съдържащите се в него захари. По такъв начин, регулирайки продължителността и температурата на нагряване, може да се получи брашно със светлозлатист или тъмнозлатист цвят. Светлата брашнена запръжка се използва за приготвяне на светли сосове, основни ястия и супи. За получаване на тъмна запръжка брашното се пържи по-продължително време до получаване на тъмнозлатист цвят. Тази запръжка се използва за приготвяне на тъмни сосове, ястия от дивеч и др. Препеченото брашно представлява брашнена запръжка, приготвена чрез сухо нагряване на брашното без мазнина. Брашното се изсипва в тава на пласт с дебелина 5-6 mm и се пече в умерено силна фурна, като често се разбърква. В началото на печенето то става на гранулки поради съдържащата се в него влага. Постепенно водата се изпарява, скорбялата декстринира, а захарите карамелизират, в резултат на което брашното добива златист цвят и приятен специфичен аромат. Такова брашно се препоръчва пред брашнената запръжка, приготвена с мазнина. Използва се за сгъстяване на супи и ястия. Смесена запръжка. Смесената запръжка се приготвя чрез запържване на зеленчуци и брашно. Според вида на зеленчуците и степента на изпържването им тя бива светла и тъмна.Смесената светла запръжка се приготвя от светла зеленчукова и брашнена запръжка, а тъмната – от тъмна зеленчукова и брашнена запръжка. В мазнина се приготвя светла или тъмна зеленчукова запръжка и след изпаряване на водата в мазнината се поставя брашно и се запържва или се използва отделно препечено брашно. За тъмната запръжка накрая се прибавя червен пипер и веднага след това запръжката се разбърква и се разрежда с бульон или гореща вода. == Източници == == Вижте също == Чорба",
        "language": "bg"
    },
    {
        "title": "Зелева салата",
        "content": "Зелева салата е вид ястие, приготвено от ситно нарязано прясно или кисело зеле, което може да се използва като самостоятелна салата, така и като гарнитура към основно ястие. Към тази салата може да се добави и майонеза. В България салатата се приготвя по два начина. Приготвяна с прясно зеле, тази салата изисква нарязано на жулиени зеле, добавя се нарязан на ренде морков, магданоз, целина, сол, оцет и олио. Към тази основна салата може да се добавят нарязани краставица и домат. Така приготвена тази салата може да се приготви и като туршия. Когато се прави с кисело зеле, то се нарязва на едро, като се овкусява с червен пипер, оцет и олио, но не се добавя сол. Яде се предимно през есента и през зимата. == Външни препратки == Рецепта за зелева салата",
        "language": "bg"
    },
    {
        "title": "Зелена салата",
        "content": "Зелена салата е традиционна сезонна салата от българската национална кухня, приготвяна от нарязани маруля, зелен лук, репички, краставица, които се овкусяват със сол, олио и оцет, а най-отгоре се поставя маслина.Често се добавя сварено и нарязано яйце, поднася се с гъсто овче кисело мляко. Яде се предимно през пролетта. == Вижте също == Салата == Източници ==",
        "language": "bg"
    },
    {
        "title": "Имамбаялдъ",
        "content": "Имамбаялдъ е постно ядене, типично за балканската, и по-специално турската кухня. Представлява пълнени патладжани с домати, моркови, лук и чесън. За подправки се използват целина, магданоз, лимон, дафинов лист. Пече се на фурна, но се консумира студено.Името на ястието означава на турски „имамът припадна“ . Легендата разказва за един висш духовен сановник , който припаднал от възхищение, когато вкусил за първи път гозбата. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Кавърма",
        "content": "Кавърмата е ястие, печено на фурна в гювечета. Думата е от турски произход, означава „запържен“. Най-често то съдържа месо , лук, чубрица, чушки, пипер, сол. Но при бесарабските българи от Украйна и Молдова се приготвя по коренно различен начин. Това ястие се прави задължително от агнешко месо и се вари в голям казан на огън на открито, добавя се червен пипер и лук. След като месото е готово се изчаква мазнината да се сгъсти, докато лойта придобие оранжев цвят. В Молдова това ястие се прави и от овче или пилешко месо, и се добавя киселина .",
        "language": "bg"
    },
    {
        "title": "Каймак",
        "content": "Каймак е млечен продукт с мек, кремообразен състав, бледо жълтеникав цвят и сладко-кисел вкус. Традиционно се произвежда на Балканския полуостров. В България с името каймак се нарича още специфичната кремообразна част, образувана при приготвянето на кафе-еспресо, капучино и др. == Източници == == Вижте също == Мляко Капучино Крем Сметана",
        "language": "bg"
    },
    {
        "title": "Капама",
        "content": "Капама̀ е балканско ястие. Думата е с турски произход. и означава „затворен“. Приготвя се от кисело зеле, ориз, подправки – черен пипер, дафинов лист и чесън, различни видове месо . В разложко се добавя и така нареченото „чекъне“ или туршия от цвекло. == Техника на приготвяне == Реди се на пластове, като свинското се поставя на дъното. Залива се с вода на места и чаша червено вино. Оригиналната капама се готви в казан върху открит огън. Сега е по-известен друг начин на приготвяне – в запечатано с тесто глинено гърне се пече няколко часа във фурна. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Карначе",
        "content": "Карначе е вид колбас, представляващ тънка наденица, която може да се приготвя на скара и във фурна, характерно за Балканската кухня. Карначето обикновено се приготвя от смляно свинско и телешко месо, с подправки, задължително осолено. Предполагаем произход на името е румънското 'carnat' . Така на румънски се наричат всички видове меки месни колбаси, произведени от скълцано, смляно или пресовано месо в обвивка . При нас различните видове такива наденици имат различни имена – кренвирши, наденици, биренки, както и тези, наричани 'карначета'. В съвременния румънски език, думата е придоила и по-широк обхват, като под carnati се разбират всички видове „колбаси“, или „месни изделия“ изобщо. Румънската дума carnati се използва за този тип колбас, най-често в словосъчетанието carnati virslie . Carnati е производна на carne , която освен в румънския се среща с идентично или сходно изписване в почти всички италийски езици: на испански и италиански – carne , на португалски carne – , на каталонски carn – . В българските традиции с думата 'карначе' се нарича само тънката наденица, която обикновено се навива „на кравай“ и обичайно се предлага в магазинната мрежа само като „вид сурова наденица“. По време на социализма е имало спорадични производства на издължени тънки варени колбаси, подобни на тънки кренвирши, готови за консумация, както и на „варена наденица“. Те също са били предлагани в търговската мрежа под името 'карначета', но за краткия период, през който са се разпространявани, не са получили прием и одобрение и по тази причина производството им било преустановено и няма традиция за употребата им. По същото време се налагат и „съвременените имена“ на различни видовете български колбаси, като „пилешки и телешки кренвирши“, както и на „дебреценски салам“ превърнато в „дебърцини“, „хамбургски салам“, „телешки салам“, както и станалите нарицателните с марките си „Камчия“, „Родопа“ Родопа, тип „Мортадела“. . Тогава са наложени и „марките“ на всеизвестните деликатесни колбаси – шпек-салам „Бургас“, суджук „Петрохан“, „Смядовска луканка“ и т.н. Сушените колбаси и деликатеси са дълготрайни колбаси, за разлика от суровите, варените и варенопушените. .",
        "language": "bg"
    },
    {
        "title": "Картофена салата",
        "content": "Картофена салата е вид ястие, приготвено от варени картофи. В различните страни по света съществуват различни варианти на добавките. Сервират се и с при различни температури - някои горещи, а други изстудени. Картофената салата може да се сервира като гарнитура към печено пиле или друг вид месо, например шунка. В България салатата се приготвя от варени картофи, които се нарязват на кубчета и се прибавя сол, черен пипер, нарязан стар лук на ивици, оцет и олио. При желание може да се добави кисело мляко, магданоз, зелен лук или майонеза. == Външни препратки == Картофена салата по италиански Рецепти за картофена салата Английска картофена салата",
        "language": "bg"
    },
    {
        "title": "Касапско мезе",
        "content": "Kасапско мезе е едно от имената ползвани за обозначаване на традиционно българско предястие, ползвано и като мезе, закуска или добавка към сандвичи. В съвременните си варианти на приготвяне представлява размачкано сирене с добавена мазнина и червен пипер. В някои рецепти се добавят и някакъв нарязан на ситно лук . Заради минималистичния начин на съвремените рецепти за касапското мезе, то често бива наричано „касапско сирене“ , което довежда до съвсем отдалечен от традиционния вид на предястието начин за поднасяне, като нарязано на кубчета сирене поръсено с червен пипер и залято с олио или зехтин. = Традиционен начин за приготвяне = Традиционния начин за приготвяне на предястието е бил сходен с представите ни за типична „млечна лютеница“. Основните компоненти са били скълцани, печени червени чушки , сгорещена мазнина , кисело мляко, овче или меко краве сирене и подправки. Понякога разядката се е доовкусявала с чеснов лук, но това изрично е било уточнявано , или ако е лютиво , означава че са добавяни люти чушки . Не е известна традиционна рецепта за разядката, в която да се поставя праз или кромид лук. Алтернативен начин за приготвяне е бил, като червените чушки вместо да се пекат, се надробяват на дребно, запържват се в тиган, и както са в тигана с мазнината – се заливат с домашно приготвен катък . Този начин е директна заемка от турската кухня, където почти по същия начин се приготвя ястие наричано „чобан кутлуди/кютлюси“ . Повлияни от този начин за приготвяне, в периода на „Социалистичска България“ се правят индустриални опити за производство, а резултатът е поява на съвсем нов продукт – топено сирене с име „Овчарче“. == Вижте също == Айвар Пинджур Кьопоолу",
        "language": "bg"
    },
    {
        "title": "Катма",
        "content": "Катмите са ястие от Странджанския район, Родопите и други райони на България, подобни са на палачинки или гьозлеме. Названието е с централно азиатски произход . Правят се от втасало рядко тесто с мая, като се изпичат на специален плосък глинен съд - сач. След изпичането се мажат с краве масло, свинска мас или олио според местния обичай или възможности. Характерното за катмите, което ги отличава от палачинките е по-голямата им дебелина и множеството мехурчета в тях. Днес към катмите се добавят сирене, шунка, конфитюр или др., в зависимост от предпочитанията. == Вижте също == Гьозлеме Палачинка Пърленка",
        "language": "bg"
    },
    {
        "title": "Катък",
        "content": "Катък или крукмач е млечен продукт със солено-кисел вкус. Думата е от турски произход, означава „добавка“. Названието всъщност се използва за няколко продукта с подобен вкус, но получени по различен начин. Традиционно катък се прави от най-гъстото овче мляко през август. Млякото се вари на водна баня, след което се оставя на тъмно и хладно място. Разбърква се през няколко часа, дни под ред. Посолява се, не се слага сирище. Полученият продукт е дълготраен и може да се използва в продължение на няколко месеца. С цел получаване на по-гъст продукт, преди заквасването овчето мляко се вари на бавен огън в продължение на няколко часа. Продуктът е най-разпространен в южните части на България. Традицията за приготвяне на катък в този край е, заготовката да се сложи за отлежаване в глинена стомна при непроменяща се температура, като за най-подходящо се посочва кладенец. Така приготвената смес отлежава дълго, а в някои случаи дори над шест месеца. През времето, в което продуктът отлежава, млякото се сгъстява и придобива специфичен резливо-кисело-солен вкус. След изваждането му от кладенеца, стомната се чупи и продуктът се консумира директно без обработка. В наши дни катък се нарича и просто повече или по-малко хомогенна смес от кисело мляко и овче сирене с евентуална добавка на масло. Това, разбира се, няма качествата на оригиналния продукт. Под името катък се намират и разновидностите на млечната салата, приготвяна с катък. Обикновено включва съставки като овче сирене, месести чушки , чесън, олио, печени орехи. Обикновено се сервира като мезе към ракията. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Качамак",
        "content": "Качамак е традиционно балканско ястие, важна част от българската национална кухня, разпространено и в Северна Македония, Албания, Босна и Херцеговина, Черна гора, Сърбия, страните от Кавказкия регион, Турция. Приготвя се от царевичен грис или едро смляно царевично брашно. Ястието е подобно на италианската полента и на румънската мамалига. Сместа се вари във вода с щипка сол на тих огън при непрекъснато бъркане с т.нар. бъркалка „качамилка“, до получаване на каша с желаната гъстота. Процесът на варене трае около 40 минути. Съдът се дърпа от огъня, добавя се масло, сместа се разбърква бързо и се захлупва за около 15 – 30 мин., в зависимост от количеството. Така, продуктът набъбва още повече, и поема водата. Използван като заместител на хляб в ежедневното хранене, качамакът може да се нареже на парчета и да се сервира по различни начини – сладък или солен. В някои краища на България се полива със запържена с червен пипер свинска мас, сирене, каймак или свински пръжки . За десерт качамакът може да се залее с изваряван сок от захарна тръстика или захарно цвекло, наричан адъ, петмез или маджун. В Североизточна България се приготвя и шупла . Известен е по света под различни имена, но съставът му е един и същ, запазен през вековете до днес. == История == В България качамакът се налага през XVIII век с навлизане отглеждането на царевица като земеделска култура и по-лесното и продължително съхранение на царевицата като земеделски продукт. Бързото приготвяне като храна на този вид хляб е особено примамливо за българката, поради нейната голяма натовареност – тежък селски труд и отглеждане на многобройна челяд. Преди да се появи царевицата в България , по технологията за „пареното“ тесто от просо се е приготвял просеник – с вода се забърква каша от просено брашно, изсипва се в тава и се пече. В миналото всички зърнени култури са се мелели на мелници-караджейки , при което в брашната остават всички съставки на зърното. == Производство на царевица == Производството на царевица е най-добрия показател за ползването ѝ като храна. В Ориенталския отдел на Народната библиотека в София е запазен турски данъчен регистър от 1871 г. от който се вижда, че са произведени и са обложени с данък десятък в Оряховската каза както следва: царевица 1 437 761 килѐ ечемик 771 490 килѐ пшеница 453 830 килѐ овес 237 650 килѐ просо 40 493 килѐ ръж 4602 килѐ.За справка – едно тогавашно берковско килѐ е с тегло 70 kg, а едно цариградско килѐ – 40 kg. == Вижте също == Мамалига Полента Тутманик == Източници == == Външни препратки == Рецепта за мамалига Архив на оригинала от 2008-06-27 в Wayback Machine. Рецепта за полента Архив на оригинала от 2009-06-17 в Wayback Machine. Рецепта за качамак по селски",
        "language": "bg"
    },
    {
        "title": "Кебап",
        "content": "Кебапите се приготвят чрез запържване или задушаване на кубчета месо в мазнина или сос. В някои случаи се прилага печене на скара или на жар. Кебап, наричан още тас кебап, е традиционно българско ястие, което се приготвя от свинско, агнешко или телешко месо, кромид или праз, брашно, домати и подправки. Много популярен е „виненият кебап“, чието име идва от факта, че при запържването на продуктите сместа се разрежда не с вода както при обикновения кебап, а с червено вино, което допълнително обогатява вкуса на ястието. == Технология на приготвянето == Технологията на приготвянето на кебапите е заимствана от ориенталската кухня, а впоследствие е доразвита и изменена съобразно с особеностите на националната ни кухня. Използва се свинско месо, сосът се приготвя с яйца и мляко, поради което има бял цвят вместо типичния червен. Кебапите се приготвят по няколко начина и в практиката тяхното разнообразие е голямо както поради различните продукти, така също и поради различните прилагани обработки. Използват се различни видове месо, като се предпочита по-младо и крехко агнешко, телешко и свинско месо от контрафилето, капака, ябълката, плешката и шола; агнешко месо от бута, плешката, тръбната и ребрената част. Използва се още месо от сърни, елени и есетрови риби. Сосът може да бъде различно оцветен. Той е вкусен и ароматичен, което се дължи на многото употребени подправки – чубрица, джоджен, черен пипер, дафинов лист, вино, лютиви чушки, чесън и др. Кебапите се поднасят със или без гарнитура. В зависимост от технологията на приготвянето и състава на течната част кебапите се разделят на следните групи: кебапи със сос; кебапи от изпържено и задушено месо, останало на мазнина; кебапи, задушени в пергаментова хартия, було, палачинка; кебапи, печени на скара или шиш. Кебапи със сос. Месото се запържва в мазнина, изважда се и се приготвя запръжка от ситно нарязан лук, доматено пюре, брашно и червен пипер. Запръжката се разрежда с малко бульон и месото се връща в нея. Прибавят се и подправките - чубрица, джоджен, черен пипер, чесън, бяло вино. Задушава се при умерена температура до достигане на кулинарна готовност на месото. Някои кебапи след полуомекване на месото се разпределят в пръстени съдове и допълнително се задушават в тях. На други кебапи сосът се застройва с кисело мляко и яйца. Те се отличават с бял цвят на соса. Кебапите със сос от тази група се предлагат с подходяща гарнитура - задушен ориз, пюре от картофи, патладжани, тиквички и др. Типични представители на тази група кебапи са винен, тас кебап, горски, хайдушки, аджемкебап. Кебап на мазнина. За приготвянето им се използва най-крехкото месо от контрафилето. Нарязаното месо се запържва в мазнина, изважда се и в нея се задушават последователно дребно нарязаният праз лук, гъби, лютиви пиперки, домати или доматено пюре. Заливат се с бяло вино и се овкусяват с различни подправки. Задушават се при умерена температура, докато остане на мазнина. По този начин се приготвят каварма кебап, странджански кебап, кебап с гъби и др. След прибавяне на яйцата към приготвения каварма кебап се получава каварма кебап по радомирски, по русалийски и т.н. Кебапи в було, в хартия. Кебапите от тази група се приготвят единствено от агнешко месо и от агнешки дреболии – бъбречета, ядки, момици и др.Месото и дреболиите се поставят сурови или се запържват леко в мазнина заедно със ситно нарязания зелен лук и доматите, подправя се с бяло вино, джоджен, черен пипер, магданоз, разбъркват се леко и се увиват в пергаментова хартия, в було или палачинка. Подреждат се в намаслена тава, поливат се с малко бульон или гореща вода и се задушават във фурна. По този начин се приготвят агнешко книжен кебап, агнешки шиш кебап в було и др. Кебапи, печени на скара или шиш. За приготвянето им се използва свинско месо от каретната част, ябълката или шола; месото се нарязва на тънки филийки, маринова се с ароматични подправки и след това се пече на скара или шиш, който се върти над разпалена жар. По време на печенето месото от време на време се поръсва с вода, за да не прегори или да не остане сухо.При поднасяне печеното на скара месо се нарязва на малки парченца. Като гарнитура се приготвят печени пиперки, пържени картофи и домати. Към тази група се отнасят друсан кебап, дюнер кебап и др. == Вижте също == Чомлек-кебап Кебапче Яхния Гювеч",
        "language": "bg"
    },
    {
        "title": "Кебапче",
        "content": "Кебапче е ястие от смляно на кайма месо с подправки, с цилиндрична форма и печено на скара. То е характерно за българската и балканската кухня. Традиционно кебапчетата в България се приготвят от смес от смляно свинско и говеждо месо и подправки . Възможно е да се използва и само свинско месо, а рядко дори и агнешко. След като се омеси, каймата се оставя да престои 24 часа. На кебапчетата се придава правилна цилиндрична форма с тегло 35 – 90 грама. Консумират се топли с различни гарнитури. == Приготвяне == Сочни кебапчета стават само от свинска кайма, мляна от плешката, месо около корема и сланина. Подправките са 5 гр кимион и 5 гр черен пипер на 1 кг кайма. Каймата се омесва добре и трябва да поеме около 100 – 150 гр вода. Отлежава едно денонощие в хладилника на пласт не по-дебел от 6 cm. Премесва се пак, отлежава 5 – 6 часа и се оформят кебапчетата, като се полират с ръце, топнати в купичка вода и оцет в съотношение 1:1. Скарата трябва да е много добре загрята, почиства се с телена четка, после саждите се почистват с глава лук, бучната през мустаците и отрязана по екватора, после се намазва леко с олио – потопява се лукът в чинийка с мазнина и се маже с него. При печенето се търкалят само в една посока на три пъти. Не трябва да се притесняваме от мазната кайма – такава трябва да е – като се пекат излишната мазнина изтича. Тази, която при омесването е образувала гел с водата остава, и прави кебапчето сочно – месене и отлежаване – мазнината да се гелоса с водата – емулсия. Кебапче се пробва, като се хване с щипките за единия край и се разтресе, трябва да не се прекършва – иначе каймата е била постна или недостатъчно омесена или малко отлежала. В същото време кебапчето може да се пресече с вилица в чинията – не е необходим нож, за да се отреже. Според стандарта оттогава, когато е изпечено, трябва да тежи 72 гр. == Вижте също == Плескавица Кебап Кюфте Шницел == Източници ==",
        "language": "bg"
    },
    {
        "title": "Кебапчета по ловджийски",
        "content": "Кебапчета по ловджийски е ястие от традиционната българска кухня, приготвяно от смляно 2 пъти телешко месо, пушени свински гърди, суджук, смесени с червен пипер, кимион, лук и чубрица. След като се смесят всички съставки, се добавя червено вино, в което е разтворена сол. От сместа се оформят кебапчета, които се пекат на силна скара. == Външни препратки == Рецепта за Кебапчета по ловджийски на ezine.bg == Вижте също == Кебапче",
        "language": "bg"
    },
    {
        "title": "Кешкек",
        "content": "Кешкек е обредна яхния от пилешко месо, пшеница или ечемик. Кешкекът е разпространен в Турция, Сирия, Иран а също и в други страни. Приготвя се, като пшеницата или ечемикът се смесват с пилешко месо и се варят в голям казан на постоянен огън. Пшеницата е предварително накисната във вода от предния ден, а пилешкото е сварено и обезкостено. Хомогенизирането се получава с помощта на голям дървен чук, с който се „бият“ съставките, докато се варят в казана. Приготвянето е много трудоемко и изисква много често разбъркване и постоянна температура на огъня. Казва се, че най-вкусният кешкек е този, който е бит силно и дълго време. Ястието е обредно и най-често се консумира по време на религиозни празници, сватби и погребения. Смята се, че славянската дума за каша произлиза от персийската дума kishk, или и двете думи произлизат от санскритската kashaya – „лековита напитка“. Терминът кешкек също е свързан и с думата кус-кус, като за приготвянето на кешкек някога е бил използван кус-кус от ечемичени зърна. Турция регистрира традицията за приготвяне на церемониален кешкек в Представителния списък на нематериалното културно наследство на човечеството на ЮНЕСКО през ноември 2011 г. На островите Лесбос и Самос кешкек се приготвя в летните нощи, когато се коли церемониален бик. == Кешкек в България == Рецептата за приготвянето на кешкек в Силистренското село Чернолик се предава от поколение на поколение. Той е специално и много трудоемко ястие, което е задължително блюдо на мевлида за 52 ден след кончината на някого. Кешкек се готви и по време на традиционното гезе, когато дете стане на годинка и роднините най-често по майчина линия идват на гости, за да го видят. За приготвянето на кешкек в селото изкопават дълбок трап с диаметър 1 метър, в който се пали огън още от предната вечер. В дълбок 50-литров меден съд се слагат многократно измито жито и краве масло в пропорция 1:1. Добавят месото от две угоени кокошки, агнешки бут и ребра. Доливат гореща вода и затварят съда, като капакът се запечатва с глина или тесто. Съдът остава в жарта за 6 до 8 часа. След като всичко е сварено, месото се обезкостява, доливат се варено мляко и се добавя сол на вкус. Сместа се „бие“ с голям дървен чук до получаването на хомогенна каша и месото стане на конци. Кешкекът се смята за готов, когато се загребе с лъжица, обърне се наопъки и не се стича. В пещерското село Радилово от 2010 г. се провежда фестивал на кешкека. Там той е местно ритуално ястие, приготвяно от векове и свързвано с легендата за богинята на плодородието Бендида. Поверието гласи, че в селото настъпили години, в които жените не можели да зачеват. Богинята се явила в съня на една от жените и в поискала в замяна на помощта си, когато се родят деца, да се приготвя кеша . Тя трябвало да се раздава на всички в селото. Богинята заръчала да съберат най-хубавото пшеничено зърно и да се смели между едри камъни. То трябвало да се измие 9 пъти, докато стане бистро като сълза. Бременна булка трябвало да донесе мълчана вода, която да се кипне в голям съд и към него да се добави смляното жито и да се бърка. Докато кешкека се бърка, за детето се наричало „Да порасне силно и работливо“, „Да бъде с чиста душа като зърното“. Когато детето порасне, преди сватбата му се приготвя отново кешкек и се нарича за здравето на новото семейството, а след това и на децата му. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Кисело зеле",
        "content": "Киселото зеле е хранителен продукт, получен при ферментацията на зеле в приготвена саламура, основно под въздействието на естествени дрожди. == Хранителна стойност == Киселото зеле е нискокалорична храна, богата на витамини и минерални микроелементи. Последните се намират в киселото зеле както благодарение на свойствата на растението, така и заради морската сол, която се употребява при приготвянето на продукта. Поради високата си соленост не се препоръчва на хора, страдащи от бъбречнокаменна болест или хипертония да го консумират в големи количества. == Начин на приготвяне == Приготвя се като зелето, нарязано или цяло, се накисне във вода, в която е добавена сол, желателно морска, в съотношение около 40 грама на литър . Сместа трябва да престои известно време, при по-големи количества – след известен период да се „преточва“. Колкото по-голямо е количеството, толкова по-бавен е и процесът на ферментация. При по-ниски температури ферментацията също се забавя. В сместа могат да се добавят допълнителни съставки за овкусяване – ябълки, дюли, цвекло, хрян. Възможно е също добавянето на царевица или червено зеле . == Кулинарно приложение == Може да се употребява в суров вид, като салата или съставна част от нея, а също печено, варено, листата могат да се използват за приготвянето на сарми. Саламурата се пие – самостоятелно или с алкохолни напитки и се смята за много полезно средство при лекуване на махмурлук. Киселото зеле присъства в множество европейски и производните им национални кухни. В страни като Германия се смята за съществен елемент от националната кухня. В повечето европейски езици думата произлиза от немското Sauerkraut – буквално „кисело зеле“. Използва се като гарнитура или част от основното ястие. В България също се приема като част от традиционната кухня, освен в суров вид, се приготвя запечено във фурна със свинско или птиче месо, съставна част е от характерни ястия като бурания, сарми и капама. == Вижте също == Кимчи == Външни препратки == В Общомедия има медийни файлове относно Кисело зеле",
        "language": "bg"
    },
    {
        "title": "Кисело мляко",
        "content": "Киселото мляко е млечнокисел продукт, който се получава в резултат на протичането на млечнокисела ферментация в млякото. В широк мащаб то се произвежда в балканските страни, а също и в други страни по света поради добрите му вкусови, диетични и лечебни качества. Два са основните микроорганизми, които участват в процеса на ферментацията на кисело мляко – Lactobacillus bulgaricus и Streptococcus thermophilus. Те се намират в симбиотична връзка и този съюз между двете бактерии е ползотворен за тяхното оцеляване и ефикасност само когато са заедно. Не е възможна ферментация при наличие на само една от бактериите. Всяка една от двете бактерии има своята роля в процеса на ферментацията. Процесът на ферментация приключва по естествен път, чрез охлаждане. При няколкодневен престой на топло ферментацията продължава, млякото вкисва, вкусът става неприятно кисел. == История == Анализът на генома на Lactobacillus delbrueckii subsp. bulgaricus показва, че бактерията може да е възникнала на повърхността на растение. Възможно е млякото да е било в контакт с растението или бактериите да са пренесени от вимето на домашни животни, които дават мляко. Произходът на киселото мляко е неизвестен, но вероятно е изобретен през неолита в Централна Азия и Месопотамия около 5000 г. пр. н. е., когато първите животни, даващи мляко, са опитомени. Те най-вероятно са открили как да ферментират мляко случайно и по всяка вероятност киселото мляко е открито независимо по този начин на много различни места по различно време. Една от теориите за възникването на киселото мляко се свързва с траките. Древна Тракия разполагала с плодотворна почва, богата растителност и добри пасища. Всичко това допринесло да се развие цветущо овцевъдство. И поради това основното домашно животно на траките била овцата. Траките забелязали, че прокисналото мляко се запазва по-продължително от прясното. Чрез прибавяне на прокиснало мляко в прясно сварено получили продукт известен като квасено мляко или „прокиш“. Някои автори обаче смятат, че изобретяването на киселото мляко от траките изглежда принадлежи към сферата на басните.Друга теория предполага, че киселото мляко води началото си от млечнокиселата напитка „кумис“, която прабългарите приготвяли от кобилешко мляко. След като се заселили на Балканския полуостров и възприели отглеждането на овце, започнали да правят „кумис“ и от овче мляко. Прабългарите произвеждали и кисело мляко под името „катък“, като подквасвали прясно овче мляко с „размивка“ от сирене. Този продукт обикновено се приготвял в края на лятото, когато млякото е с по-високо съдържание на сухо вещество. Уйгурите, живеещи в областта Синджан в Северозападен Китай, наричат киселото мляко „кътхък“. Те го приготвят както от кобилешко, така и от овче мляко. Този факт, заедно с теорията за първоначалните местообиталища на прабългарите, навежда към теорията за прабългарския произход на киселото мляко. Чингиз хан използвал киселото мляко за храна в армията и като средство за консервиране на месото. Млякото било запазвано в овчи стомаси. Под действието на наличната микрофлора, в млякото протичала млечнокисела ферментация, в резултат на което се получавало киселото мляко. След като го изгребвали, напълвали стомасите отново с прясно мляко, а останалото кисело мляко служело за закваска. До началото на XX век хората в Западна Европа имат само спорадичен контакт с киселото мляко. Говори се, че френският крал Франсоа I страдал от тежка и нелечима диария. Той помолил за помощ своя съюзник османския султан Сюлейман Великолепни. Той му изпраща еврейски лекар, който успява да го изцери с диета, състояща се единствено от овче и магарешко кисело мляко. В знак на благодарност френският крал разпространил информацията из Европа за храната, която успяла да го излекува. Пръв проучил микрофлората на кисело мляко Стамен Григоров , студент по медицина в Женева. През 1905 г. той описва пръчковидната млечнокисела бактерия. През 1907 г. тя е наречена Lactobacillus bulgaricus. През 1917 г. Orla Jensen доказва, че при производството на кисело мляко освен Lactobacillus bulgaricus участват и коки наречени Streptococcus thermophilus. В България широко е разпространено мнението, че киселото мляко е българско поради основната причина, че Стамен Григоров е открил Lactobacillus bulgaricus. Според американската османистка Мери Нойбургер тази теза е разпространена за първи път в социалистическа България.В началото на XX век в най-известния за това време институт „Пастьор“ в Париж постъпил на работа големият руски биолог Иля Мечников . Той допуснал, че стареенето на човека е болест като всяка друга. Мечников приема, че белтъчните вещества в дебелите черва загниват, при което се получават токсични амини, вредни за човека. Те се абсорбират от организма и предизвикват промени в тъканите на артериалните стени. В резултат настъпват старчески изменения при хората, които водят към прекомерно ранна смърт. Мечников смята, че вредното действие на тези микроорганизми би могло да се намали чрез подходящи лактобацили. Убеден в превъзходните качества на киселото мляко като хранителен продукт, през последните 10 години от живота си Мечников редовно консумира кисело мляко. Мечников отдава големия брой столетници в България на редовното консумиране на кисело мляко. Така тъй пръв поставя строга научна основа за хранителните, диетичните и лечебните свойства на киселото мляко и обръща вниманието на световната общественост към него. Обществото и учените спонтанно подхващат тази теория, и киселото мляко бързо с разпространява в Централна и Западна Европа, а също и в Северна Америка. == Микрофлора == Микрофлората на кисело мляко е съставена от Lactobacillus bulgaricus и Streptococcus thermophilus. Lactobacillus bulgaricus се отнася към хомоферментативните лактобацили. Бактерийните клетки са пръчковидни, с широчина под 2 µm. Расте при 45 °C, дори и при 50 – 53 °C. Не расте при 15 °C. Оптималната температура за растеж е 40 – 43 °C. Всяко изменение в състава на средата и температурата на култивиране предизвиква промени в морфологичните и физиологичните особености на вида. Другият компонент на микрофлората в киселото мляко е Streptococcus thermophilus. Бактерийните клетки са сферични или овални с диаметър 0,7 – 0,9 µm. Разположени са по двойки, в къси и дълги верижки. Оптималната му температура за растеж е между 40 и 45 °C. Расте и при 50 °C, но не и при 53 °C. Не расте под 20 °C. Произхода на двете бактерии е от растенията. Смята се, че вследствие на контакта на животните с растенията по време на паша, бактериите полепвали по вимето на животното и при доене те попадали в прясното мляко. Така станало възможно образуването на киселото мляко. Под действието на Lactobacillus bulgaricus и Streptococcus thermophilus в киселото мляко настъпват промени в млечната захар, в белтъчните вещества и в млечната мазнина, и се формират неговият вкус и аромат. == Състав, хранителни, диетични и лечебни свойства == По време на млечнокиселата ферментация микрофлората на киселото мляко предизвиква дълбоки промени в състава на млякото. Получените метаболити оказват благотворно влияние и редица здравословни ефекти върху организма на индивида. === Състав === Химичният състав на киселото мляко и промените, които са настъпили под действието на млечнокиселите бактерии, определят хранителната стойност на продукта. По състав киселото мляко наподобява прясното, от което се получава, но в много отношения се различава от него. Химичният състав на отделните видове кисело мляко се определя от вида на прясното мляко, от породата на животните, от храненето, от прилаганата технология и други. === Хранителна стойност === Хранителната стойност се определя от съдържанието на хранителни вещества и от възможността тези съставки да се използват от организма. Киселото мляко има по-висока хранителна стойност от прясното мляко. Причина за това са настъпилите промени под действието на Lactobacillus bulgaricus и Streptococcus thermophilus. Съдържанието на млечната захар в киселото мляко се понижава с 20 – 30%. Останалото количество млечна захар служи като източник на енергия 4,1 kcal. Киселото мляко е богат източник на калций за задоволяване нуждите на човека. Калцият поддържа възбудимостта на сърдечния мускул. Има изключително голямо значение за правилното функциониране на нервната система. Стимулира действието на жлезите с вътрешна секреция и ускорява съсирването на кръвта. Киселото мляко е незаменим източник на калций за хората, които страдат от лактозна непоносимост, както и за жените на средна възраст, които страдат често от деформация на костите поради недостиг на калций. === Потискащи и антитуморни свойства === Lactobacillus bulgaricus и Streptococcus thermophilus не само повишават хранителната и биологичната стойност на киселото мляко, но му придават и лечебни свойства. Киселото мляко съдържа вещества, които потискат развитието на редица патогенни и непатогенни микроорганизми. Установено е, че микрофлората на киселото мляко синтезира антибиотични и антимикробни вещества, които действат потискащо върху микроорганизмите от чревния тракт, особено на гнилостните микроорганизми. Киселото мляко е мощно биологично средство за борба срещу някои хранителни отравяния. Киселото мляко притежава и антитуморно действие, тонизира организма. === Диетични и лечебни свойства === Все повече нараства интересът по отношение на връзката между храната, съдържанието на холестерол в кръвта и сърдечносъдовите заболявания. Храни, които понижават високото съдържание на холестерол в серума на кръвта, са изключително желани. Редовното приемане на кисело мляко намалява значително холестерола в серума на кръвта. Обикновено съдържанието на холестерол значително се понижава в продължение на 7 дни от началото на приемане на киселото мляко. Киселото мляко е ценна добавка в храната на диабетиците, която трябва да бъде с намалено съдържание на мазнина, за да се осигури по-добро понасяне на въглехидратите. Това налага киселото мляко за диабетици да се приготвя от обезмаслено мляко. При приемането на антибиотици през устата биологичното равновесие в червата се разстройва. В резултат настъпват тежки заболявания на храносмилателната система. Системното приемане на кисело мляко се отразява изключително благоприятно върху възстановяването на биологичното равновесие на чревната микрофлора. Редовното му консумиране спомага за създаването и поддържането на неспецифични имунологични реакции в организма на човека. Това е от особено значение при приемането на стерилни храни, което се свързва с появата на някои вирусни заболявания, особено на хепатит. Като цяло киселото мляко има имуностимулиращ ефект. То е ефикасно средство против диариите, запека и други стомашно-чревни болести. Помага за главоболието и е особено известно за премахването на махмурлука. И благодарение на всичките си тези лечебни свойства българското кисело мляко допринася за по-бавното стареене на организма. === Като храна за кърмачета === Благотворното въздействие на киселото мляко върху развитието на детския организъм се дължи на по-лесното смилане на киселото мляко и по-лесното му понасяне, по-доброто използване на белтъка, калция и желязото и заради неговите лечебни и тонизиращи свойства. === Използване на киселото мляко при животновъдството === Българското кисело мляко е много ефикасно средство при лекуването на телата от стомашно-чревни разстройства и болести при животните. Прибавянето на кисело мляко в храната на животните значително подобрява тяхната имунна система, здравословното им състояние и съответно подобрява качеството на месото и продуктите, които се получават от тях, и се повишава техния прираст. == Кое кисело мляко отговаря на описанието „българско“ според националния стандарт == Българското кисело мляко и щамовете от Lactobacillus bulgaricus са продукти, патентовани в Патентното ведомство на Република България. Производството му се осъществява по БДС 12:2010 Българско кисело мляко. Общи изисквания. Този национален стандарт се отнася за кисело мляко, произведено от краве, овче, биволско, козе мляко или смесено мляко чрез заквасване със симбиотични култури на Lactobacillus delbrueckii ssp. bulgaricus и Streptococcus thermophilus, изолирани в България и неподлагани на генетична модификация, предназначено за консумация. БДС 12:2010 заменя и отменя БДС 12:1982. Още по-стар стандарт е БДС 12:1972, който е действал от 1.1.1971 до 1.1.1982, когато бива заменен от БДС 12:1982. == Вижте също == Айрян Таратор Музей на киселото мляко и проф. Стамен Григоров в с. Студен извор Национален стандарт за българско кисело мляко Lactobacillus delbrueckii subsp. bulgaricus == Литература == „Българското кисело мляко – здраве и дълголетие“, Проф. д-р б. н. Христо Чомаков, Изд. „Земиздат“, София 1987 г. Ц. Захариев, Е. Динчева, „Ветеринарно-санитарна експертиза на хранителните продукти от животински произход“, том II, стр.116 – 120 == Външни препратки == Луи XI и киселото мляко Архив на оригинала от 2007-10-12 в Wayback Machine. == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Кифла",
        "content": "Кифлата е произведение на хлебарската и сладкарската промишлености. Представлява изпечено тестено изделие във формата на малко хлебче, руло или полумесец. В зависимост от състава на тестото или плънката може да бъде със сладък или солен вкус. За плънка се използват млечни продукти , шоколад, плодови сладка и мармалади. Тестото се замесва от пшенично брашно, мазнина, сол, захар и мая, яйца, мляко и други продукти се добавят в зависимост от избраната рецепта и вкусови предпочитания. Думата „кифла“ в новия български жаргон има и пейоративен смисъл, отнасящ се предимно за суетни млади жени. == Произход == Кифлата е описана за пръв път в Австрия през 1227 г., когато е наричана кипфен във Виена. В Австрия кифлата се счита от правителството за традиционна храна.Много е вероятно именно кифлата да вдъхновява създаването на сходния френски кроасан, който се прави от многолистно тесто. == Вижте също == Кроасан – вид кифла от многолистно тесто == Източници ==",
        "language": "bg"
    },
    {
        "title": "Козунак",
        "content": "Козунакът е сладък обреден хляб, който традиционно се приготвя за Великден. Символ на тялото на Иисус Христос, така както боядисаните в червено яйца символизират кръвта му. Възприет в християнството от юдеизма като символ на благоразположението и плодовитостта. В Румъния този великденски сладкиш е популярен под същото име, но с друго произношение - козонак , докато в Гърция, макар че самата дума козунак е с гръцки произход, този обреден хляб е познат като цуреки , което е възприето и в Турция, където се произнася чорек . В Русия се нарича кулич. Смята се, че произлиза от Западна и Средна Азия.Среща се и под името козинака . От специалното козуначено тесто се приготвят и други сладкиши като сладки рула и кифли, а козунакът, освен по Великден може да се намери в търговската мрежа и целогодишно. Консумира се предимно в последния ден на Страстната седмица и в следващите няколко дена около Великден. Обичайно се комбинира със великденски яйца и представлява част от характерните за този празник подаръци и почерпки. Сходни ястия по начин на направа и функции са обредните хлябове кръсташка, кулашка, кукла, колак, благовец. В православната религия козунакът и други обредни хлябове се използват за да се ознаменуват Раждането и Възкресението на Христа и за плодовитост в деня на св. Сава. == Козунакът като религиозен символ == За обредно ядене на хляб се спомена още в надписи, върху Стелата на Мернептах от 13 век пр.н.е., където се казва, че се е правело често. Символното значение на хляба е играло основна роля в изграждането на еврейската култура, оформила се в значителна степен под влияние на различни древноегипетски и ханаански култове, а впоследствие - и под европейско влияние. Задължително изискване е за всеки празник обредният хляб да е украсен с конкретни шарки или фигури, защото всеки обреден хляб с фигурите по него представлява молитва – за плодородие, за сила, за благоденствие, за веселие, за живот, за здраве и т.н. == Традиционно приготвяне на козунак == Преди въвеждането в употреба в кулинарията на захар от захарна тръстика, за този род ястия се е използвало захарно цвекло, а от по-дълбока древност - фурми, стафиди, смокини или пчелен мед. Обредните хлябове се правят от специално отделено брашно, само от пшеница, фино смляна и съхранявана по специален начин, с „мълчана, ненапита“ вода, по специален ритуал, включващ трикратно пресяване, прекадяване. и със специални символи по него. Формата на хляба обикновено е кръгла или яйцевидна. Може да бъде и продълговат , задължителни елементи са издатините с наподобяващи великденски яйца и тройната плитка, усукана, „прегърната“ или преплетена, която символизира триединството. Религиозната традиция предписва козунакът да се замеси рано в събота сутрин, а яденето му - да започне не по-рано от неделя на Възкресение, Дотогава заради Великите пости се препоръчва яденето на содена питка и мед. Преди употреба козунакът задължително се прекадява и освещава с молитва. == Рецепта за козунак == Съществуват различни варианти на рецептата за козунак. Като цяло обаче той е труден за приготвяне, тъй като изисква много време, месене и специални условия – помещението, в което се меси и втасва тестото, трябва да е добре затоплено. Характерно за козунака е, че той трябва да е добре бухнал и да се къса „на конци“. Често към тестото се добавят орехи, стафиди, настъргана лимонова кора, локум, мармалад. Маята за козунака се замесва с брашно, прясно мляко, щипка готварска сол и щипка захар при температура 28 – 30 градуса Целзий. След като шупне, се добавя към останалото брашно, яйца, захар, мляко и другите съставки. Меси се продължително време и се оставя на топло да увеличи обема си двойно, като за целта може да се сложи на водна баня. Не трябва да се прекалява със захарта, която е по рецепта, тъй като повечето захар пречи на бухването на тестото. След като втаса тестото, от него се оформят дълги фитили, които се сплитат на плитка, за да стане козунакът на конци. Пече се на умерен огън в предварително загрята фурна. == Източници == == Външни препратки == Рецепти за козунак на gotvach.bg",
        "language": "bg"
    },
    {
        "title": "Компот",
        "content": "Компот е безалкохолен сок от плодове или отвара от захарен сироп и пресни или изсушени плодове. Традиционно се приготвя в страните от Източна Европа. Думата компот произхожда от фр. compote, което във Франция през VIII век започва да се използва като нарицателно за варени плодове. В българската национална кухня е основен метод при производство на зимнина. Компотът е част от кулинарната култура на държави в Източна, Централна и Югоизточна Европа като Армения, Азербайджан, Беларус, Чехия, Украйна, Русия, Полша, България, Босна и Херцеговина, Латвия, Литва, Словения, Словакия, Хърватия, Република Северна Македония, Сърбия и Румъния. Най-често на компот се правят вишни, малини, джанки, дюли, кайсии, круши, къпини, малини, къпини, праскови, сини сливи, смокини, череши, ягоди и комбинации от тях. == Вижте също == Ошав == Източници ==",
        "language": "bg"
    },
    {
        "title": "Копривщенска кухня",
        "content": "Традиционната копривщенска кухня, наред с приносите на копривщенци в областта духовното, революционното и архитектурното развитие по българските земи се явява и микромодел на обществото по време на Възраждането.Изследванията на историци, етнолози и езиковеди, поради бурната история на градчето често подминават този аспект на характерния бит на населението му. Интерактивната кулинарна карта на българската езикова територия, в частност на района на Копривщица заема особени и характерни черти.Още Любен Каравелов в повестта си „Българи от старо време“ подробно се занимава с описанието на ритуалното жито за помен, с неговите стоящи разделени зрънца, със смокини и тълчени орехи, придружено с печено кукурузено или пшеничено брашно, подсладени с мед или пудра захар. И до днес то се слави с вкуса и аромата си.Диетата и местните кулинарни традиции са обусловени от бита и източника на доходи на местното население. Друг фактор са високопланинският климат и характерните почви, върху които виреят много малко земеделски култури. От факта, че тук виреят само бръбой и ръж произхожда и майтапа „Ядохме бръбой с мръви и напокон ошав“ . Ошава със сини сливи тук е считан за деликатес, тъй като местните плодове не узряват добре и нямат нужната сладост.Плодовете и зеленчуците за консумация биват доставени веднаж годишно с малък керван от пазарите в тракийско. Гурбетчиите от местното население или богатите търговци с абаджийски стоки, бегликчиите или джелепите носят армаган във вид на екзотични плодове и ядки от далечни места – Цариград, Александрия или Кайро.Освен с почти безбройните начини на приготвяне на ястия с картофи, тутманици и етреници, град Копривщица е прочут и с потомствения майстор на луканкиГанчо Искров. == Рецептури == Готварски рецепти от майстор Пенка Цветкова: Копривщенски мазен тутманикПродукти: бяло брашно, яйце, хладка вода, олио, краве масло, сирене, сол Зетьова манджаПродукти: яйца, червен пипер, брашно, краве масло, вода, сол Лук яхнияПродукти: свински ребра, кромид лук, сушени сини сливи, морков, магданоз, дафинов лист, черен пипер , щипка захар == Източници == == Външни препратки == Интерактивна кулинарна карта на българската езикова територия. Копривщица.",
        "language": "bg"
    },
    {
        "title": "Курбан чорба",
        "content": "Курбан чорба е традиционно българско ястие, което се приготвя от агнешко месо, агнешки дреболии, кромид лук, сладки и люти чушки, моркови, домати, яйца, ориз, магданоз, джоджен, черен пипер, червен пипер, сол и др.Въпреки че традицията повелява курбан чорбата да е с агнешко месо, често се прави и с телешко, пилешко и свинско, както и в някои рецепти не се добавя кромид лук поради специфичния вкус, който дава на ястието. Често не се добавят дреболиите. == Курбан == Много често това ястие се приготвя в голям казан, а количествата са големи, поради традицията ястието да се раздава на близки Приготвянето му започва в ранни зори и продължава до обяд. Поради отличните вкусови качества на тази гозба, тя става част от ежедневното меню на българското семейство и без определен повод. == Технология на приготвянето == Нарязанато на дребни късове и измито месо се поставя в голяма тенджера със студена вода и се оставя да се вари на бавен огън. Когато месото е почти готово, се добавят нарязаните на дребно зеленчуци и се оставят да се варят до пълна готовност. Разбиват се яйцата в отделен съд и се изсипват във врящата гозба, като добавянето им става през сито или гевгир, за да се получат „конци“ в чорбата . Важно е в същия момент супата да се бърка в една посока с помощта на черпак. Веднага след това се нагрява растително масло в тиган и се добавя червен пипер, който се запържва за много кратко за да не прегори. Сместа се изсипва в чорбата. Добавят се подправките и се поръсва със ситно нарязан магданоз. == Вижте също == Курбан Супа == Източници ==",
        "language": "bg"
    },
    {
        "title": "Кьопоолу",
        "content": "Кьопоолу е вид ястие от смлени или счукани печени патладжани и чесън, характерно за българската кухня. Съществуват и варианти, в които към патладжаните се добавят и червен пипер и домати. == Приготовление, сервиране и консумация == Традиционно кьопоолуто се приготвя от изпечени във фурна или на жар патладжани, които се обелват и счукват в дървена гаванка. В съвременната кухня патладжаните по-често се смилат, вместо да се счукват. Към така получената каша се добавя чесън, олио, сол, магданоз и винена киселина или лимонов сок. Към кьопоолуто могат да се прибавят и печен и обелен червен пипер, които също се счукват или смилат. Съществува и вариант с попарени и обелени смлени червени домати. Възможно е също да се сложат и счукани орехови ядки. Най-често кьопоолуто се консумира като предястие, отделно ястие с хляб или добавка към сандвичи. Сервира се студено. Възможно е да се поднесе и със сирене. Приготвя се и като зимнина. == Произход и употреба на името == Според речника на чуждите думи в българския език думата кьопоолу идва от турски и означава „кучи син, подлец“. Същият речник дава като второ значение на думата вид ястие от печени патладжани, но не посочва връзката между двете значения. == Вижте също == Айвар Пинджур Лютеница Кетчуп == Източници ==",
        "language": "bg"
    },
    {
        "title": "Кюфте",
        "content": "Кюфтето е ястие от смляно на кайма месо, с лук и подправки. Може да бъде във форма на топче или плоско. Приготвя се чрез пържене, печене на скара или в тава на фурна, по-рядко чрез варене.Съществуват и кюфтета не от месо, а от зеленчукова смес, например картофени кюфтета, спаначени кюфтета, кюфтета от тиквички, нахут и др., както и рибени кюфтета. Кюфтетата са само българска храна. == Българска традиция == В България кайма за кюфтета се прави от тлъсто свинско и телешко месо в пропорция 60 към 40. Възможни са варианти с биволско, овче, магарешко, конско и дивечово месо. Освен тлъсто свинско, може да се използва свинска сланина. За българския вкус кюфтета без свинска мазнина са сухи. Мюсюлманите мелят телешко или агнешко. Към мляното месо най-често се добавя намокрена среда от хляб, сол, зрял или зелен лук и яйце, след което каймата се омесва добре, за да не се разпада кюфтето при готвенето. В зависимост от региона се добавят и различни подправки като магданоз, черен пипер, чубрица и/или кимион. В зависимост от рецептата, в каймата може да се добави и ориз, настъргани картофи или кашкавал. При пържене кюфтета предварително се овалват в брашно. Кюфтета, подправени с много лют, кълцан червен пипер, какъвто се продава под името „чили“, се наричат „нервозни кюфтета“. „Татарските“ кюфтета са по-големи и съдържат разтопен кашкавал и люта чушка, а понякога и гъби, кисели краставички, бахар и бира. В България кюфтетата са много популярна храна. Консумират се предимно като основно ястие със зелена салата, лютеница, пържени картофи, туршия или друга гарнитура, а също така могат да се сервират готвени със сос като яхния или фрикасе, в умален топчест вариант, наричани „цариградски кюфтенца“ или в супа с ориз, фиде или картофи, наричана супа топчета. == Кюфтета в сос == Кюфтета в сос е традиционно ястие от българската, шведската, италианската и други кухни по света, приготвено от кюфтета, подправки и зеленчуци с различни видове сосове . == Етимология == Кюфтетата са познати по целия свят в различни варианти и названия. Българската дума кюфте идва от персийската дума kūfta , която означава „смилам“, от там и турската köfte и гръцката κεφτές. Особено много варианти има в турската кухня: Soslu köfte, İcli köfte, Mercimek köfte, Kuru köfte, Kadınbudu köfte, Terbiyeli köfte, Salcalı köfte, Sebzeli köfte, Izgara köfte, Tava köfte, Patatesli köfte, İzmir köfte, Tekirdağ köfte, Inegöl köfte, köfte yoghuri и др. На руски кюфтето се нарича „тефтели“; на френски е bulette , на немски е Frikadelle или Fleischpflanzerl, но на Световното изложение в Сент Луис през 1904 немски изложители са продавали кюфтета под името хамбургер. Оттам произхожда американското burger, american burger. На английски език кюфтето се нарича patty или meatball . == Вижте също == Кебапче Шницел Фалафел Татарско кюфте Месно руло == Източници ==",
        "language": "bg"
    },
    {
        "title": "Кюфтета по цариградски",
        "content": "Византийски кюфтета популярни в България с името кюфтета по цариградски е старо гръцко и византийско ястие, представляващо изпържани в мазнина малки по размер кюфтета от кълцано или смляно месо, лук, намачкан и овлажнен хляб и подправки, което е много популярно в Българската и Балканска кухня. Традиционно в България това обичано и широко разпространено ястие се сервира топло, като кюфтетата са поднесени върху канапе от картофено пюре, а също могат да бъдат заляти с бешамелов, грейви или гъбен сос. == Рецепта == Традиционно това ястие се приготвя от агнешка, телешка или кайма смес от телешко 60% и свинско месо 40%, кромид лук, накиснат в прясно мляко бял пшеничен хляб, за спойка се използва яйце, подправки , като след оформяне задължително следва да се овалят в брашно. Пържат се в сгорещена мазнина до готовност. == Вижте също == Кюфте == Източници ==",
        "language": "bg"
    },
    {
        "title": "Кюфтета с кашкавал",
        "content": "Кюфтета с кашкавал е ястие от традиционната българска кухня, приготвяно от кайма, омесена с лук, черен пипер, кимион и сол. == Технология == Омесената кайма се разделя на малки топки, които се сплескват. Върху сплесканите топки се поставя по малко кашкавал и се запечатва с друга сплескана топка кайма. Оформят се кюфтета и се пекат на силна скара. == Външни препратки == Рецепта за кюфтета с кашкавал в „Готвач БГ“ == Вижте също == Кюфте Кебапче Татарско кюфте Плескавица",
        "language": "bg"
    },
    {
        "title": "Локум",
        "content": "Локумът е сладкарско изделие, направено от нишесте и подсладена със захар вода. В повечето случаи локумът се ароматизира с розова вода или с лимон. Някои рецепти препоръчват слагането на орехи, фъстъци, шамфъстък, лешници и други. Обикновено е нарязан във формата на кубчета, които, за да не се слепят, се отделят едно от друго с пудра захар или кокосови стърготини. Въпреки че локумът е познат в цял свят, той е особено разпространен в българската, турската, албанската, босненската, гръцката, кипърската и румънската кухня. == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Лютеница",
        "content": "Лютеницата е хранителен продукт, едро- ситносмляна разядка , традиционна за българската кухня. Приготвя се от смлени, обикновено печени червен пипер, домати, кромид лук, патладжан, моркови, подправки. Пиперът е основната съставка на лютеницата, който придава и характерния ѝ червен цвят. Лютеницата съдържа още мазнина , а сред подправките най-важни са кимионът, лютите чушки и чесънът, на които тя дължи пикантния си вкус, а и името си. Продуктите за лютеницата се изчистват добре, пиперът и чушките се пекат, обелват и нарязват на ситно, доматите се настъргват и всичко се смила в месомелачка, слагат се подправки, след което сместа се запържва с мазнината. Гъстотата се счита за добра, след като при бъркане с дървена лъжица остане следа на дъното на тавата. Слага се в буркани и така приготвената в домашни условия консервирана лютеница може да се съхранява дълго време. Лютеницата се произвежда и в индустриални условия, като обикновено е значително по-ситно смляна, не е пържена и съдържа добавки като нишесте и други заместители. Може да се консумира намазана на филия хляб и поръсена с натрошено сирене или като гарнитура към скара, картофи, ориз или тестени изделия. С лютеница се прави традиционна българска салата с лук или смесена с варен боб. == Вижте също == Айвар Пинджур Кьопоолу Кетчуп",
        "language": "bg"
    },
    {
        "title": "Мамалига",
        "content": "Мамалига е традиционно румънско ястие, придобило голяма популярност по време на румънската окупация на Добруджа. Приготвя се от царевично брашно. Има няколко варианта на поднасяне на вече сварената мамалига. Според едни се поднася със заливка от червен пипер, олио и сирене. Може да се консумира и потопена в прясно мляко. В българската кухня подобно приготвяне на този еквивалент на хляба се нарича качамак. Приготвя се от царевично брашно със същата технология на сваряване на „тих“ огън до постигане на гъста консистенция. Сервира се както мамалигата с масло, сирене и червен пипер или като нарязани с конец парчета за консумация с вегетариански или други ястия. == Вижте също == КачамакВ Румъния мамалига се консумира ежедневно. Мамалигата е едно от най-препоръчваните и консумирани храни в Румъния.",
        "language": "bg"
    },
    {
        "title": "Мекица",
        "content": "Мекицата е традиционно българско ястие. Представлява вид тестено изделие, което се приготвя от предварително замесено тесто, което след като „втаса“, т.е. набухне, се къса на малки топки, разстила се на кръгчета и се пържи в сгорещена мазнина. Обикновено мекиците се сервират за закуска, поръсени с пудра захар или в добавка с конфитюр или сирене. == Рецепти и приготвяне == Съществуват различни рецепти за мекици, като основните разлики са в набухвателя и млякото. В Силистренско тестото се приготвя с кисело мляко и сода за хляб, и се оставя за отлежи за 30 минути докато бухне. В рецепта от с. Пъстрен, Старозагорско, мекиците се правят с мая и кисело мляко, а в Айтос – с мая и прясно мляко. Когато се правят с мая, тя първо трябва да се размие на кашичка с малко вода и брашно и да втаса на топло. Препоръчва се оформянето на мекиците за пържене да става с мокри ръце. Понякога натрошеното сирене може да се съдържа като плънка в тестото. == Източници == == Вижте още == Лангош",
        "language": "bg"
    },
    {
        "title": "Мешана салата",
        "content": "Мешана салата е популярна салата от българската национална кухня. Продуктите, с които се приготвя този вид салата, са: домати, краставици, магданоз и кромид лук, като характерно те са нарязани на по-дребни парчета или кубчета.Овкусява се със сол, оцет и олио и се поръсва със сирене. == Вижте също == Българска кухня Шопска салата == Източници ==",
        "language": "bg"
    },
    {
        "title": "Мешана скара",
        "content": "Мешана скара е вид традиционно ястие, характерно за Балканската кухня, комбиниращо няколко месни продукти , подправки, задължително приготвени чрез печене на скара. В състава на това комбинирано ястие влизат: Кебапче Кюфте Шишчета Пържола Наденичка КарначеСервира се с различни гарнитури. == Вижте също == Плескавица Кебап Кюфте Шницел == Външни препратки == МЕШАНА СКАРА Архив на оригинала от 2010-03-11 в Wayback Machine. Работеща препратка за рецепта за мешана скара на eZine.bg",
        "language": "bg"
    },
    {
        "title": "Милинка",
        "content": "Милѝнката е разпространена в западна България солена тестена закуска, направена от отделни късчета. Приготвя се от многолистно тесто с пълнеж, най-често сирене.В България има редица разновидности милинки, част от които носят имена на краищата, от които са: калоферски, родопски, добруджански, бургаски, сливенски и др. == Класическа рецепта == === Продукти === брашно – 500 г мая – 20 г жива яйца – 1 бр. прясно мляко – 150 мл топло вода – 120 мл оцет – 1 ч.л сол – 1 ч.л захар – 1 ч.л сирене – 200 г олио – 100 мл === Приготвяне === Маята и захарта се разтварят в топла вода, докато започне да се образува пяна. В дълбока купа се сипва прясното мляко, сол, яйце, оцет и олио. Добавя се брашно, мая и постепенно се замесва меко тесто. Оставя се да втаса в намаслена тава, докато обемът се увеличи 3 пъти. С намаслени ръце се оформят малки топки, които се редят в намаслена тава. Поръсват ги със сирене и се оставят да втасат отново за 20 минути. През това време се запържва 1 супена лъжица брашно и 2 щипки шарена сол в горещото олио. Още докато е топло, се заливат втасалите милинки и се слагат в загрята на 180 – 200 °C фурна. Пече се до зачервяване, след което се намазват с масло и се покрива с кърпа за 15 минути. Времето за приготвяне на една тава с милинки е около 30 мин., а за готвене – още 60 мин. == Вижте също == Баница Тутманик == Източници ==",
        "language": "bg"
    },
    {
        "title": "Миш-маш",
        "content": "Миш-маш е вид безмесно ястие, приготвяно от лук, чушки, домати, сирене и яйца, характерно за българската кухня. Съществуват и варианти при които към ястието се добавят и патладжани, бамя или моркови, както и такива без сирене. == Приготовление, сервиране и консумация == Традиционно миш-маш се приготвя от нарязани чушки и домати, които се задушават в загрято олио на умерен огън. Чушките могат да бъдат предварително опечени и обелени или нарязани в суров вид. Към сместа се прибавят яйца и сирене, за да се сгъсти. Възможно е ястието да се приготви също и на фурна.Обикновено ястието се сервира топло. Възможно е да се консервира за по-дълго време, приготвено само от зеленчуците, като преди консумация се добавят яйца и сирене. == Източници == == Външни препратки == Рецепта за миш-маш",
        "language": "bg"
    },
    {
        "title": "Мляко с ориз",
        "content": "Мляко с ориз, наричано още сутлияш или сутляш , е ястие, приготвяно от ориз, сварен с вода или мляко, и други съставки като канела и стафиди. Най-често се сервира като десерт. Когато е десерт, най-често се подслажда със захар. Този тип десерт се среща на много континенти, особено Азия, където оризът е основна суровина. == Начин на приготвяне == Прясното мляко и оризът се варят поотделно, след което се смесват, добавя се захар и се доварява на бавен огън с непрекъснато бъркане. Когато сутляшът е готов, се изсипва в купички и се поръсва с канела. При желание може да се добави екстракт от ванилия и плодове. == Галерия == == Източници == == Външни препратки == Рецепта за сутляш Мляко с ориз в арабската кухня Архив на оригинала от 2010-04-07 в Wayback Machine.",
        "language": "bg"
    },
    {
        "title": "Мусака",
        "content": "Мусака е името на няколко различни традиционни ястия на Балканите и в Близкия изток, доста различни от българското понятие за мусака. Думата „мусака“ идва от арабското „musaqqaʿa“ – изстуден, идва в България през гръцки и турски език, а по света се разпространява предимно от гръцки. Рецептата на българската мусака варира според локалните вкусове и традиции. Продуктите за една примерна рецепта са: 700 g мляно месо , нарязани на дребно 1 kg картофи, 2 - 3 моркова и 1 – 2 глави кромид лук, малко черен и червен пипер, чубрица. Всички тези продукти се задушават заедно в олио. След като се задуши, сместа се залива с чаша вода, след което се пече във фурна. Накрая се залива със заливка и се доопича със заливката. Заливка за българска мусака се приготвя, като се разбият 3 яйца, 1 кофичка кисело мляко, 50 – 100 ml вода, ½ ч.л. сол, 3 с.л. брашно, 2 щипки сода бикарбонат. Всяка порция се сервира с 1 – 2 с.л. кисело мляко, поръсено с дребно нарязан магданоз. Въпреки арабското си име, мусаката е известна по света преди всичко като гръцко ястие. Съвременната гръцка версия е създадена от гръцкия готвач Николаос Целемендес през 1920-те. В стандартната трипластова гръцка рецепта най-долният пласт е от филийки патладжан, запържени в зехтин, средният пласт е от мляно овнешко месо, предварително сготвено с пюрирани домати и подправки като червен пипер, и най-горният пласт е сос бешамел. Пластовете се нареждат в намазана тавичка и се пекат, докато бешамелът придобие златист цвят. Това е достатъчно, защото патладжаните и месото са почти сготвени предварително. Преди печене може да се наръси с кашкавал и галета. Има много рецепти за мусака, понякога без сос, понякога с други зеленчуци. Може да се използват тиквички, картофи и/или гъби. Има и постна версия на мусаката без сос бешамел и без месо – само зеленчуци, като вместо мляно месо се използва смлян патладжан, доматен сос и галета. В някои страни, например в Северна Македония, най-отдолу се нарежда пласт изпържени нарязани на филийки картофи. Турската мусака също не е на пластове. Тя се прави от задушени и запържени патладжани, зелени чушки, лук и мляно месо. Яде се с джаджик и пилаф. Арабите наричат мусака готвена салата, направена главно от домати и патладжани, подобна на италианската капоната, която обикновено се сервира студена за мезе. Западнобалканските и румънският видове мусака също са с картофи вместо патладжани. == Външни препратки == ) Традиционна гръцка рецепта за мусака Традиционна рецепта за мусака с кайма и картофи ) Рецепта мусака в Руската Архив на оригинала от 2011-05-22 в Wayback Machine. == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Овчарска салата",
        "content": "Овчарската салата е традиционно българско ястие и модификация на шопската салата. Приготвя се от нарязани краставици, домати, лук, магданоз, печени или сурови чушки, шунка, сварено яйце, кашкавал, настъргано бяло саламурено сирене и овкусени със сол и олио. Някои от представите за овчарска салата, че тя трябва задължително да е със заливка от бяла майонеза и/или извара , водят до това тя да се сервира понякога със заливка дори от високомаслено кисело мляко, което доста променя основния вкус на салатата. В действителност заливката на овчарската салата е от сместа на сварени яйца със сирене и бульонът от сварените без черупка яйца. Съществуват няколко разновидности на рецепти за овчарска салата, което често поражда спорове, коя е оригиналната. Най-честите спорове са дали в овчарската салата трябва да има гъби или не. Традиционната рецепта не включва употребата на гъби. Оригиналът на овчарска салата е доста по-семпъл. Приготвя се като шопска салата, но със заливка от бульон „забулени яйца“ , в който се добавят късчета сушено месо . Класическата рецепта за овчарска салата се е наричала „родопска“, но през 60-те години на XX в. е променяна в съответствие с рецептурните нововъведения на туроператора „Балкантурист“. Към овчарската салата не е било приемливо да се поставя украса от маслина , но след началото на XXI век почти навсякъде я сервират по този начин. Българското наименование „овчарска салата“ съществува традиционно и успоредно с турската салата с аналогично име „чобан салатасъ“ , която е подобна на българската шопска салата и по всяка вероятност е в обща традиционна основа на салатите, приготвяни от българското, сръбското, гръцкото и турското населения на Балканите в границите на Османската империя. Салата от яйца, шунка, домат и краставица с дресинг млечен сос, по рецепта на американската фирма Hormel е популяризирана с думата „спам“ по случайност. == Вижте също == Шопска салата Редена салата Родопска салата == Източници == Съвременна българска кухня, Земиздат – 1983, Любомир Петров, Николай Джелепов, Евгени Йорданов, Снежина Узунова Класическа овчарска салата",
        "language": "bg"
    },
    {
        "title": "Огретен",
        "content": "Огретенът обикновено се приготвя със сварени картофи и сирене, но рецептата е изменена и в огретена е възможно да присъстват множество други продукти като тиквички, домати, патладжани, спанак, праз, броколи, грах, моркови, зеле и т.н. Въпреки че традиционно се приготвя със зеленчуци, понякога месо или месен продукт може да присъстват също. == Приготовление == Необходими продукти: • 500 грама картофи • 30 грама масло • 150 грама сирене • 200 мл прясно мляко • 2 бр. яйца • сол Картофите се измиват и сваряват. След като са готови, се обелват и нарязват на филийки и се нарежда ред картофи в добре намазнена тава. Натрошеното сирене се разстила върху картофите и отново се нарежда ред картофи. Разбиват се яйцата, млякото и солта и със сместа се заливат картофите и сиренето. Отгоре се поставят парченца масло и ястието се пече във фурна за около 30 минути на 200 С. == Тълкуване на думата == Огретен – всяко ястие, което е залято или покрито отгоре със сирене или галета, смесени с бучки масло и приготвено във фурна или под грил. Терминът „au gratin“ или „gratinée“ е за всички ястия, приготвени по този начин. Огретенът се приготвя в специални кръгли или овални огнеупорни съдове, наричани gratin. == Външни препратки == Рецепти за картофен огретен на Веселият готвач",
        "language": "bg"
    },
    {
        "title": "Ошав",
        "content": "Ошав се нарича компот от смесени сушени плодове, традиционно поднасян на българската трапеза по случай Бъдни вечер. Обикновено се прави от сушени ябълки, круши и сини сливи, но към тях могат да се добавят и сушени череши, кайсии и стафиди. Плодовете се варят и подслаждат със захар или мед. Компотът се приготвя два-три дни по-рано, а в някои краища на България – още на Игнажден и се съхранява на студено. Съществува обичай стопанинът на дома да обикаля с ошава овощните градини, за да им покаже, че и те са почетени на празничната трапеза. == Етимология на названието == В Гюмюрджинския край се среща диалектната дума кушав, която е заета от османския турски език – hoşaf, което от своя страна е от персийската خوشآب /xōšāb/ със значение на „сладко, шербет“, а буквално „сладка вода“. == Регионално разпространение == Ошав се поднася и на Игнажден – 20 декември по нов стил, 2 януари по ст. стил, в с. Свобода, Чирпанско, както и на Суха коледа – 24 декември по нов стил, 6 януари по ст. стил, и Сурва – 1 януари по нов стил, 14 януари по ст. стил. В някои райони на Северозападна България е разпространена традиция за приготвяне на така наречения 'летен ошав' от пресни плодове , който се е използвал за приготвяне на попара, или тонизираща напитка към „Сиромашка закуска“. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Палачинка",
        "content": "Палачинка е вид тестено изделие. Приготвя се в предварително загрят тиган като се пече от двете страни последователно. Обикновено плънката на палачинката е сирене, конфитюр, течен шоколад и други. Може да се използва като предястие или като десерт, да се консумира охладена или топла, по всяко време на деня според предпочитанията, местните традиции и обичаи. Според „Oxford Company Of Food“ палачинката се състои от смес – микс от брашно, яйца и мляко, запечена в плосък тиган – сач или в обикновен такъв, намазан с масло. Джон Мариани в неговия „Речник на Американската храна“ ги свежда до „плоски кексчета, приготвени на тиган и запечени от двете страни“. В много европейски страни, има празници – така нареченият палачинков ден. Плата от палачинки биват консумирани, за да бъде използвано останалото брашно и яйца, забранени през следващите дни на пости. В различните култури палачинката има свои специфики. Франция като гастрономичен еталон предлага палачинките най-вече сладки и фини като дантела. Холандците ги сервират в своите заведения пълнени със солена плънка или поръсени с подправки. В Индия палачинката е от оризово брашно и, естествено, овкусена с люти подправки. == Вижте също == Катма",
        "language": "bg"
    },
    {
        "title": "Паниран кашкавал",
        "content": "Паниран кашкавал е традиционно българско ястие, приготвено от узрял кашкавал, нарязан на квадрати или правоъгълници, оваляни в брашно, панировка от галета , които след това последователно се потапят в разбити яйца и се пържи в сгорещено растително масло до получаване на златиста коричка.Може да се сервира като предястие или основно ястие. Като основно ястие се сервира с гарнитура или подходяща салата. == Вижте също == Българска кухня == Източници ==",
        "language": "bg"
    },
    {
        "title": "Пастърма",
        "content": "Пастърмата е консервиран чрез осоляване и сушене траен продукт от телешко, овче, свинско, конско или козе месо. Оксфордската енциклопедия определя пастърма като думата, ползвана от османците за византийски продукт от сушено говеждо наричан paston, а според друга легенда конните воини на Чингис хан слагали парчета месо под седлото, като така се притискало и изсушавало. Има два вида пастърма – обикновена и кайзер. И при двата вида задължителните етапи на приготвянето включват осоляване на месото и сушене на проветриво място. При кайзер пастърмата има допълнително нанасяне на слой подправки . == Начин на приготвяне == Месото се осолява и притиска в преса или под тежест, за да се обезводни, после се овалва в смес от подправки. == Вижте също == Джърки == Източници ==",
        "language": "bg"
    },
    {
        "title": "Пастърмайлия",
        "content": "Пастърмайлия или пастърмалия е традиционно българско ястие, разпространено в днешна Северна Македония, познато като велешка пита, наподобяващо италианската пица. Обикновено има продълговата, лодкообразна форма, но също така се среща в квадратна и овална. Докато в миналото ястието е приготвяно с овча пастърма, откъдето произлиза и името му, днес се използва главно свинско месо, накълцано на кубчета. Пастърмалията може да е посипана още с кашкавал, гъби или бекон. Типична е за град Велес и целия регион на град Щип и обожавана от тамошните граждани, като вероятно води произхода си именно от щипския регион. Същевременно пастърмалията се радва на завиден интерес от посетителите на града. В почит на ястието се провежда кулинарният фестивал „Пастърмайлиада“ в Щип, посещаван от голям брой зрители, идващи най-вече от други северномакедонски градове, както и кулинарният феситвал „Велешка питияда“ във Велес.В миналото се подготвя около Димитровден, когато се колят овце и кози. Днес се приготвя целогодишно в Северна Македония. Срещат се вариации на оригиналната рецепта в различните точки на страната. == Източници == == Външни препратки == Щипска пастърмайлия: Гид към най-приятния вкус на Щип Архив на оригинала от 2014-12-06 в Wayback Machine. в уебсайта на община Щип",
        "language": "bg"
    },
    {
        "title": "Пататник",
        "content": "Пататникът е типично родопско ястие. Приготвя се от настъргани на едро картофи, лук, сол и джоджен. Всичко това се омесва и се пече на бавен огън. Може да се добави месо, сирене или яйце. Някои слагат чубрица и пръжки. В един от вариантите на рецептата, след настъргване на картофите всички съставки се омесват до получаването на хомогенна маса. След това се пече в дълбок тиган на слаб огън. След двадесет минути се обръща и се захлупва, като продължава да се пече на слаб огън. В друг вариант, настърганите картофи се отцеждат от отделената течност и се смесват с яйцата, лука и сиренето. Получава се тесто, от което се разточват две кори. На дъното на тавата се поставя първата, с по-голям диаметър, така че да излиза от съда. Поставя се сместа от продуктите, овкусена с джоджен, покрива се с другата кора и се прихлупват краищата. По оригиналната родопска рецепта се пече върху селската печка и когато се изпече отдолу, се обръща върху дъска и се приплъзва с непечената страна в тавата. == Външни препратки == Рецепта за класически пататник",
        "language": "bg"
    },
    {
        "title": "Пача (супа)",
        "content": "Супа пача е вид гореща супа или чорба, която в България се прави от свинска глава, крака и опашка, а понякога и уши. Думата произхожда от персийски, като в България е привнесена от турски език, е ниската част на крака. Традиционно ястие е на Балканския полуостров и сред тюркските народи. Като обикновено за приготовлението и при тюрките се използват агнешка глава и краката. В Кавказ се нарича хаш и се приготвя от говеждо. За приготовлението главата и краката се варят на бавен огън, след което бульонът се прецежда, месото се отделя от костите и се връща обратно, след което се доварява. Като подправки се добавят сол, черен пипер, бахар, хрян и дафинов лист.Пачата е традиционно ястие, вероятно с много древен произход. В България то се приготвя само в описания вид, като супа, но може да се яде и охладена. Хрущялите в разварените тъкани желират бульона след охлаждането и така може да се съхранява в едновремешните избени помещения чак до пролетта. Пачата е характерна за цялата етническа карта на българите, само подправките се различават. Задължителна съставка обаче е чесънът. В оставената за желиране пача не се добавя оцет. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Печен боб",
        "content": "Печен боб или Боб на фурна е популярно интернационално ястие, съдържащо фасул , запечен в сос, различни видове меса, домати, зеленчуци и подправки. Повечето консерви печен боб, които се предлагат на пазара са произведени от боб, известен също като „флотски боб“ – разновидност на Phaseolus VULGARIS, задушен в сос. Подобни ястия са „свинско с боб“ и „боб с наденица“, които включват свинско месо и различни видове сурова или опушена наденица, добавени към боба при печенето. Във Великобритания, се приготвя най-често с доматен сос. В американския град Бостън при приготвянето на печен боб се използва свинско месо и сос от меласа, които са толкова популярна мастна храна, че града е наричан на шега – „Бобеният град“ . Друга известна северноамериканска разновидност на печения боб е този приготвян в района на канадския град Квебек, където при приготвянето му се добавя кленов сироп, давайки специфичен вкус на ястието. == История == Фасулът, използван като част от ястие идва от Северна Америка, като за първи път в Европа се приготвя през 1528 г. в Италия, и през 1547 година във Франция. Доматите са друго растение, което пристига в Европа от Новия свят. Боб и домати са били отглеждани заедно от американските индианци, използвайки метод за отглеждане наречен „Трите сестри“. Според различни традиции, моряците от южната част на Франция, много харесвали местна бобена яхния, наречена „cassoulet“, приготвяна основно в Северна Франция и Англо-Нормандските острови. Най-вероятно, множеството регионални рецепти, както и кръстосването на различни видове фасул, в крайна сметка водят до кулинарната традиция за приготвяне на печен боб, познати днес. Макар че много рецепти днес включват предимно задушаването на боба във фурна, традиционно печения боб се приготвя в керамични или железни котлета. Боба се е приготвял по много интересен начин в лагерите на дървосекачи, разположени в горите на щата Мейн. Там били използвани специални пещи с каменна облицовка, в които котлетата с боб били затваряни да се готвят през нощта или дори по-дълго. Консервираният боб , е сред първите храни, които се предлагат в консерви. Консервирано в сол свинско месо и боб със задушени домати е било основното ястие на американската армия по време на Американската гражданска война . В Българската национална кухня боб на фурна е много популярно и обичано ястие. Много често се приготвя с нярязани различни видове колбаси или месо. Традиционно към него се добавят лути чушки. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Печени картофи",
        "content": "Печените картофи са един от най-широко разпространените начини да се приготвят картофи, чрез термична обработка, което с годините се е превърнало в едно от най-популярните и обичани ястия, добило широка популярност още от времето когато това кореноплодно е пренесено на Старият континент. Приготвя се от картофи, които могат да бъдат приготвени самостоятелно, само с добавяне на мазнина , могат да се добавят още различни зеленчуци, сметана, при печенето може да се добави бекон, различни колбаси и др. Освен като основно ястие, печените картофи са предпочитана и подходяща гарнитура към много ястия. == Външни препратки == Рецепти за Картофи на фурна на 1001recepti.com",
        "language": "bg"
    },
    {
        "title": "Печено пиле с картофи",
        "content": "Печено пиле с картофи е традиционно ястие от световната и българска национална кухня, приготвено от младо пиле, изпечено във фурна или пещ, заедно с обелени и нарязани картофи, мазнина и подправки.При печенето към ястието може да се добавят различни подправки, като розмарин, черен пипер, червен пипер, сол и др., да се добави бира или бульон. Едно от най-популярните и обичани ястия в България. == Вижте също == Пиле == Източници ==",
        "language": "bg"
    },
    {
        "title": "Пиле с ориз",
        "content": "Пиле с ориз е ястие от традиционната българска кухня, популярно в цяла България. Едно от най-вкусните и предпочитани основни ястия. == Приготвяне == Приготвя се от нарязано пилешко месо, ориз, лук, сол, олио, бульон, подправки. Месото се сварява и се смесва с измития ориз и запържения лук. Долива се пилешки или зеленчуков бульон, след което се запича във фурна, докато оризът поеме водата. == Външни препратки == Рецепта за Пиле с ориз, от e-Кулинар Архив на оригинала от 2009-09-02 в Wayback Machine. Работеща препратка за Рецепта за Пиле с ориз от supichka.bg",
        "language": "bg"
    },
    {
        "title": "Пиле със зеле",
        "content": "Пиле със зеле е ястие от традиционната българска кухня, приготвено от задушено пилешко месо с нарязано зеле , домати и подправки. Това ястие може да се приготвя както в тенджера, така и на фурна. == Вижте също == Свинско със зеле == Външни препратки == Рецепта за „Пиле със зеле“ от bgkulinar.net Архив на оригинала от 2009-11-21 в Wayback Machine.",
        "language": "bg"
    },
    {
        "title": "Пилешка супа",
        "content": "Пилешката супа е популярна традиционна българска супа. Застроена е с кисело мляко и яйце пилешка супа, зеленчуци и фиде. == Външни препратки == Рецепта за пилешка супа на supichka.com Рецепта за бистра пилешка супа на instantpot.bg Рецепта за пилешка супа по селски на zvezdev.com",
        "language": "bg"
    },
    {
        "title": "Пинджур",
        "content": "Пинджур е хранителен продукт, подправена зеленчукова салата , която се приготвя от ситно нарязани печени чушки, печен патладжан и домати – вариация на кьоополу. Използва се като салата, предястие, гарнитура към месни блюда или като паста за сандвичи. Има различни разновидности, като най-често срещаните са пържен и печен. == Вижте също == Айвар Лютеница Кьопоолу Кетчуп",
        "language": "bg"
    },
    {
        "title": "Пита",
        "content": "Пита е подквасено с мая кръгло хлебче от брашно. Популярно е най-вече по Средиземноморието и Близкия Изток. Думата пита вероятно произлиза от старогръцкото πίττα или πίσσα – „смола“. Думата е наследена в средногръцкия като πίτα – „хляб“, а по-късно е приета в турския като pide. От турския е заимствана от балканските езици: български – пита или питка, сърбохърватски – pita, румънски – pită, албански – pite. == Приготвяне == Повечето пити се изпичат на висока температура , което превръща водата в тестото на пара, което от своя страна кара питата да се надуе и да образува джоб. Когато се махне от фурната, слоевете на изпеченото тесто остават разделени в спихналата пита, което позволява хлябът да бъде отворен под формата на джоб. Въпреки това, питите понякога се изпичат без джобове. Независимо дали се прави у дома или в пекарна, питата се оставя да втаса за много кратко време, обикновено около 15 минути.Днешните хлебни пити се приготвят на автоматични поточни линии. Тези линии имат висок производствен капацитет, обработвайки 45 000 kg брашно едновременно и произвеждайки хиляди пити на час. Фурните, използвани за комерсиално изпичане, са много по-горещи от традиционните глинени фурни , така че всяка пита се пече в продължение само на минута. След това питите преминават през въздушно охлаждане за 20 минути на конвейер, преди да се транспортират веднага или да се съхранят в комерсиални фризери на температура от −12 °C. == Кулинария == Питите могат да се използват за топене в сосове като хумус или за обвиване на кебап, гирос, фалафели под формата на сандвичи. Може да бъде нарязана и препечена до постигане на хрупкавост. В турската кухня думата пита може да се отнася за три различни вида хляб: плоско хлебче, подобно на тези в Гърция и арабските страни, ястие, подобно на пица, при което плънката се поставя в тестото преди изпичане, и Рамазанска пита. Първият вид се използва за обхващане на различни видове кебап, докато вторият вид се поръсва със сирене, кайма и/или зеленчуци. Регионалните вариации по форма, техника на печене и гарниране създават отличителни стилове за всеки регион. В гръцката кухня под пита по принцип се разбира всякакви сладкарски изделия или печива. == Вижте също == Пърленка == Източници ==",
        "language": "bg"
    },
    {
        "title": "Погача",
        "content": "Погачата е вид бял хляб, който традиционно се приготвя за празници като Великден и Коледа. Популярна е в България и Северна Македония, Босна и Херцеговина, Хърватия, Словения, Сърбия, Черна Гора, Унгария, Гърция и Турция . Сервира се понякога като предястие вместо хляб. == Погачата в българската традиция == На 40-ия ден след раждането на бебето се прави погача. Самият ритуал се нарича „На погача“ или „Погача“ и в него вземат участие само най-близките жени на младата майка. Поверието гласи, че покана 'на погача' не се отклонява. Отклонилата тази покана се смята за грешница. Обредният хляб, който се прави е сладък и често без украса. Върху погачата се поставя бяла кърпа, а върху кърпата присъстващите поставят пари. След това кърпата се завързва с парите в нея, като възела не трябва да е нито прекалено стегнат, нито прекалено хлабав. Така новороденото няма да е нито стиснато, нито разточително и прекалено щедро. Завързаната кърпа се поставя на високо, та да може бебето да достигне висини и да успее в живота си. Разчупването на питата става над главата на майката и новороденото, като се счита че това ще осигури и двамата да бъдат сити в живота си. И до днес, разчупването на питата извършва свекървата. Обредът „На погача“ освен при раждане на новородено, в много региони на България се прави и при кардинални начинания, и е познат като „освещение“. Най-познатото и в наши дни е така нареченото „новодомско парти“, което се прави в първия месец, или до 40-ия ден от закупуване, построяване, или настаняване в нов дом. В този случай празничната погача, често е кръгъл козунак, или голяма питка „слънце“. На този празник се канят без ограничения приятели и роднини на новодомците, като разчупването на погачата става от младото семейство – новодомци, като всеки държи питката с по една ръка. От разчупената питка новодомците оставят първия си залък хляб по средата на масата и не го изяждат. С него се правят трохи и се хранят птици или се дава на недомашни животни , но това се прави в някой от дните след тържеството. Този ритуал символизира благоденствието за дома, и подаряване на първата хапка към Бога , като благодарност за успешното постижение . Интересни са и други поверия свързани с „първата хапка“ от празнична погача. Ако на личен празник – имен ден, рожден ден или дори новодомско парти, ерген отчупи първата си хапка и я поднесе на някоя девойка – това символично означава предложение за женитба. При женитба, в много области с първата хапка от обредната питка се гощават кръстниците на децата . Те са тези, които първи чупят от сватбената питка, и обикновено изричат някакви благопожелания за младите, често пъти в шеговит вариант. == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Подница",
        "content": "По̀дницата или црѐпна е кръгъл глинен плосък съд, с диаметър от 20 до 55 cm, дебелина на дъното 3 – 5 cm, и с ниски вертикални стени, подобно на тепсия . Заедно с връшника се зарива в жарта на огнището. Използва се в балканската кухня за печене на хляб и различни видове храни от месо или зеленчуци, преди да се наложат съвременните готварски печки с фурни. == Mитологични представи == Подницата, освен че има важно битово предназначение, заема и особено място в народните представи. Приписват ѝ се свръхестествени възможности, свързани с предназначението ѝ в нея да се пече хляб; представата за хляба като свещен се свързва и с подницата. Непосредственият ѝ досег с огъня и огнището допълнително ѝ придава свръхестествени качества.Представата за значимостта на подницата се отразява в специалния режим за изработването ѝ. В много райони на България то става единствено призори на празника Еремия. На митологично-обредно ниво при изработването на подници става прехвърляне на плодоносещата функция на змията върху подницата.Смята се, че змия не влиза в къща с подница. Според народните вярвания, ако хала успее да вземе подница или дори само парче от подница, с него тя може да убие змея, който пази от градушки посевите на селото. Затова подница никога не трябва да се оставя на двора на открито, дори да е счупена, а особено когато гърми. == Битова употреба == Приготвените в подница храни стават много вкусни, макар че времето за приготвяне е сравнително голямо. Преди ползване подникът се поставя на огнището, за да се нагрее от огъня Когато се нагрее достатъчно, се премества настрани от силния огън. В него се слага печивото, и се захлупва отгоре с връшник – нисък тенекиен конус с диаметър колкото подника, с дръжка на върха и задигнат ръб. Загрятата подница се поставя върху жар, след това се захлупва с връшника, като върху него се насипват жар и гореща пепел и се изчаква, докато печивото стане готово. При поставянето на загрятата подница върху жарта трябва да се внимава много, тъй като нагорещена е много чуплива и най-малкият удар може да я спука. При някои ястия връшникът се залепва с тесто , като по този начин се получава херметизиране и ястието става по-бързо и изключително вкусно. В „Етнография на България“ известният български изследовател Христо Вакарелски пише, че подниците и връшниците се замесват на деня на закрилника от влечугите свети Иеремия . По подобие на змийското тяло, жените усукват омесената глина на шнурове и ги налепват един върху друг, след което ги обмазват, за да се получи цилиндричен съд, който след това изсушават. Традиционно подницата и връшникът, пак според Вакарелски, са се използвали в Северозападна България до средата на 20 век, когато масово навлизат готварските печки. В Североизточна България в битовата традиция се е ползвал само връшникът , но само от бедни семейства. В този край на българските земи във всяка къща е имало пещ , дори и в самата къща, а често и една малка, извън къщата. Най-добрите „подничари“ са били в с. Долно Камарци, Софийско, а последният човек, който е можел да ги прави е бил дядо Кольо Заяка. Сега почти не са останали здрави подници, но някои хора са издирили по мазета и тавани последните образци и са сътворили в двора си своего рода етнографски музей. В този дух „повлече крак“ Хаджи Цонко, чийто прадеди се основатели на селото, което някога се е наричало в тяхна чест Младеново Камарци. Хаджията събира предмети от бита, възстановява ги и ги аранжира добре в двора и по дуварите на китната си къща. == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Полента",
        "content": "Полèнта е традиционно италианско ястие на базата на царевично брашно или други зърнени храни, с мека структура, сродно с качамака и мамалигата. Въпреки че е известна в различните си варианти почти в цяла Италия, в миналото полентата е била основно ястие на италианската селска кухня в различни северноалпийски, предалпийски, равнинни и апенински райони на регионите Ломбардия, Венето, Вале д'Аоста, Пиемонт, Лигурия, Трентино, Емилия-Романя и Фриули - Венеция Джулия, където е доста разпространено и до днес. Тя също така традиционно се приготвя в регион Тоскана и в планинските райони на регионите Умбрия, Марке, Абруцо, Лацио и Молизе. Полентата е популярно ястие и в Швейцария, Хърватия, Словения , България, Сърбия и Румъния . Най-широко използваната зърнена култура за приготвянето ѝ е царевицата, внесена в Европа от Америка през 16 век, което ѝ придава характерния жълт цвят, докато преди това тя е била по-тъмна, защото се е приготвяла предимно със спелта или ръж, а по-късно и с елда от Азия. Докато екземпляр от царевица се появява в „Хербариум на Улисе Алдрованди“ , първите писмени сведения за отглеждането на царевица в Италия се отнасят за териториите на Венецианската република. В анотация към второто издание на Delle navigationi et viaggi на Джован Батиста Рамузио , коментирайки текст на португалския историк Жуау ди Барош, се посочва, че: В началото полентата е основно ястие на италианските селяни, а впоследствие в комбинация с други хранителни продукти придобива популярност и се предлага дори в скъпите ресторанти. == Етимология == Терминът polenta произлиза от латинското puls – вид полента от спелта , която формира основата на диетата на древноиталийските народи. Гърците от друга страна обикновено са използвали перлен ечемик. Очевидно преди въвеждането на царевицата полентата се е приготвяла освен с ечемик и спелта с различни зърнени храни като ръж, обикновено просо, елда и дори пшеница в по-малка степен, а особено в планинските райони са се използвали брашна от кестени и боб, от които се е правело по-сладко тесто . Сонанте и др. твърдят, че оригиналният puls е бил съставен от смес от семена от бобови растения. Те твърдят, че английският термин pulses, който означава бобови растения като цяло, всъщност произлиза от предримския pulus. Английската етимология на думата потвърждава това наблюдение, тъй като проследява името от 13-14 век, за да обозначи бобовите растения като цяло, с вероятен произход от архаичното френско pols и от старогръцкото poltos със значение на гъста чорба. В тази връзка трябва да се отбележи, че особено в някои региони на Южна Италия се използва полента на основата на бакла, придружена от зеленчуци като синя жлъчка. Полентата е известна още като polenda или pulenda; poenta ; poulento ; echtinga ; puluntu ; carlon . == Разпространение == Полентата с множеството си вариации е широко разпространена и в Унгария , Малта , френските територии на Савоя и Графство Ница, Гаскония и Лангедок , Швейцария, Испания , Хърватия , Словения , Сърбия , Румъния , България , Грузия , Албания , Корсика , Аржентина и Уругвай , Бразилия , Украйна , Мароко сред берберските племена , Венецуела, Чили и Мексико. В книгата си Storia dei Vespri Siciliani Микеле Амари пише, че по време на една от обсадите на французите на стените на град Месина сицилианките хранели войниците с вода и полента . == Приготвяне в Италия == Полентата се получава чрез продължително готвене на полутечна маса, състояща се от смес от вода и брашно от различни зърнени култури. Най-разпространената в Европа е тази на основата на царевица, наречена „кукуруз“ , т.е. класическата жълта полента. Брашното за полента обикновено е смляно на камък повече или по-малко фино в зависимост от традицията на региона на производство. Царевицата се изсипва като дъжд във вряща подсолена вода в котел и се бърка непрекъснато с пръчка от лешниково дърво в продължение на поне един час или докато не се сгъсти достатъчно, за да се държи пръчката изправена в нея. По принцип готовата полента се поднася на масата върху кръгъл поднос, покрита с кърпа, и в зависимост от нейната консистенция се сервира с лъжица, нарязана на филийки с дървен нож или с памучен конец, отдолу-нагоре. Обикновено в италианската кухня се използва като гарнитура или в качеството на самостоятелно ястие с различни добавки – гъби, месо, колбаси, аншоа и други, в пържен или запечен вид. Освен мека полента има и твърда, както и сладка. На италианския пазар има предварително сварени царевични брашна, които свеждат времето за приготвяне на полента едва до няколко минути, естествено със значителни разлики в текстурата и вкуса в сравнение с традиционната полента. == Италиански регионални вариации == Полентата се съчетава много добре с масло, меки сирена и ястия, които съдържат много сос и като цяло със задушени меса. В Италия съществуват множество нейни регионални вариации: Полента карбонара : традиционно ястие на дърварите и въглищарите от общините – част от Планински съюз „Катрия и Нероне“ , приготвяна с царевично брашно, свинско, панчета и настъргано сирене. Има вариант на фурна, наречен polentone alla Carbonara.Полента тараня , известна в много области само като „тараня“: характерна за кухнята на Бергамо, но също така добре позната във Валтелина и около Леко, във Вал Камоника, Брешано и Канавезе. Името ѝ произлиза от tarai – дълга пръчка, използвана за бъркането ѝ в медния котел, в който се приготвя. Подобно на други видове полента от ломбардските планини , тя се приготвя със смес от брашна, съдържащи брашно от елда, което ѝ придава типичния тъмен цвят, за разлика от сместа в повечето останали региони, които използват само един вид брашно, като по този начин се получава жълта полента. За разлика от полента унча в полента тараня сиренето се включва в сместа по време на готвене. Полента кропа : вариант на полента тараня, произхождащ от Вал д'Ариня, разположен в центъра на Бергамските Алпи. Нейната особеност е, че се приготвя в сметана и се прави с брашно от елда, картофено пюре и сирене.Бяла полента: характерно ястие за Фриули, Тревизано, Полезине, районите на Падуа и като цяло за венецианския хинтерланд; прави се от бяло царевично брашно вид Бианкоперла. Полента е озей : характерно ястие за Венето и за районите на Бергамо и Бреша. Придружена е от месо от малки птици . Въпреки това е много често съчетаването ѝ с cünì / cönécc и с други меса, приготвяни като задушено или печено.Полента конча : това е едно от най-известните традиционни ястия на регион Вале д'Аоста и Провинция Биела. Много подходяща за засищане и стопляне в студените дни, тя е известна и като „мазна полента“. Към царевичното брашно се добавя топено планинско сирене. Рецептата не е строга, а основно се приготвя чрез разтопяване на кубчета сирена фонтина и/или тома и/или мляко и/или масло в края на готвенето. във варианта от Вале д'Аоста почти в края на готвенето в котела се изсипват фонтина, тома от Гресоне и масло. във варианта от Биела маслото се добавя в котела заедно със сирена тома или маканьо. От котела полентата конча се изсипва в чинията на черпаци, след което се добавя обилно разтопено масло отгоре. във варианта от Пиаченца pulëinta consa се състои от тънки слоеве полента, покрити със сос и редуващи се с обилно поръсено Грана Падано.Полента унча : приготвя се в районите на езерото Комо. След като в котела се приготви полента със смес от царевично брашно и елда, тя се смесва със запръжка от доста масло, чесън и пламъче с традиционното сирене semüda или с полумазно планинско сирене до получаване на хомогенна смес, и от тук терминът voncia, uncia, който на ломбардски означава „намазнена“. Тох : приготвяна в районите на езерото Комо; полента от жълто , вода, масло и пресни местни сирена, която се консумира само с дървена лъжица и с ръце. Пулт : много мека полента, която се приготвя само на езерото Комо чрез смесване на царевично и пшенично брашно. Готви се особено през лятото и се яде потопена в студено мляко. Полента е брушити : характерно за района на Варезе и Алтомиланезе ястие на основата на полента и телешка кайма. Полента със сепия: традиционна за района на Венеция и Триест . В Триест алтернативите включват колбаси, бъркани яйца, гулаш или при предходните поколения – варени сливи. Полента сарачена : традиционно ястие от Горна Вал Танаро, носи името си от елдата .Полента с чѝчоли : широко разпространена рецепта в по-голямата част от Северна Италия с различни наименования. Има два начина за приготвянето й: при първия пръжките се приготвят с полента, като се добавят към сместа на различни етапи на готвене в съответствие със специфичната местна традиция, както в случая с pulëinta e graséi, консумирана в Пиачентино; във втория начин, който е и най-разпространеният, пръжките се вмъкват впоследствие в резен препечена полента, както в случая с pulenta e grepule, характерна за района на Мантуа. Полента с картофи или други съставки, които обогатяват вкуса ѝ: характерна за южните райони на Трентино. За направата на тази с картофи в подсолена вода се сваряват няколко малки парчета картофи, които впоследствие се натрошават или смесват чрез добавяне на брашно от елда или смес от брашна на вкус. Към края на приготвянето могат да се добавят парчета местен салам, сирена, запържен лук или лични вариации. Полента пачарела : характерна за Романя. Приготвя се чрез хвърляне на смес от две различни царевични брашна и брамата ) в котел, съдържащ шепа сварен боб и водата му. Нарича се така, защото е доста течна и често се яде с лъжица. Обикновено се подправя с наденица и доматен сос; в планинските райони се приготвя и с кестеново брашно. Приготвя се и pulénta incaséda – солидна полента, която се слага в тава, наслоява се с бешамел, месен сос и пармезан, след което се минава на фурна. В Тосинано полентата се сервира твърда, традиционно нарязана с памучен конец на паралелепипеди. Често срещана е и полентата, приготвена от бобено брашно и две шепи сушен боб. В Централна Италия полентата придобива различен вид. Приготвя се по-течно и се сервира на правоъгълна дървена дъска , направена от черешово или крушово дърво, около която сяда цялото семейство. Готвенето се извършва в характерния пресечен коничен меден казан за около 45 минути, през които полентата се бърка непрекъснато със специална пръчка от ясеново дърво или с камък, наречен sguasciapallotti, които разтварят бучките царевично брашно. В Тоскана, където освен по традиционен начин полентата се консумира пържена или на фурна , има и крутони от полента. Традиционни са и тортата pattona и сладката полента на базата на кестеново брашно, консумирани предимно като десерт, но някога, особено в планината, те са били използвани като гарнитура към месо, а също и към рибни или зеленчукови ястия. В провинцията е била разпространена „уголемената полента“, състояща се от относително тънка полента, разстилана върху масивна, леко навлажнена покривка, за да образува слой по-малък от сантиметър, върху който са се слагали обикновено месен сос или гъби, и всеки си е взимал с лъжица къс, като са се състезавали кой пръв ще го изяде. В Лацио, Марке, Абруцо и Молизе полентата традиционно се консумира с два вида овкусявания: първото е с доматен сос със свински ребърца и колбаси, а второто е на основата на запържен чесън, олио, люти чушки, колбаси и гуанчале или панчета. И двете овкусявания могат да бъдат обогатени обилно с шепа настъргано пекорино. В различните провинции на региона има и вариации: например в Долно Лацио сосът от колбаси и ребърца изисква половината от колбасите да са от черен дроб; освен това част от полентата не се залива със соса, а със задушени friarielli . Във вътрешните райони на Абруцо, като например в Сулмона, полентата се и пече на фурна и се овкусява единствено с колбаси. Пържена полента : първо ястие на основата на полента, популярно в регионите Тоскана, Умбрия, Марке, Лацио, Кампания, Пулия и Сицилия. В Неапол, Фоджа, Бари и Месина триъгълниците или правоъгълниците на пържената полента се наричат scagliozzi или scagliuozzi и се продават в заведенията за пържени ястия. Това е характерно ястие от селската кухня на Бари и Месина. Полента с наденица: популярно ястие с множество вариации в много италиански региони; вече е потвърдено от известния италиански кулинар Пелегрино Артузи, който го предлага в конкретна версия с мека полента, приготвена от зърнени люспи и пържена наденица със сос, доматено пюре и пармезан. Фраскатула : традиционна рецепта от Базиликата . Приготвя се с царевично брашно, картофи и свинска мас. Обикновено е придружена от сос, котекино или салсича . Може да се сервира и с греяно вино. Сардинска полента, наричана още purenta, pulenta или farru : известна още от Нурагическата цивилизация, което е видно в различните хаванчета и други инструменти от епохата, използвани за обработката на тази храна, и във вкаменелостите на тревни растения, използвани за получаване на такова брашно, чак от 3000 пр.н.е.. Самите римляни, които в архаичния период са яли полента от спелта и ечемик, между 238 г. пр.н.е. и 456 г. превръщат Сардиния и особено равнината Кампидано в земя за отглеждане на тревни растения, предпочитайки сред различните продукти пшеницата – основна съставка за направата на полента, а също и на хляб. Производството е такова, че по време на Римската република Сардиния приема титлата „Житница на Рим“. В по-ново време твърдата пшеница остава най-използваният елемент за създаването на това традиционно островно ястие, въпреки че кестените и жълъдите също са били използвани за създаване на скъпоценното брашно, както и други продукти като овес и ръж, използвани за последно през Средновековието, а и по-късно и ориз. Жълтото брашно за приготвяне на сардинската полента е придружено от други продукти като салсича , сардинско пекорино, обезмаслена панчета, както и зеленчуци като чесън, лук, моркови, целина, магданоз, необходими за овкусяване и обогатяване на въпросното ястие. Полента с горчива трева: традиционно ястие от мантуанската кухня. Приготвя се с царевично брашно, масло, калоферче и настърган пармезан. == Други ястия, подобни на полента == В Румъния полентата, наречена „мамалига“, се приготвя почти по същия начин като тази в Северна Италия.На о-в Корсика е широко разпространена a' pulenta – традиционно ястие от островната кухня, почти винаги приготвяно с кестеново брашно, получено от плодовете от обширните кестенови горички на острова. На Холандските Антили се приготвят funchi, напълно подобни на полентата, на базата на царевично брашно, които се консумират вместо хляб или ориз. В Бурунди се приготвя полента с вода и брашно от маниока, без сол, наричана на кирунди umutsima. В Буркина Фасо полентата от просо е основен продукт в диетата буркинабè. В Мексико се приготвят los tamales, приготвени от царевично брашно, обработено с лайм, увити в листа от царевица или банан, пълнени с месо или ананас и задушени в специално направен съд, наречен tamalera. == Полентата в изкуството == Полентата като народна храна многократно е изобразявана на картини и включвана в цитати, включително и литературни. През втората половина на 18 век Лудовико Пасто пише похвала за нея, включена в работата му I due brindisi. Карло Порта пише похвала за полентата с птиче месо. Алесандро Манцони я вмъква в сцена от романа си „Годениците“ като важен герой на селската трапеза от 17 век. == Вижте също == Качамак Мамалига Италианска кухня == Източници и бележки == == Външни препратки == Рецепти за полента на Menumag.bg Рецепти с полента на уеб страница Gotvach.bg Рецепти с полента на уеб страница 1001recepti.com Рецепти за полента на Giallozafferano.it * Рецепта",
        "language": "bg"
    },
    {
        "title": "Поничка",
        "content": "Поничката е популярна тестена закуска, представляваща пържено тесто, на което е придадена кръгла форма. След като тестото се изпържи в маслена баня, докато придобие златисто кафяв цвят, поничките се напълват обикновено с крем, мармалад, конфитюр или шоколад. == Казанлъшки понички == В България са много популярни така наречените „казанлъшки понички“, които представляват малки понички без крем, но поръсени с пудра захар. Те наподобявят купешките мекици, които обикновено също са поръсвани с пудра захар. == Регионални различия == === САЩ === В САЩ поничката е известна като „донат“ или „донът“ . Всяка година първият петък на юни се празнува от американците като „ден на поничката“. === Филипини === Местните понички, продавани от търговци и улични търговци от Филипините, обикновено са изработени от добре месено тесто, пържат се в рафинирано кокосово масло и се поръсват със захар . Поничките са популярни за закуска. === Румъния === В Румъния понички се наричат „гогоши“ . Обикновено те се пържат в олио, като палачинка, и са пълни с шоколад, конфитюр, сирене и други комбинации. Те могат да бъдат покрити с пудра захар. === Мексико === Мексиканските donas са подобни на понички. Donas е сладкиш с пържено тесто, често са покрити със захар и канела, бяла захар или шоколад. == Вижте също == Картофена поничка Мекици Кроасан == Източници ==",
        "language": "bg"
    },
    {
        "title": "Попара",
        "content": "Попарата е вид българска закуска. Разпространена е и в Сърбия, Черна гора, Северна Македония и Босна и Херцеговина, приготвяна от стар или пресен, препечен хляб, накъсан или нарязан на дребни парчета , задушен под капак с прясно мляко, мътеница, чай, билкова отвара, или гореща вода. Традиционно се приготвя от хляб, престоял два-три дни или сухар, към който след като е натопен в горещата течност, се добавя натрошено бяло саламурено сирене, масло, меласа, маджун или мед. Приготвя се сладка или солена по вкус.",
        "language": "bg"
    },
    {
        "title": "Принцеса (храна)",
        "content": "Принцеса е популярна закуска от българската национална кухня, вид аламинут, представляващ филия хляб, със запечен животински продукт . В източна и югоизточна България такъв вид аламинут е наричан Странджанка , който се различава от „Принцесата“ по дължината си и по това, че е с повече подправки.странджанката се пече с каймата върху скара на жар. == Вижте също == Сандвич Българска кухня == Източници ==",
        "language": "bg"
    },
    {
        "title": "Пръжки",
        "content": "Пръжки е популярно ястие, произведено от сланина , която се стопява чрез пържене. В България те се считат за вторичен продукт при производството на свинска мас, която се използва за готвене или домашен сапун. == Начин на приготвяне == Нарязаната на парчета сланина се пържи в голям казан, докато казанът не се изпълни с мазнината от самите пръжки . Когато цветът на пръжките и маста започне да потъмнява, пръжките се изцеждат от мазнината и се оставят да изстинат. Маста се отделя за допълнително използване , а пръжките се осоляват и се консумират като самостоятелно ястие или се добавят към качамак, тутманик и др. ястия. Структурата им трябва да бъде хрупкава, като в България се предпочита в пръжките да има и парченца месо, което им дава допълнителен вкус. Популярно мезе в България, Сърбия, Румъния, Северна Македония, Русия, Канада, САЩ и Великобритания. == Вижте също == Сланина Мас Сапун == Източници ==",
        "language": "bg"
    },
    {
        "title": "Пълнен шаран",
        "content": "Пълнен шаран е ястие от традиционната българска кухня, популярно в цяла България рибно ястие, което по традиция се поднася за големия църковен християнски празник Никулден.само левски софия == Приготвяне == Шаранът се почиства от люспите и вътрешностите, напълва се със смес от смлени орехи, лук, червен пипер, черен пипер, сол и олио. След напълването шаранът се зашива и се пече във фурна. Сервира се с резени лимон, лимонов сок, кисели краставички и гарнитура от задушени зеленчуци - моркови, грах, царевица и картофено пюре.",
        "language": "bg"
    },
    {
        "title": "Пълнени чушки",
        "content": "Пълнени чушки е традиционно ястие от българската национална кухня, приготвяно чрез напълване на чушки със смес от мляно месо, ориз, зеленчуци и месо, сирене и яйце и др. Може да се приготвя по различни технологии и с различни плънки, като се използват пресни, така и сушени чушки . Традиционно в България чушките се пълнят със задушени предварително ориз, кромид лук, кайма и подправки, които след термична обработка се натъпкват в предварително почистените, измити и надупчени с игла чушки. След напълването на чушките, те се нареждат в тавичка, долива се вода и се запичат във фурна. Ако към тази комбинация от плънка се добави сурово яйце , напълнените чушки могат да бъдат приготвени в тенджера, като чушките се варят почти на пара. След приготвянето на пълнените чушки, те могат да бъдат залети с предварително приготвен сос „бешамел“ или доматен сос, а в България често биват заливани с кисело мляко. == Някои варианти == Пълнени чушки с ориз и кайма Пълнени чушки със зеленчуци Пълнени сушени чушки с праз лук и ориз Пълнени сушени чушки с боб Пълнени чушки със сирене и яйца == Вижте също == Чушки бюрек Сарми",
        "language": "bg"
    },
    {
        "title": "Пържена риба",
        "content": "Пържената риба е популярно традиционно рибно ястие. Почистена риба се овалва в брашно , след което се пържи в маслена баня до златисто. Консумира се предимно през лятото.",
        "language": "bg"
    },
    {
        "title": "Пържена филийка",
        "content": "Френски тост е популярна закуска в Северна Америка, Европа, както и популярен коледен десерт в Португалия и Бразилия. Типичният френски тост е направен от хляб и разбити яйца. Често към яйчената смес се добавят мляко и захар, а в България - кисело мляко. Тази вкусна и питателна закуска може да бъде гарнирана със захар, масло, плодове, различни видове сироп, мед, конфитюр и др. == Наименование == Австрия: pavese Англия: eggy bread или gypsy toast Белгия: verloren brood, wentelteefjes, gewonnen brood, gebakken boterhammen Босна и Херцеговина: prženice Бразилия: rabanada или fatia parida България: пържени филийки Гватемала: tostadas a la francesa Германия: Armer Ritter Гърция: αβγόφετα Естония: piilud Израел: на иврит: פרנץ׳ טוסט‎ Индия: Bombay toast Испания: torrija Канада : pain doré Каталуния: torrades o croquetes de Santa Teresa Ливан: pain perdu Македония: пржено лепче Мексико: pan francés, torreja Нидерландия: wentelteefjes Пакистан: meetha thoasth Португалия: rabanadas or fatias douradas Румъния: frigănele Русия: гренки САЩ: French toast, German toast, Spanish toast, nun's toast, egg toast, or French fried pudding Словакия: chlieb vo vajíčku Сърбия: prženice Турция: yumurtalı ekmek /юмурталъ екмек - яйчен хляб/ а също и cicipapa /джиджипапа/ Унгария: bundás kenyér Филипини: cheesy french toast, сервират се с шоколадов сироп Финландия köyhät ritarit Франция: pain perdu Хърватия: pohani kruh Швейцария: Fotzelschnitten Швеция: fattiga riddare Шотландия: gangsta bread , French toast, gypsy toast, eggy bread == Източници ==",
        "language": "bg"
    },
    {
        "title": "Пърленка",
        "content": "Пърленка е името, с което в някои фолклорни области на България наричат вид тънка питка, с дебелина и големина колкото малка или средна пица. Тези питки наподобяват по технология на приготвяне традиционните родопски катми. Пекат се на сач, както и катмите, но тестото е обичайното хлебно и дебелината им е малко по-голяма. В някои краища на България пърленка казват и на катма, която се приготвя по този начин. Пърленките обикновено се консумират топли и гарнирани с бяло саламурено сирене и лютеница. Обичайният начин на гарниране е лютеницата да се намазва изцяло върху пърленката и по нея да се поръси натрошено бяло сирене. Може да се приеме, че пърленката е български аналог, или дори първообраз на популярната италианска пица. В случаите когато пърленките са тънки като мекици или като катми, те се навиват на руло, в което има поставена някаква плънка. При този начин на консумиране, тя прилича на традиционния арабски дюнер, приготвен от лаваш с меснозеленчукова плънка. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Разядка",
        "content": "В новобългарския език от XVIII – XIX век думата разядка се е употребявала като обобщение за всякакъв вид предястия. Разядките са били поделени на 4 основни групи, в зависимост от консистенцията и вида на предястието: Топенки – това са всякакви гъсти сосове, лютеници, пюрета и пастообразни смеси. В съвременния език, това е и основния смисъл, който се влага под разядка. Някои хора, които не познават българските кулинарни традиции, дори не приемат за правилно останалите видове предястия, да се наричат разядки, или изобщо не ги свързват с тази дума. В англоезичната литература, топенките се наричат по аналогичен начин – ‘’’дип’’’ . Това име напоследък се използва и като директна заемка в българския език, вместо топенка Стърганки – това са смески от наситнени зеленчуци и стрити ядки, или само стрити ядки, към които може да е добавена, някаква течност – мазнина, сок, оцет или просто вода. Обикновено стърганките се доовкусяват с пикантни подправки. Хапки – са всички незеленчукови и неплодови резени или приготвени на малки късчета месни и млечни деликатеси , варени яйца, но и маслини, цели ядки, соленки, бисквити и др. подобни. С хапки се асоциират всички дребни добавки, свързани с традиционната представа за така нареченото „мезе“. Салати – в традиционната българска представа салата е всяка надробена смес от зеленчуци и/или плодове, с добавка на подправки. Традиционното българското разбиране за салата не включва употребата на млечни продукти, яйца, месо и месни деликатеси в смеските за салата. Когато такива добавки се използвали, те се поставяли встрани, като украса, но не и като компонент от основното съдържание на салатата.В случай, че някоя салата се залее с разбито кисело мляко, извара или айвар вече се е приемало, че това е вид топенка. Тази е причината, поради която някои традиционни предястия, сега се срещат с имена едновременно като салати и закуски. Примерно – сегашните Родопска салата и Родопска закуска в традиционната рецепта са били едно и също предястие, но сега съществуват различни модификации и рецепти, като за закуска се приемат тези, които са комбинирани с повече и по-разнообразни продукти. В съвременната българска кухня, салати със заливка от кисело мляко, с извара или с майонеза все по-често се наричат 'млечни салати' и най-често се използват за добавка към класически или тостерни сандвичи. В същата група, често се добавят и друг тип разядки, като айвер, предориенталски хумус, който също се използва като разядка в български блюда през последното столетие, и различни по-кремообразни рецепти за приготвяне на касапско мезе . В групата на разядките, наричани млечни салати се включват и самите смески от заливки, като например горчица с майонеза, кетчуп с майонеза, кетчуп с извара и други подобни.",
        "language": "bg"
    },
    {
        "title": "Редена салата",
        "content": "Редена салата е традиционна салата от българската кухня. Приготвя се от домати, краставици, магданоз, сол, оцет и олио, като краставиците и доматите се нарязват на шайби и се нареждат в плоска чиния. Заливат се с оцет и олио, поръсват се със сол, а отгоре им се поръсва магданоз. След 1990 година, с това наименование, започват да наричат всякакви ордьоври, включващи сосове, лютеници, или дори топли гарнитури, което въвежда в заблуда много хора, имащи традиционни представи за българската кухня. Именно, поради нарушаване на традиционализма, възникват и различни варианти на редена салата с добавки, които могат да се видят в различни менюта, под причудливи имена, като салата „Българско знаме“, „Трикольор“, „Национален флаг“. Тези наименования се ползват, когато към традиционната редена салата се добавят нарязани парчета българско саламурено сирене. Съществуват и варианти на рецепти, които се обозначават описателно, като този начин е по-коректен, спрямо традициите. Такива имена са редена салата със сирене, редена салата с кашкавал и варени яйца и други подобни, но когато се използват по този начин е нужно да се разбира, че основните продукти си остават домати и краставици нарязани на кръгчета, а не посочените добавки. . == Варианти за редена салата == Традиционна редена салата Редена салата – приготвена само с краставици, домати и подправка и заливка по желание. Икономична редена салата . Често е наричана доматена салата, а когато доматите са надробени на парчета я наричат - икономична мешана .Варианти с българско саламурено сирене редена салата „Национално знаме“ редена салата „Шарена черга“ редена салата „спирали“ (най-често се комбинира с варени яйца, или яйчен аламинут – пържени бъркани яйца със сирене, или касапско мезеВарианти с добавка на стерилизирани или пресни гъби, чушки и др. Варианти с добавка на гъби Редена салата с печени чушки, яйца и сушено месо или колбас Редена салата с други варианти за „смески“ и добавки. Това е случай, при който с редена салата се нарича всякакъв вид „ордьовър“ . По същество - такова назоваване няма нищо общо с традиционните представи за име на българска салата, а представлява своеобразно заместване на кулинарна практика, която се обозначава с чуждица. == Съвременни модификации == В началото на XX век традиционния начин на поднасяне на българската редена салата от краставици и домати постепенно е преминал към „бърза форма“ на приготвяне, като доматите и краставиците се нарязвали на кубчета и се смесват в голяма купа или салатиера. Към тях се добавят подправките, а често и надробен на ситно кромид лук. Залива се с шарлан, или нискомаслен зехтин и киселина /оцет или лимонов сок/. Този вариант е най-често наричан мешана салата, но такова назоваване в българските по-стари традиции – няма. Традиционно съществува тип смесени салати, но това е свързано с използваните съставки. Общата представа е за приготвяне на три типа салати, като: зеленчукови салати плодови салати смесени салати .В съвременните български практики с название 'смесена салата' се нарича всякаква салатена смес, приготвена от надробени зеленчуци и/или плодове с добавки – гъби, сирене, яйца, ядки, дори салати с паста или вариво и др. Всички те се приемат за смесени салати. Мешаната салата, често бива наричана ракиена салата или ракиено мезе. == Вижте също == Салата Шопска салата Овчарска салата",
        "language": "bg"
    },
    {
        "title": "Рибена чорба",
        "content": "Рибена чорба е традиционна българска чорба, приготвяна основно в населените места около Черно море, р. Дунав, но и в други населени места във вътрешността на страната. Този кулинарен продукт се приготвя чрез варене на един или няколко вида риба заедно с основни зеленчуци като кромид лук, картофи, моркови и домати. Характерно е да се добавят няколко подправки, основно: слънчогледово олио, сол, лют червен пипер, черен пипер, дивисил и тарос.Чорбата може да бъде бистра или със застройка. == Вижте също == Шкембе чорба == Източници ==",
        "language": "bg"
    },
    {
        "title": "Родопска салата",
        "content": "Родопската салата, която е първообраз на овчарската салата, представлява вариант на шопската салата, но без сирене, към която се добавят кубчета охладени сварени картофи и/или зрял фасул . Когато се приготвя без фасул се добавя заливка от леко подкиселен бульон с натрошени на дребно забулени яйца, които се варят заедно с късчета сушено месо – пастърма, филе или сушено месо от бут . Като подправки се добавят стрита или изсушена самардала и чесън. За подкиселяване на бульона може да се използва обикновен винен оцет или лимонена киселина. Гъби, магданоз и маслини не се използват в традиционните рецепти нито на овчарската, нито на родпоската салата, но са често включвани в съвременните варианти и на двете салати. Най-близка до традиционната рецепта, за приготвяне на родопска салата е рецепта за родопска салата от Веселия готвач . Съществената разлика е, че вместо заливката от подкиселени забулени яйца се ползва майонеза, а вместо пастърма или суха шунка – бекон. Като основни подправки са включени пресен лук и чесън, вместо самардала и чесън. В салатата е добавен кашкавал, който може да бъде част от рецепта за родопска закуска , но не присъства в традиционната рецепта за родопска салата. А родопската закуска е позната и като родопска топенка и е една от многото видове български разядки, наричани топенка . == Вижте също == Салата Шопска салата Овчарска салата == Източници ==",
        "language": "bg"
    },
    {
        "title": "Родопски клин",
        "content": "Родопският клин е вид родопска баница. == Рецепта == Слагат се в тенджера водата, малко сол и малко масло. След като заври водата, се слага ориза. Като се свари, се изсипва в по-голям от тенджерата съд. След като изстине, се прибавят още от маслото , яйцата и сиренето. Всичко това се разбърква, най-добре с ръка. В тавичка, намазана с разтопено краве масло, се полага предварително разточената на ръка тънка тестена кора, след което се изсипва цялата плънка – по-добре е да се слага с ръка, и отгоре се слага останалата втората разточена кора. Подвиват се краищата и най-отгоре се слагат парченца масло, след което се пече, но не във фурна, а на плочата на печка с дърва или на котлона на готварска печка печката – първо от едната страна, после се обръща от втората страна. Готовият клин се нарязва и се сервира.",
        "language": "bg"
    },
    {
        "title": "Руло „Стефани“",
        "content": "Руло „Стефани“ е вид месно руло с плънка, включваща цели варени яйца. Както и другите разпространени в европейската кухня месни рула, то се приготвя от кайма, като в нейната сърцевина се поставят яйца и зеленчуци, най-често моркови и кисели краставички. При нарязване на рулото на филии яйцата им придават характерен декоративен ефект. Рулото е известно в Унгария под името „Стефания“. В България се появява през междувоенния период, първоначално с имена като „ролад“ и „фалшив заек“, а сегашното му наименование се налага от 50-те години. == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Саздърма",
        "content": "Саздърма̀ се нарича хранителен продукт от овче или телешко месо.С подобно звучене, но различна е пастърмата. Нарязаното на парчета месо и лой се варят дълго време в много вода, за да се свари добре месото и отдели от костите. След това варенето продължава до оставането на мазнина. Добавят се подправките и се изсипва в овчи стомах или плитък съд, за да се сгъсти. Готовият продукт се съхранява на студено и се яде студена или леко затоплена с качамак или каша. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Саламура",
        "content": "Саламура се отнася до няколко различни продукта, като това, което ги свързва е разтвор с висока концентрация на сол. Името саламура най-вероятно произлиза от латинската дума за сол – salis . Тази е същата причина за имената на салама и салатата. Саламура най-често се нарича воден разтвор на готварска сол. Тя може да бъде използвана за обработка или съхранение на различни хранителни и нехранителни органични продукти с цел запазване от действията на микроорганизми – агенти на процесите на гниенето и други сапрофити.Саламура е име и на няколко различни ястия от различни краища на България. саламура в Тетевенско – пикантна рибена чорба, която често се яде студена. Самата чорба се приготвя от домати и люти чушки с прибавяне на вода. В нея се добавят речна риба и понякога раци, изпечени отделно на скара, жар или тенекия. След сваляне от огъня се добавя счукан чесън и зелени подправки . Често се подкиселява допълнително с оцет. Саламурата е доста кисела, лютива и солена. Известна е както като мезе за ракия, така и като средство, облекчаващо махмурлука. влашка саламура – подобно на тетевенската, но с пържена риба и доматите и чушките са печени. След приготвяне е препръчително да престои една нощ, за да се освободят вкусовете. саламура във Врачанско – пилешка чорба с печени домати и печени люти чушки. Слагат ѝ се и лук, чесън и подправки. От пилешкото най-често се ползват субпродуктите . По принцип се прави доста лютива и се соли обилно със сол и подправки. саламура в различни краища на Северна България – специфична агнешка чорба, която се прави с агнешка карантия зеленчуци и подправки. Агнешката саламура е съпътстващо традиционно предястие по Гергьовден, когато се приготвя печено агнешко.Въпреки че оригиналните рецепи са по-близки до традиционната чорба, все по-често наричат саламурата дори „супа“, макар тя де е просто вариант на една от най-разпознаваемите български чорби, каквато е познатата шкембе чорба.",
        "language": "bg"
    },
    {
        "title": "Сарми",
        "content": "Сармите е ястие от завита в листа оризова плънка, което е част от националната кухня на много европейски и азиатски народи. Има много различни варианти в зависимост от вида на листата и от начина на приготвяне на плънката. Някои народи разглеждат собствения си национален вариант и чуждите като различни ястия. == Съставки и приготвяне == Основната и неизменна част от плънката е оризът. Допълнително към него в различните национални разновидности могат да бъдат добавени зеленчуци , месо , подправки за вкус или аромат , в някои от вариантите дори плодове . Месната плънка най-често използва мазнината на месото, а към постната се добавя растителна мазнина – слънчогледово олио, зехтин. Плънката се запържва леко и се слага на листата. Количеството не покрива цялото листо, за да може то да бъде навито на руло. В основните рецепти листата са лозови, от прясно зеле или от кисело зеле. В по-нетрадиционни рецепти могат да бъдат от произволно растение с достатъчно големи, меки и приятни на вкус листа. Навитите сарми се нареждат в тенджера и се варят до омекване на ориза. Поднасят се както са или се заливат със сос, който също е различен в различните национални кухни. == Национални варианти == === Българска кухня === В България през лятото се правят предимно сарми с лозови листа – лозови сарми. Листата могат да се мариноват за употреба през зимата. Плънката се приготвя от задушен в олио кромид лук, впоследствие запържен с ориза и всичко подправено със сол и черен пипер. Почти винаги се добавя морков, а може още гъби, сирене и др. Могат да бъдат постни или с месо. Често готовите сарми се заливат с кисело мляко – чисто или подправено със счукан чесън и копър. Ядат се като предястие или основно ястие. През есента и зимата сармите по-често се правят с листа от прясно или кисело зеле – зелеви сарми. Плънката почти винаги е с месо – свинска или смесена кайма, или кълцано месо. Сармите се варят в смес от зелева чорба и вода. Възможно е впоследствие да се пекат с т.нар. „бял сос“ – гъста смес от течността от варенето, кисело мляко, яйце и брашно. Поради големия размер се поднасят само като основно ястие. Съществува и вариант със същите съставки на зелеви сарми, но без да са завити – т.нар. разтурени сарми. Готви се с нарязани на парченца зелеви листа, когато са силно разкъсани и не стават за завиване на обикновени сарми или когато зелето е рязано преди консервирането за по-бърза ферментация. Постните лозови или зелеви сарми са едно от традиционните ястия за Бъдни вечер. Зелевите сарми са една от задължителните съставки на капамата. === Румънска кухня === Румънската кухня има много общи черти с българската – сармите носят сходно име, „сармале“ , и се приготвят като българските зелеви сарми. Листата са от кисело зеле, а плънката е от ориз, лук, свинска кайма или накълцан свински врат, чушки, доматен сок, копър, бахар, мащерка и дафинов лист. Основната разлика е, че се заливат със сметанов сос или с мамалига. == Източници == == Външни препратки == Рецепти за Зелеви и Станимашки сарми в Уикикниги.",
        "language": "bg"
    },
    {
        "title": "Свинско с ориз",
        "content": "Свинско с ориз е ястие от традиционната българска кухня, популярно в цяла България . Едно от най-вкусните и предпочитани основни ястия. == Приготвяне == Приготвя се от нарязано свинско месо, ориз, лук, сол, олио, бульон, подправки. Месото се сварява и се смесва с измития ориз и запържения лук. Долива се зеленчуков бульон и се запича във фурна, докато оризът поеме водата. Сервира се с туршия или салата. == Външни препратки == Рецепта за свинско с ориз, от „Вкусно и красиво“ Архив на оригинала от 2010-01-19 в Wayback Machine..",
        "language": "bg"
    },
    {
        "title": "Свинско със зеле",
        "content": "Свинско със зеле е традиционно ястие от българската кухня, много популярно и обичано основно ястие. == Технология == Ястието се приготвя от свинско месо, зеле , лук, моркови, домати, червен пипер, сол, черен пипер, чубрица, свинска мас или олио. По желание се добавят цели люти чушки. Зелето се нарязва на ситно и се стрива със сол, другите зеленчуци също се нарязват на ситно. Месото се нарязва на едри парчета. Всички продукти се слагат в тенджера и се заливат с вода или бульон . Ястието се вари, докато месото напълно се свари. == Вижте също == Пиле със зеле",
        "language": "bg"
    },
    {
        "title": "Сирене по шопски",
        "content": "Сирене по шопски е традиционно ястие от българската национална кухня, приготвяно както в домашни условия, така често присъства в менюто на някои български механи и ресторанти, което го определя като характерно за България. Този кулинарен продукт се приготвя в глиненено гювече, в което се добавят кромид лук, домати, саламурено сирене, зелена чушка, чесън и др. След като е запичено във фурна до готовност, отгоре се чупи едно яйце и се запича за кратко.Характерно подправки към това ястие са чубрица, магданоз, сол, лют червен пипер, краве масло, слънчогледово олио, черен пипер. == Вижте също == Сирене Българска кухня == Източници ==",
        "language": "bg"
    },
    {
        "title": "Скара",
        "content": "Скара се нарича начин на приготвяне на храни от животински или растителен произход, чрез печене върху нагорещена повърхност или мрежа. Със същата дума се обозначава и храната, приготвена по този начин. Скара в машиностроенето или като конструктивен елемент е решетъчна подложка. Уредите за печене на скара са най-различни видове, но най-популярен е този, в който топлинната обработка на продуктите става посредством нагряване с дървени въглища. Съществуват и газови и електрически. Едни от най-добрите майстори на този вид готвене на Балканите са в Сърбия и Босна и Херцеговина, където то се нарича роштиль. == Вижте също == Асадо Барбекю == Външни препратки == Специализирана страница",
        "language": "bg"
    },
    {
        "title": "Смилянски боб",
        "content": "Смилянски боб или смилянски фасул се наричат семената от растението фасул, една от малкото български храни, защитени с патент за словна марка, касаеща отглеждането му в областта на горното поречие на Арда. Местните жители го наричат с името фасульовица. Традициите за отглеждане на фасул в района датират от повече от 250 години. Специфичните почвени условия, високата влажност на въздуха, обусловена от близостта на река Арда, температурните граници и качеството на водата, характерни за района на село Смилян, са подходящи за отглеждане на фасул. Смилянският фасул притежава уникален вкус и е известен както в България, така и в чужбина. Методът на отглеждане традиционно се е запазил с поколения наред. Насажденията се обработват ръчно, тори се с естествен оборски тор. Годишно в района на горното течение на река Арда се отглеждат до 30 тона смилянски фасул. == Особености == Смилянският боб вирее в района на село Смилян, както и съседните Могилица и Арда, намиращи се в района на горното течение на река Арда. Районът на отглеждане се характеризира с планински климат, при който есенно-зимният сезон е сравнително мек, а лятото е хладно. Други фактори, които предопределят доброто качество на смилянския фасул, са надморската височина и влажността на въздуха. Областта, в който вирее растението, е с надморска височина от 820 до 875 m. Температурите са умерени и през лятото е хладно. При повече от 33 °C цветчетата на фасула прегарят и окапват. Известни са две основни разновидности на смилянския фасул: Едър. Цветът на бобените зърна е бял и пъстър, вариращ от черен до светлолилав. Традиционно тази форма на смилянския боб се използва основно за салати и за паниране. Дребен. Зърната са значително по-дребни от предходния, като преобладават светлокафявите зърна с тъмнокафяви и почти черни ивици. == Празник на смилянския боб == През 2003 г. в село Смилян за пръв път е проведен „Празникът на смилянския фасул“. На него жителите от селото и околните селища по горното течение на Арда почитат културата, която е традиционна за техния район. Празникът се провежда в последната събота на ноември, след като реколтата от фасул е прибрана. По време на празника се организират три конкурса: Кулинарен конкурс с ястия, направени от смилянски фасул Конкурс за детско пано от фасул Конкурс „Производител на годината“Началото на фестивала се оповестява с фасулено топче. Празникът се организира от читалище „Асен Златаров“ в Смилян. == Ястия от смилянски боб == Традиционно смилянският боб се използва в Родопската кухня за приготвянето на сарми и пълнени чушки, баница с боб, рула, пълнена тиква с боб, боб чорба, трахана с телешко месо и царевица и дори шишчета от боб. == Вижте също == Наследствен сорт == Източници ==",
        "language": "bg"
    },
    {
        "title": "Снежанка (салата)",
        "content": "„Снежанка“ е българска традиционна салата. Тя възниква и еволюира като изделие на българското държавно обединение „Балкантурист“ в края на 1970-те години.Сродна е с гръцката салата дзадзики, с турската джаджък и на подобни в сръбската, македонска и др. балкански кухни. Подобна салата, но приготвяна със сметана, е полската мизерия. == Продукти и начин на приготвяне == За приготвянето на салата „Снежанка“ са необходими следните продукти: кисели краставички . изцедено кисело мляко чесън сол зехтин или растително олио копър смлени орехови ядкиПриготвя се, като към ситно нарязаните или настъргани краставички се добави изцедено кисело мляко. Добавя се ситно нарязан или счукан чесън , ситно нарязан копър, малко сол и олио, и сместа се разбърква добре. Може да се добавят и смлени орехи. Украсява се със стръкче пресен копър. == Бележки == == Външни препратки == Млечна салата Снежанка",
        "language": "bg"
    },
    {
        "title": "Супа топчета",
        "content": "Супа топчета е традиционна българска супа, приготвено от омесена с подправки кайма, бульон, зеленчуци, макаронени изделия, подправки, която след като стане готова се застройва с яйце, брашно, и кисело мляко. Едно от най-популярните ястия в България, тя е известна поне от 30-те години на XX век, като сегашното ѝ наименование се утвърждава през 70-те години. == Традиционна българска рецепта == В кипяща вода се добавят лук, моркови и целина нарязани на кубченца. Каймата се омесва със ориз, ситно нарязан кромид лук, черен и червен пипер и яйчен белтък. Омесват се малки топчета които се пускат във врящия бульон. Добавя се фиде или ориз. Когато всичко е сварено, супата се отстранява от огъня да изстине, за да не се пресече застройката. В отделен съд се разбива млякото с яйчен жълтък. След като поизстине супата се добавя застройката, като при наливането ѝ, супата се бърка в кръг. Добавя се ситно нарязан обикновен магданоз . == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Тавче гравче",
        "content": "Тавче гравче, понякога и гравче на тавче, е традиционно македонско ястие, което се среща в България, Гърция, Сърбия и Северна Македония. Приготвя се с боб, кромид лук, олио, сухи червени пиперки, черен и червен пипер, магданоз и сол, като се срещат и вариации. Сервира се в типични глинени съдове. На гръцки ястието се нарича φασουλοταβάς . == Приготвяне == Бобовите зърна се изчистват и се накисват в студена вода, като трябва да престоят поне 3 часа, за да омекнат , след което се оставят да врят в тенджера. След първото кипване водата се изсипва и се заменя с нова, чиста вода. Добавя се част от лука и черен пипер. Междувременно се запържва лук заедно с червен пипер. Сухите пиперки могат да се запържат или заедно с лука, или отделно. След около 90 минути, колкото е нужно на боба да се свари, се слагат пиперките и запържения лук и се разбърква добре. Съдържанието се поставя в глинен съд и се пече на 220 градуса. По време на печенето трябва да се внимава бобът да не стане прекалено сух. Поднася се с различни видове месо. Тавче гравче по тетовски е известно в Северна Македония. == Вижте също == Печен боб == Бележки == == Външни препратки == Рецепта Архив на оригинала от 2014-04-13 в Wayback Machine. на Иван Звездев Рецепта за Тавче Гравче на сайта на Бон Апети",
        "language": "bg"
    },
    {
        "title": "Таратор",
        "content": "Тараторът е вид студена млечна супа, традиционна в българската кухня. Приготвяна е от кисело мляко, вода, ситно нарязана или настъргана краставица, олио или зехтин, сол, копър и счукан, пресован или нарязан на ситно чесън, които се смесват и разбъркват. Към така приготвената смес по желание могат да се добавят счукани орехови ядки. Тази форма на таратор възниква в България в средата на XX век. Дотогава това наименование се използва за широка група студени супи и сосове, обикновено на основата на оцет и орехи или тахан, идващи на Балканите от близкоизточната кухня. Днес вариант на тези храни се нарича жътварски таратор. Съвременният таратор е близък по състава си до турския джаджък. Свързаното с него гръцко дзадзики се приготвя без вода и е с гъста консистенция на салата, което го доближава до българската салата „Снежанка“ . == Приготовление, сервиране и консумация == Примерни продукти за 2 – 3 порции: 750 гр. кисело мляко 1 краставица 2 супени лъжици зехтин или растително олио 1 – 2 скилидки чесън 2 – 3 супени лъжици смлени орехови ядки копър една щипка солКъм ситно нарязаната или настъргана краставица се добавят счукан чесън, ситно нарязан копър и зехтин. Към тази смес се добавят кисело мляко и студена вода. Разбърква се добре и се прибавя солта. Най-накрая се поръсва със смлени орехови ядки. Сервира се студен, като може да се добави и лед за запазване на температурата. Съхранява се в хладилник. Най-често се консумира като предястие, но понякога и като гарнитура или салата заедно с основното ястие. Поднася се в дълбоки чинии или купички, яде се с лъжица. В горещите летни месеци някои хора го консумират като „разредител“ към мастика или ракия и в такива случаи може да се сервира и в чаша. Сухият таратор се сервира като салата или гарнитура. Като заместител на краставицата може да се използва морков, маруля, дори репички или грах. Вместо копър може да се ползва джоджен, обикновен магданоз или анасон. == История == Ястия, подобни на таратора, вероятно присъстват под друго наименование в българската кухня много отдавна, но за това няма преки свидетелства. Такива ястия са известни в цялата близкоизточна кухня, като сред тях са турският джаджък и гръцкото дзадзики. Те са явно свързани етимологично, но произходът им също не е изяснен. Според някои автори джаджъкът навлиза в турската кухня през гръцкия вариант, както и много други безмесни ястия, развили се, заради продължителните пости в християнството.До средата на XX век в България таратор се наричат различни студени супи и сосове, които рядко съдържат кисело мляко и обикновено са на основата на оцет или орехи. Наименованието „таратор“ в това значение идва от Близкия Изток, където това е подправен с чесън и киселина тахан. В турския вариант на този сос таханът е заменен с орехи и изглежда в този вид тараторът се разпространява на Балканите.В българските готварски книги от първата половина на XX век под името таратор са описани различни рецепти, които най-често включват много повече мазнина и чесън от обичайното днес. Така в издадено през 1953 година ръководство за ресторантите са описани няколко вида таратор, като обикновеният таратор се приготвя от чесън, олио, орехи и краставици с вода, сол и киселина. Първата известна рецепта за съвременния таратор е публикувана в „Книга за домакинята“ от 1956 година, но до края на 70-те години в различни готварски книги продължават да се описват и други рецепти за по-ранните форми на таратора. == Етимология на таратора == === Значение на думата таратор в българския език === Таратор е дума, посочена в Речника на българския език от Найден Геров като заемка от турски и обяснена като „сочиво, студена чорба от краставици, чеснов лук, орехи и оцет; тлъченица“, където сочиво е народна дума за супа, а тлъченица е синоним на таратор.В Български тълковен речник от Любомир Андрейчин и др. думата таратор е обяснена по следния начин: Вид студена супа от разводнено кисело мляко с краставици, чесън, оцет и др. Произходът на думата таратор според споменатия Български тълковен речник е персийско-турски. Информация за произхода на думата таратор може да се открие например и в Речник на чуждите думи в българския език от Александър Милев и др. , където е дадено следното обяснение: тур. tarator от персийски. Студено ядене от разредено кисело мляко, краставица или салата, чесън, олио, орехи и др. В Речник на чуждите думи в българския език , се открива подобно обяснение: тур. tarator от персийски. Вид студена супа, приготвена от разредено с вода кисело мляко, ситно нарязана краставица, чесън, орехи и олио. На български думата таратор може да се използва не само за назоваване на студена супа от кисело мляко с краставици, а изобщо на студена супа от кисело мляко с различни видове зеленчуци. В книгата Слънчева храна за нашата трапеза от д-р Т. Тодоров и др. се дават рецепти за седем вида таратор: с краставици, тиквички, целина, маруля или салата, магданоз и копър, моркови и зряла тиква. === Значение на думата таратор в другите балкански езици === В Българско-гръцки речник думата таратор е преведена като σκορδοστούμπι . Този превод обаче може и да не е точен, тъй като скордостуби се приготвя от патладжан, домати, чесън, зехтин и оцет и най-вероятно съответства на кьопоолу. В Македонско-руски речник от Ксения Гавриш присъства думата таратур, обяснена като салат из свежих огурцов с кислым молоком, посным маслом и чесноком . В Македонско-романски речник от Миле Томик обаче обяснението на думата таратур е малко по-различно: ciorbă din ceapă, iaurt şi castraveţi . В Македонско-албански речник думата таратур се обяснява така: tarator, dhallë me hudra, voj e uthull e me pak trangull . В Българско-албански речник от Тома Кацори и др. думата таратор е преведена само с tarator, без допълнителни обяснения. В Българско-сърбохърватски речник от Марин Младенов думата таратор е преведена като таратор-чорба ). В Српскохрватско-руски речник от Иля Толстой сръбската дума таратор е обяснена като салат из свежих огурцов на кислом молоке и с чесноком . В Srbskohrvatsko-slovenski slovar от Янко Юранчич сърбохърватската дума таратор е преведена на словенски като vrsta omake iz olja, kislega mleka in česna . На сръбски обаче думата таратор може да означава „салата от краставица със сметана и чесън“ или „салата от краставица, чесън и кисела сметана“ , макар че се среща и с близко до споменатото в Речника на Толстой значение ). На един сръбски дискусионен форум сръбският таратор, по-точно таратор-салата, се сравнява с гръцкото дзадзики . Гръцката дума τζατζίκι е сродна с турската cacık и вероятно е заета от турски, защото съчетанието τζ в новогръцки език се среща предимно в заети думи на мястото на дж. В Турецко-русский словарь думата cacık е обяснена като салат из свежих огурцов и йогурта . На български този вид салата обикновено се нарича у дома млечна салата, а в заведенията млечна салата или снежанка.На хърватски думата таратор е позната предимно със значение „студена супа от краставици“ или „супа от кисело мляко, краставица, чесън и копър“ . === Обяснение на българския таратор в други славянски езици === В Речник на българския език Найден Геров е превел думата таратор на руски като пигус. Владимир Дал в Толковый словарь живого великорусского языка дава следното тълкуване на думата пигус: „кислая похлёбка с огурцами“ . Тургенев в разказа си „Фауст“ споменава за „знаменитото степно ястие пигус, от което езикът ти побелява и стои като кол в течение на цяло денонощие“ . В Болгарско-русский словарь от С. Бернщейн думата таратор не е преведена на руски, а е запазена в същата форма , с обяснението: суп из кислого молока, свежих огурцов, чеснока и орехов . В Българско-руски речник от Сава Чукалов думата таратор е обяснена като кушанье из свежих огурцов и чеснока на воде или простокваше . В руското интернет пространство се откриват много рецепти на българския таратор, в които той обикновено е охарактеризиран като „българска окрошка“ . В руския език се среща и думата бикус, която е сродна с пигус и в Речника на Дал се тълкува като окрошка, крошеная говядина с луком и огурцами, на квасу . В Наръчен българско-полски речник от Франчишек Славски думата таратор е преведена като chłodnik ogórkowy . Полският хлодник се приготвя от кисело мляко или кефир, зелени краставици, копър, репички, чесън, сол и пипер . === Обяснение на българския таратор в западноевропейските езици === В Българско-английски речник думата таратор е обяснена като yoghurt and chopped cucumber soup супа от кисело мляко и нарязана краставица). В Българско-френски речник от А. Радев и др. думата таратор е преведена като tarator et de l'ail) . В Българско-испански речник на Емилия Ценкова и Тодор Нейков описанието на таратор е „студена супа от кисело мляко, краставици, чесън и др.“: tarator . В Интернет може да се открие информация за българския таратор на английски език, на френски език, на немски и на други западноевропейски езици. == Чуждестранни аналози на таратора == В различните чуждестранни кухни съществуват близки до таратора супи и салати. === Турски таратор === Таратор на турски означава сос, приготвен от хляб, орехи, зехтин, чесън и оцет . В Интернет се намира описание на турския таратор, като например: „Тараторът е един от най-известните турски сосове. Той представлява кремообразна смес от орехи и чесън. Традиционно се използва за добавка към варени зеленчуци, риба или миди, а също така и за топене с хляб. За истинския таратор се използват лешници, но те често се заместват с бадеми, орехи или други ядки“. В Турция е популярен и студения „джаджак“, който се приготвя от разбито кисело мляко, тънко нарязани краставички, ароматни подправки и чесън. Различава се от българския таратор по това, че се приготвя с пресен джоджен, вместо с копър. === Гръцка салата дзадзики === В Гърция се сервира салата дзадзики , която се счита типична за гръцката национална кухня. Основните съставки са кисело мляко, краставица, чесън и олио. Използва се като гарнитура към кюфтета или като сос за гръцка пълнена пита. === Ирански таратор === В Иран тараторът се нарича маст о хяр , което означава „кисело мляко и краставица“ . Приготвя се от кисело мляко, краставица, лук, джоджен, сол и черен пипер, като киселото мляко само се разбива, без да се разрежда с вода. Може да се добавят орехи и стафиди. Също така може да се използват и мариновани краставички. Сервира се като аперитив или салата. == Бележки == == Външни препратки == Таратор – пълната рецепта Архив на оригинала от 2016-04-10 в Wayback Machine. Таратор",
        "language": "bg"
    },
    {
        "title": "Татарско кюфте",
        "content": "Татарско кюфте е традиционно балканско ястие, представляващо голямо кюфте, приготвено от различни видове кайма , подправки, кромид лук, хляб, яйце, мляко, кашкавал, гъби, царевица, чушка и др. Технологията на приготвяне включва след приготвянето на кюфтето, което е омесено със сол, яйцето, накиснат в мляко хляб, то да се оформяни и да се напълни с плънка, направена от млечни продукти и зеленчуци. След приготвяне може да се пече във фурна, да се пържи в маслена баня или да се приготви на скара. == Вижте също == Кюфте Кебапче Фалафел == Външни препратки == Татарски кюфтета на сайта на Кухнята на Мат Татарски кюфтета с кашкавал на gotvach.bg Татарско кюфте в було на eZine.bg",
        "language": "bg"
    },
    {
        "title": "Телешко варено",
        "content": "Телешко варено е традиционно ястие от българската кухня, приготвено от нарязано телешко месо и зеленчуци , гъби, червен пипер, черен пипер, сол, олио. Популярно основно ястие. == Технология == Нарязаното на късове месо се задушава заедно с лука в растителна мазнина, добавят се последователно гъбите и червеният пипер. Долива се вода или бульон и се вари докато месото стане почти готово. Добавят се нарязаните на средно едро картофи, нарязаните чушка и домат. Добавят се подправките и солта. При поднасянето се поръсва с нарязан на едро магданоз, може да се добави заквасена сметана. == Външни препратки == Рецепта за Телешко варено от „Веселият готвач“ == Вижте също == Гулаш",
        "language": "bg"
    },
    {
        "title": "Тестено изделие",
        "content": "В българската кулинарна традиция под тестени храни наричаме всички храни приготвяни от тесто или тестен полуфабрикат . Самите полуфабрикати също са тестени храни, но тях наричаме тестени изделия, за да подчертаем, че те се влагат като продукт за допълнителна обработка, а не са ястие или готова за консумация тестена храна. == Основни тестени продукти == Под основни тестени продукти се разбира всички изделия, които са обект на хлебопекарската практика. Това са хляб, питки, погачи, козунаци, както и всякакви закуски изготявни от тесто за хляб и козунак, които се изпичат във фурна, без използване на друга технология. При по-старата кулинарна школа и практика, към хлебарския и хлебопекарския занаят е било причислявано и производството на тестени закуски . Съвременния възглед е то да се разглежда като обект на готварството и/или сладкарството в зависимост от това, какви са продуктите и типа на получената готова храна. Има различни възгледи в различни школи, които поставят различен акцент на спецификата при приготвяне на закуските и ги разделят в различни категории, в зависимост от начина на приготвяне, затова дребните закуски, които се пекат, въпреки че също са обект на пекарството се третират като втора основа група тестени изделя , които сега са част от сладкарството. Трябва да се отбележи, че хлебопекарстово и сладкарство се третират и като общ клон в кулинарните практики, както е готварството и всички други кулинарни технологии свързани със спецификата при обработка на различни хранителни продукти, каквито са месарството и производство на колбаси и месни консерви, зеленчуково и плодово производство и производство/приготвяне на зеленчукови и плодови консерви и др. == Тестени полуфабрикати == Тестените полуфабрикати са продукти от тесто, които се използват за приготвяне на тестении ястия, но не могат да служат за пряка консумация. В българската кулинарна практика се делят на три основни групи Макаронени изделия Полуготови листни изделия и полуготови ястия Готово тесто – насипно или във форми за изпичане на хляб, питки, палачинки и др. === Макаронени изделия === Основните продукти на макаронените изделия се продават като изсушени полуфабрикати и представляват: тестени ленти или парчета тестени късове цилиндрични кухи пръчки или навити фигурки плътни тестени пръчици малки зърнести топчета За да станат годни за консумация макаронените изделия най-често се варят или пекат . === Полуготови тестени изделия === Корите за баница в България са почти еднакво популярни, като тестен полуфабрикат, колкото макаронените изделия. Представяляват готови изсушени листа от тесто, с които лесно и бързо се приготвя баница в домашни условия. Полуготовата баница е подготвено за изпичане ястие от тесто.В България баницата е най-популярната многолистна тестена храна. Българите приемат баницата за българско изобретение, въпреки че този продукт е популярен навсякъде по Балканите и на много места в Източна Европа и Азия. Полуготова гарнирана пита – Полуготови формовани теста във вид, подходящ за гарниране и изпичане, традиционно се продават като полуготови пици, а през 60-те и 70-те и 80-те години, като полуготови гарнирани пити. Напоследък освен като формовани теста, все по-често се предлагат и вакуумирани опаковки с напълно приготвени пици, които само трябва да се изпекат. === Готово тесто за хляб, пици, катми, мекици, палачинки и др. === Като полуготов продукт в хранителната индустрия се предлагат и теста за домашно приготвяне на хляб, козунак, пици, палачинки и др. Съществуват и разфасовки на формовани и приготвени листа за приготвяне на палачинки, катми и други. В групата на тестенитените полуфабрикати са и тестата за производство на домашни сладки, курабии, сладки кифли и др. Тази група тестени изделия е част от сладкарските технологии. == Тестени закуски == Тестените закуски са две различни групи и в българската практика се наричат: свивки пълненки Пълненките от своя страна са едри пълненки, които са същинските закуски и дребни, които са предимно обект на готварството и те се ползват за приготвяне на блюда за основно хранене. Според някои школи дребните тестени пълненки и свивки въобще не се третират като тестени храни, а са част от основен продукт в готварска рецепта, за основно ястие. Доводите могат да се приемат за напълно основателни, тъй като и зелевите сарми се правят по сходен начин, но никой не приема, че това е само зеленчукова храна, особени когато плънката е от месо. Но в българската езикова практихка по подразбиране за тестени храни, се включваат всички продукти и храни, призведени от тесто. Към групата на закуските от тестени храни вече се включват и гарнираните пити, които почти изцяло са заменени от италианските пици. В традиционната българска кулинарна практика, гарнираната пита е била обект на хлебопекарството и гарнирани пити са се приготвяли почти във всички фурни, които са изпичали хляб, козунак и питки. Към тях се числят и всички разновидности на гарнираната питка, като тутманик, млин, блин, клин, тригуна и т.н. Подобно на гарнираните питки са били много популярни малките гарнирани закуски, като солени питки с различен вид плънка , наричани на жаргон саламенки, кашкавалки, сиренки. Производството и разпространението им напоследък е силно ограничено, най-вече заради неособено справедливото заклеймяване на тестените храни като 'вредни за децата'. Абстрахирането и неглижирането им е най-вече плод на съвременни тенденции, свързани с режими на хранене, които са повече вследствие на мода, отколкото здравословна практика. Прекаляване и злоупотреба с каквито и да е храни е вредно, а балансираното хранене не бива да изключва или драстично да минимизира дадена група храни, особено при хранителен режим на деца и подрастващи, които се нуждаят от бавноразградими въглехидрати, съдържащи се именно в тестените изделия.",
        "language": "bg"
    },
    {
        "title": "Тиквеник",
        "content": "Тиквеникът е вид сладка баница, на която плънката се състои от настъргана тиква и захар. Приготвя се като витата баница, от тестени кори, които се навиват, като пури на руло с равномерно добавяне на сместа от тиква, захар и счукани орехи. Добавя се и олио. В много рецепти се добавя, заедно с олиото и краве масло, когато не е за ритуалното постно ядене на Бъдни вечер. Така получените рула се нареждат в тава, обикновено се навиват в кръг и се пекат. Сервира се с кисело мляко или компот. == Източници == == Външни препратки == Рецепта за тиквеник на zvezdev.com Тиквеник с готови кори, орехи и канела на gotvach.bg Бърза и лесна рецепта за тиквеник с готови кори на сайта Домашна кухня с Дани",
        "language": "bg"
    },
    {
        "title": "Торта „Гараш“",
        "content": "Торта „Гараш“ е българска шоколадова торта, създадена в Русе, България най-вероятно в началото на ХХ век. През последните десетилетия става все по-популярна и в Западна Европа заради своя чудесен вкус и деликатен аромат. Смята се за българската версия на торта Сахер, направена с яйца, ядки и шоколад. Вдъхновител е торта „Пишингер“, създадена през 1881 година от австриеца Оскар Пишингер . Едно свидетелство за този факт е, че тортата е наречена Пишингер торта в книгата на Иван Маринов „Ръководство по сладкарство и готварство“. Торта „Пишингер“ се е правила с пет „Karlsbader Oblaten“. == История == Тортата е създадена от австроунгареца сладкар Коста Гараш, който пристига в Русе през 1885 г. В града той управлява тогавашния гранд хотел „Ислях хане“, който се е намирал до резиденцията на княз Александър Батенберг, и в него са се посрещали видни за времето гости като румънския крал Карол II, сръбския Милан Обренович и шведския Оскар II. Именно за приеми от висок ранг Коста Гараш създава и известната си торта „Гараш“. По-късно, през 1900 г. той се премества в София, където поема управлението на хотел „Панах“. На партера се е намирала и сладкарницата, където столичани са можели да опитат парче „Гараш“. За първи път за масовата публика, рецептата се появява в книгата на Поликсена Семерджиева и Христо Семерджиев „Практическо ръководство по модерно сладкарство и част от вегетарианска кухня“, издадена през 1935 година в Горна Оряховица . По-късно рецепти се срещат и в множество други кулинарни книги: в „Рецепти за електро-кухня“ и „Сладкарски рецепти за електро-кухня“ на Владо Иванов и Борис Пенев от 1939 година, в „Сладкарско производство. Технология на сладкарското производство“ на Борис Пенев и Стефан Попов от 1956 година, в „Десерти“ на Мария Донева и Любомир Камберов от 1958 г. и т.н. == Приготвяне == Тортата се прави с пет тънки блата, направени от смес, съдържаща 200 грама орехи, 8 яйца, 220 грама пудра захар и 20 грама брашно. Всеки блат се пече върху намазнена оризова хартия при умерена температура до порозовяване, след което се оставя да изстине. Сметаната се разбива до сгъстяване, ако не е сладка се добавя захар. Шоколадът се разтопява на водна баня и по-голяма част от него се добавя към вече разбитата сладка сметана. Бърка се до получаване на еднороден шоколадов крем, към който може да се добави ром или коняк. Блатовете се редят, като всеки се маже обилно с шоколадовия мус. Накрая цялата торта се покрива с шоколадова глазура и се украсява с оцветени в зелено кокосови стърготини или филирани бадеми. Оставя се да пренощува в хладилник. Сервира се на другия ден. В оригиналната рецепта на Коста Гараш тортата се прави без брашно. Държавният архив в Русе пази оригиналната рецепта на тортата. == Бележки == == Външни препратки == Рецепта за торта Гараш Рецепти за торта Гараш",
        "language": "bg"
    },
    {
        "title": "Трахана",
        "content": "Трахана или тархана, или в някои пирински македонски диалекти трахан/трахунь, tarhana , tarkhina, tarkhana, tarkhwana , trachanas/trahanas , trahana , kishk , kushuk е ястие с персийски произход, подобно на попара. Разпространена е в Странджа, Сакар, Родопите и други райони на страната. Траханата се замесва с квас, а не с мая. Ферментацията, която се поддържа 4 – 5 дни преди да се изсуши, ѝ придава специфичния аромат и леко кисел вкус и я прави подходяща храна за хора със стомашно-чревни заболявания. По начина на приготвяне може да се оприличи с италианската „паста“, доколкото изходната суровина на заливката се приготвя като тесто от брашно и зеленчуци, което след неколкократно омесване и втасване се изсушава и стрива. Така консервираният и гранулиран продукт може да се използва целогодишно за варене на сос, с който се накисва препечен надробен хляб, овкусен със сирене и масло. В миналото в Карловско тарханата се е приготвяла от почти всички зеленчуци в двора – домати, червен пипер, моркови, целина, нахут . Те се сваряват, пасират и омесват с брашно и мая, балканска чубрица, стрит магданоз, а понякога и с джоджен, мащерка и риган. Тестото втасва и след това се претрива с още брашно на полусухи трохи. Изсушава се на слънце и се съхранява в платнени торби на сухо и проветриво място, за да не „хване молци“. Употребявала се е като каша или гъста супа. Сместа се изсипва в гореща вода и се бърка до омекване на парченцата. Обичайно се е поливала с препържен зехтин, шарлаган, сусамово масло или свинска мас. В миналото тарханата е била една от основните храни на българското население и е характерна за почти всички балкански кулинарни традиции. Характерната странджанска рецепта за тестото включва тиква, домати, червен пипер и особена зелена подправка. Някои гастрономи варят траханата с прясно мляко. Друга рецепта в Уикикниги.",
        "language": "bg"
    },
    {
        "title": "Тулумба",
        "content": "Тулумбата e сиропиран сладкиш, типичен за балканската кухня. Известна е и като „тулумбичка“ и „тиквена дръжка“. Тулумбите се правят от парено тесто с източена форма , което се пържи на много силен огън, а след изстиване се потапя в захарен разтвор. През 1831 г. в София е сформирана първата тулумбайджийска тайфа с мехова помпа за гасене . Затова на покрива на храма “Света София” са направили наблюдателница за пожари.",
        "language": "bg"
    },
    {
        "title": "Туршия",
        "content": "Туршия се наричат маринованите зеленчуци от кухнята на много държави от Балканите и Близкия изток. Името туршия идва от „торш“, което означава кисело на персийски и кюрдски. В тюркските езици като турския и азербайджанския означава същото, но се произнася „туршу“. В българската кухня най-популярните видове са царска туршия и селска туршия. Туршията е традиционно мезе за ракия или узо. В някои райони на Турция туршиената вода се пие. Туршията има разнообразни видове в кухните на Близкия изток, като например в арабската, турската и иранската. Иран има голямо разнообразие от стотици различни видове туршия, в зависимост от местните обичаи и различни събития. В някои семейства яденето се счита за непълно, ако няма купа с туршия на масата. Приготвянето на туршия в домашни условия е широко разпространена традиция през есенните месеци, дори и в градовете. Често се сервира и в ресторанти или може да бъде закупена и от магазина за директна консумация. == Рецепти == Туршия се прави с чесън, люти чушки, целина, карфиол, моркови, цвекло, зеле, патладжан и други зеленчуци. Добавят се сушени ароматни билки, мариновани в оцет, сол и различни подправки, които обикновено включват черен пипер, джинджифил и други. Иранската туршия има повече оцет, докато турската има повече сол. Царската туршия се приготвя с карфиол, камби, моркови, чесън и целина. Зеленчуците се смесват с малко сол и захар и се оставят така през нощта. На другия ден сокът се смесва с оцет и се вари няколко минути. Зеленчуците се поставят в стъклени буркани и се затискат с черешови клонки и кръгъл речен камък, след което бурканите се пълнят с изстиналата марината. Селската туршия се прави със зелени чушки, зелени домати, моркови, карфиол, зеле и целина. Зеленчуците се поставят в съд, затискат се с клонки и камък, след което се поливат с марината от сол, оцет и вода. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Тутманик",
        "content": "Тутманик, още масленица, е традиционно българско ястие, произведено от дебели кори тесто и натрошено бяло саламурено сирене, кисело мляко, яйца и др. == Традиции за приготвяне и видове тутманици == Съвременната представа за тутманик като вид питка, замесена с тесто, в което има сирене е по-близка до тази за вид гарнирана пита. В действителност тутманикът се е приготвял не като питка, а по-скоро като качамак, в който има бяло саламурено сирене. Впоследствие вместо да се вари смеската от царевично и бяло брашно , са започнали да изпичат полученото рядко тесто, като са го изливали в плитки малки тави. По този начин тутманикът се е превърнал в разновидност на българската гарнирана питка. === Царевичен тутманик === Според някои източници първоначално тутманикът се е приготвял като тестено ястие от меко тесто забъркано, като сладкарско и съставено от смеска на царевично и бяло пшеничено или ръжено брашно. В него са се добавяли подправки и бяло саламурено сирене. Сместа се е изсипвала в съд за печене, така както се изпичат сладкарски блатове за торти. Изпича се и се консумира топло, заедно с кисело или прясно мляко. В зависимост от различията в различните фолклорни области съществуват разнообразни рецепти за приготвяне на царевичен тутманик. Интересното е, че в някои области освен традиционният с бяло саламурено сирене се приготвя и тутманик със запържено смляно или скълцано месо. Царевичен тутманик се приготвя и като десерт, подсладен със захар, и гарниран като домашна торта с някакво плодово сладко – мармалад, конфитюр, желе. Тутманик под форма на десерт вече се прави твърде рядко и предимно в северните фолклорни области на България, както и от българите, живеещи в Румъния, Молдова, Русия и Украйна, които съхраняват отколешни традиционни рецепти. Проблем е, че в повечето случаи българските ястия, приготвяни от българи, живеещи в посочените райони, извън България се наричат по друг начин, с видоизменени или напълно променени имена. Трудно е да се определи, дали те пазят верните, а българите в Дунавска България са заимствали чужди . === Тутманик със сирене === За приготвянето на тестото се използват бяло брашно, сол, яйца, кисело мляко, мая и растително масло . След като се омеси тестото се оставя да почине за кратко, след което се разточват дебели кръгли кори. В намаслена тава се поставя една кора, която да излиза от ръбовете на тавата, след което се правят различни плънки . Традицията повелява плънката да е от натрошено сирене, но може да се комбинира и с пръжки или приготвено предварително накъсано на дребно свинско месо. Типична за село Сакарци е „Сакарската месеница“. Тя е подобно на баница или по-точно на милинка ястие, което се приготвя, като се замесва тесто, но не с вода, а с пълномаслено, за предпочитане биволско мляко, добавят се още при месенето много яйца и маслено бяло сирене, отново обикновено биволско, не се разточва на кори, а се пече цяло като погача. === Тутманик с месо === Освен споменатия тутманик със сирене и пържено надробено месо съществуват рецепти за приготвяне на тутманик с мляно или скълцано месо, без използване на сирене. Обикновено плънката включва освен мляното месо и подправки, кромид лук или праз, надробени на ситно. Плънката се запържва с подправките предварително, понякога към нея се добавя и яйце. Нетрадиционно се приема добавянето на кашкавал. Някои смятат, че употребата на кашкавал в плънките разваля вкуса на питките и прави питката клисава, но в комбинация с яйце това не се получава. === Сладък тутманик === За разлика от тутманика, който се приготвя с тесто от царевично брашно като блат за торта, сладкият тутманик от бяло брашно се приготвя като сладка питка, с плънка от меки саламурени сирена, най-често овче, или топлинно обработено краве сирене . На външен вид той прилича на козунак и дори се смята за вид традиционен обреден хляб на старите българи, == Вижте също == Баница Милинка == Източници == Рецепта за царевичен тутманик Рецепти за тутманик със сирене Рецепта за тутманик с кайма Рецепта за тутманик с кайма, праз и кашкавал Рецепта за сладък тутманик с крема сирене",
        "language": "bg"
    },
    {
        "title": "Халва",
        "content": "Халвата e сладкарско изделие, което произлиза от Индия и Централна Азия. Халвата е позната и в Предна Азия, Северна Африка, Югоизточна Европа и Източна Европа и при евреите. Тя е родствена с бялата нуга. Основната маса на халвата се състои от сусамов тахан, захар и вкусови добавки. Може да се прибавят фъстъци, орехи, какао, бадеми или шамфъстъци. В България тахан халвата се прави по-често от слънчогледов тахан. В различни страни халва се прави също и от брашно , от плодове и мляко или от смлени слънчогледови семена, орехови или фъстъчени ядки. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Цаца",
        "content": "Цацата е морска риба от семейство селдови, разпространена в Европа . Нейният подвид, разпространен в България, е известен като копърка, трицона, черноморски шпрот или само шпрот. == Класификация == Класифицирана е за първи път от Карл Линей през 1758 г. като Clupea sprattus [1]. През 1826 г. е описана и класифицирана от Антоан Рисо като Clupanodon phalerica, откъдето е името на подвида S. sprattus phalericus. През 1904 г. същия подвид е описан в Черно море от Григоре Антипа като Clupea sulinae и в българската литература черноморската цаца се описва най-често като S. sprattus sulinus. Представителите на този подвид са малко по-дребни с по-малък брой лъчи на аналната перка. Близък вид е езерната цаца , която понякога също е наричана езерна трицона или само трицона или кротушка. Тя е малко по-светла на цвят и може да обитава басейни с по-ниска соленост . == Описание == Тялото ѝ е странично сплеснато, а люспите са сребристосиви на корема и тъмносини на гърба-перките са тъмнокафяви. Достига тегло около 10 грама и дължина до 16 см . Живее на стада и се храни със зоопланктон. През зимата мигрира към вътрешността на морето и в дълбочина до 400 м . През лятото излиза на дълбочина 10 – 20 м в близост до брега. Размножава се почти през цялата година. Служи за храна на хищни риби и делфини. == Значение == Има стопанско значение и се замразява, маринова, осолява или консервира. Пържената риба е широко разпространена в ресторанти по българското Черноморие. Във Варна говорят за пържена „трицона“, докато в южното Черноморие се говори за пържена „цаца“. Консервира се предимно в Бургас, но тогава бива наричана „копърка“. Маринованата копърка е позната още като салата „Перла“. Марката „Перла“ е собственост на рибопреработвателно дружество „Черноморски риболов – Бургас“ АД и е регистрирана в Патентното Ведомство на Република България в клас 29 по Ницската класификация, под регистров номер 00041437. Поради прекомерната ѝ експлоатация се счита за застрашена като стопанско значение. ↑ Балтийският шпрот се консервира в Полша и прибалтийските републики. Консерви с полски шпроти могат да бъдат срещнати на българския пазар. На руски език може да се срещне и като „килька“. Уловът на цаца от български рибари през 1980-те е надвишавал 18 000 тона, ала през 2005 г. спада до 5000 – 6000 тона. Цацата има голямо стопанско значение, но не е застрашен вид. == Други == Цацата е сравнително дребна риба и в разговорния език е навлязла като нарицателно за нещо дребно: цитат от филма Кит – „Риба, ама цаца… – Цаца, ама риба...“ Архив на оригинала от 2006-05-01 в Wayback Machine. == Източници == ↑ FAO Species Fact Sheet – Sprattus sprattus ↑ Опазване на биологичното разнообразие в България == Външни препратки == Карта на разпространение на Sprattus sprattus sprattus Институт по океанология към БАН – Добив на черноморска трицона с български океански риболовни траулери",
        "language": "bg"
    },
    {
        "title": "Червен пипер",
        "content": "Червеният пипер е подправка, представляваща прах или дребни люспи, получени чрез смилане или счукване на сушени червени чушки или чушлета. Наред с най-традиционните овкусители – солта и захарта, това е най-разпространената подправка на кулинариите по цял свят. Названията на подправката в различните езици варират, но обозначават един и същи вид подправка, получена от плодовете на пипера . Придава на ястията специфичния си сладникав аромат, който се освобождава напълно при термична обработка. Тя трябва да бъде кратка и умерена, защото при висока температура захарите в него прегарят и вкусът му става горчив. Червеният пипер бива най-общо два вида според вкуса си – лютив и сладък. Лютивият червен пипер се приготвя от узрели лютиви чушлета и се използва за подлютяване на ястия, сосове и подправкови смеси. Сладкият червен пипер се получава от сладки червени чушки и придава на ястията леко сладникав вкус. Червеният пипер оцветява ястията в приятен оранжев до керемиден цвят. Понякога се използва за поръсване на различни продукти, но тогава ароматът му не се освобождава напълно и постигнатият ефект е повече естетичен, отколкото вкусов.Традиционното българско разбиране за червения пипер е малко по-усложнено и зависи от начина на приготвянето му. Това, което сега наричаме сладък червен пипер се нарича от старите българи благ пипер. Той задължително е фино стрит на прах. Лютивият се дели на 3 вида: слабо лютив червен, който всъщност е смес на благ с лютив, също стрит на прах. По същество – в миналото това е традиционният червен пипер на българите, който служи за овкусяване на храни. Благият пипер се е ползва предимно за поръсване на питка, хляб, сирене, салати. В наши дни най-често се използва така нареченият „сладък“ пипер. лют червен, който може да е стрит на прах или ронен . Този вид се смята за аналогичен на северноамериканския кайен. серт червен, който почти винаги е само ронен, а не фино смлян. Силно лютивият се смята за аналогичен на мексиканското и южноамериканското чили. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Чорба",
        "content": "Чорба е вид ястие, приготвено чрез термична обработка на месо, зеленчуци, риба и др., подобно на супа.За разлика от супите чорбите се запържват няколко минути преди да е готово ястието. Думата произхожда от персийски, в България се счита за привнесена от тюркски език , като в българския език има много оригинално персийски/древноирански думи според една от версиите за произхода ни. Традиционно ястие на Балкански полуостров и сред тюркските народи. Напоследък все по-често чорбата се третира като специфична балканска и ориенталска супа. Това е свързано с европеизирането и глобализирането на кулинарните традиции, при които всички течни предястия се наричат супи, а наименованията на специфичните национални се разглеждат като различни варианти за супи. Българите и балканските народи обаче все още правят разлика между супи и чорби, и все още спазват традиционната езикова конвергенция, при която двете храни се разглеждат като различни по вид предястия. Отношението към това дали супата, и в частност – чорбата – е така нареченото първо ястие според българските, балкански и източни традиции, или предястие, какъвто е американският, а напоследък и „проевропейският“ възглед все още е равнозначно. Няма установена норма. Традиционалистите, възприемат супата като първо блюдо от обедно ястие. Неологистите, настояват, че ястие е само основното блюдо , а всички предхождащи са предястия, включително течните такива . == Източници ==",
        "language": "bg"
    },
    {
        "title": "Чорба от коприва",
        "content": "Чорба от коприва е традиционно ястие от българската национална кухня, сезонно пролетно ястие от млада коприва , което може да се приготвя освен като чорба с традиционна запръжка, също така и като супа със застройка от яйце и кисело мляко.Едно от най-популярните и обичани ястия в българската кухня от поколения. == Технология на приготвяне == Ястието се приготвя от млада коприва, бланширана в подсолена вода, която след това се накълцва и се вари с добавени пресен лук, ориз, домати, джоджен, мащерка, черен пипер и сол. Когато продуктите са сварени, чорбата се запържва с брашно, червен пипер и задушен кромид, или се застройва с разбити кисело мляко и яйце. Сервира се гореща, като често е поднесена с кисело мляко и натрошено саламурено сирене, които се може да се добавят към чорбата по желание. Има различни вариации към това ястие, като освен ориз може да се добави фиде, картоф, броколи и др. Може също и да бъде пасирана и поднесена като крем супа. == Вижте също == Курбан чорба Боб чорба == Източници ==",
        "language": "bg"
    },
    {
        "title": "Чушки бюрек",
        "content": "Чушки бюрек или само Бюрек е традиционно българско ястие. Ястието се приготвя чрез напълване на изпечени и обелени чушки със смес от натрошено сирене, разбъркани яйца и подправки , като след това чушките се панират в разбити яйца и галета и се пържат в маслена баня. == Вижте също == Пълнени чушки",
        "language": "bg"
    },
    {
        "title": "Шарена сол",
        "content": "Шарената сол е сред най-популярните подправки в българската кухня. == Съставки == Главните ѝ съставки са добре изсушена чубрица, сминдух, сладки и/или люти чушки от пипер, печена царевица, печени тиквени семки, готварска сол, понякога и дива мащерка. Може да е люта . Съвременното разбиране на шарената сол, включва поне 5 подправки, като задължителните са сол, червен пипер , чубрица, сминдух, мащерка и смлени тиквени семки. Освен тях в сместа се добавя и царевично брашно и/или галета, стрити на фин прах. Ако шарената сол съдържа лют червен пипер, обикновено тя се нарича пикантна. В пикантната шарена сол освен лютив червен пипер може да се ползва и стрит на прах чер пипер, или кимион, но наличието на тези подправки променят драстично вкуса, характерен за шарената сол, затова се използват рядко. Още повече че в традиционната българската кухня се е използвала и готова обикновена смеска – наричана 'сол-пипер', и е представлявала ситно стрит бял пипер, осолен с фино стрита готварска сол . Приготвя се сравнително лесно – всички съставки се счукват, след което сместа се пресява. == Бележки ==",
        "language": "bg"
    },
    {
        "title": "Шишчета",
        "content": "Шишчета е традиционно ястие от балканската, руската и азиатската кухня, приготвено от нарязяно на късове различни видове месо и нарязани зеленчуци. Приготвянето на месо по тази технология, е може би най-стария начин за печене на месо върху жив огън, в историята на човечеството. == Технология == Късовете месо и зеленчуци се нанизват на дървени или метални шишове, като се реди едно парче месо, парче зеленчук , след което се пекат на скара. == Рекорди == Световния рекорд за най-дълго шишче е 120 метра, наречен е „Шашлик на приятелството“, и е приготвен през април 2009 година, в град Черкаск, Украйна. За направата му е използвано 400 кг. свинско месо. == Вижте също == Скара",
        "language": "bg"
    },
    {
        "title": "Шницел",
        "content": "Шницел е традиционно средноевропейско ястие, приготвено от начукано на тънко или кълцано месо, което се панира и пържи в маслена баня. Шницелите натюр се задушават в собствен сос, след като предварително са оваляни в малко брашно. Готовият за консумация шницел трябва да има златисто-кафява коричка и мека структура. == Видове == Виенският шницел се приготвя от начукано на тънко телешко месо, което преди пържене се панира в брашно, яйце и галета. Вегетарианският шницел се приготвя от смлени зеленчуци, сирене, яйце и галета. Този шницел също се панира преди да се пържи. == Вижте също == Виенски шницел Котлет Фалафел",
        "language": "bg"
    },
    {
        "title": "Шопска салата",
        "content": "Шопската салата е българска салата, създадена като продукт на българското държавно обединение „Балкантурист“ в средата на 50-те години на XX век. == Продукти и приготвяне == Приготвя се от нарязани домати, краставици, пресен пипер, кромид лук, пресен магданоз и настъргано бяло саламурено сирене. Подправя се с дресинг от растителна мазнина и евентуално, с винен или ябълков оцет. По желание може да се добави и люта чушка. Украсява се отгоре върху настърганото сирене със стрък пресен магданоз, черни маслини или малка люта чушка. Сервира се предимно през лятото; съчетава се много добре с охладени традиционни български алкохолни напитки – ракия и мастика. == История == Шопската салата е създадена от професионални майстори-готвачи от ДСП „Балкантурист“ през 1956 г. в ресторант „Черноморец“ в тогавашния курорт „Дружба“ . За пръв път рецептата за салатата се появява през 1956 г. в „Книга за домакинята“ под. ред. на П. Чолчева и Ал. Русева – тя съдържа всички компоненти на днешната шопска салата, с изключение на сиренето. През следващите години рецептата търпи поредица модификации – през 1970 г. в „Рецептурник по готварство и сладкарство“ са дадени четири варианта на шопската салата – с лук и сирене; без лук и със сирене; с печени чушки и със сирене; без сладки, но с люта чушка и със сирене. В началото на 70-те години на XX век печените чушки и настърганото сирене се налагат като задължителен елемент от салатата. Първоначално шопската салата се сервира в заведенията на ДСО „Балкантурист“, откъдето се налага и в домашната кухня. Утвърждава се като национален кулинарен символ през 1970-те и 1980-те години.От България рецептата се разпространява и в кухнята на съседните Сърбия и Северна Македония. Широко е разпространена и в Румъния под името salată bulgărească . Шопската салата освен на Балканите е популярна в Чехия и Словакия , където присъства в менюто на заведенията, леко видоизменена , а в Словакия я сервират със захар. == Бележки == == Външни препратки == Шопска салата Паулина Йоргова: Шопската салата забъркана в „Балкантурист“, в-к „Монитор“, 21.03.2012 г. Архив на оригинала от 2014-05-04 в Wayback Machine.",
        "language": "bg"
    },
    {
        "title": "Яйца на очи",
        "content": "Яйца на очи е популярно ястие от българската кухня, приготвено от едно или повече яйца, които са готвят след отстраняване на черупките, и се изпържват в тиган с минимална намеса по време на обработката.В тигана преди да се пуснат яйцата може да се добави мазнина , или да се използва тиган с не залепващо покритие. Пържените яйца традиционно се сервират за закуска, но могат да се сервират и по друго време на деня. == Вижте също == Яйца по панагюрски == Източници ==",
        "language": "bg"
    },
    {
        "title": "Яйца по панагюрски",
        "content": "Поширани яйца е ястие от световната и българска национална кухня, приготвено от яйца, извадени от черупката и обработени с готварската техника наречена Поширане, при която продуктът се готви във вряща течност , като температурата на течността трябва да е между 60 и 80 градуса по Целзий, като целта е белтъкът да бъде сварен а жълтъка да бъде в полутечно състояние.След като се обработват термично , забуленото яйце става много сочно и вкусно, защото чрез техниката поширане храната , не остава суха а има много наситен вкус. Причината е в бавното готвене на сравнително ниска температура. По технология, яйцето се счупва в малък домакински съд , след което горещата вода се разбърква за да се получи малък водовъртеж, в центъра на който се излива яйцето. Така завихрянето принуждава белтъка на яйцето да придобие сферична форма, която да се запази докато се свари.В световната кухня най-често пошираните яйца се сервират като част от популярното ястие „Яйца Бенедикт“, но могат да бъдат допълнение и към различни сандвичи . В българската кухня това ястие е особено популярно, като то се приготвя по класическата технология поширане , които след това се сервират върху разбито кисело мляко , след което се заливат с разтопено краве масло, в което е добавено малко червен пипер за аромат и цвят. Според проучване на известния български кулинар Иван Звездев, В района на град Панагюрище , на това ястие му казват „Парени яйца“, които там се поставят върху кисело мляко и се заливат със стопена от пръжки свинска мас, след което се поливат с червен пипер и счукан чесън. == Източници ==",
        "language": "bg"
    },
    {
        "title": "Яхния",
        "content": "Яхниите са едни от най-популярните български ястия. Популярни са на целия Балкански полуостров и се смята, че идват от Южна Азия. Думата яхния е с персийски произход , погрешно се смята за турска чуждица. В Турция всички ястия, които българите наричат яхния, се назовават с името на популярното зеленчуково печиво – „гювеч“. Повечето от яхниите са с характерна червена запръжка и специфичен вкус и аромат. Бял цвят имат само тези, в състава на които има ориз. В началото под яхнии се е разбирало ястие от задушен кромид лук и сос. По-късно при приготвянето на яхниите са започнали да се използват и други продукти, като различни зеленчуци, месо, птици, риба, ориз, бобови. В последно време варенето в края на топлинната обработка на яхниите се заменя със запичане на фурна, което подобрява вкуса им. Сосът на яхниите се приготвя чрез запържване на лук, домати или доматено пюре, брашно и червен пипер, а понякога и на ароматични корени. Характерно е, че количеството на лука в соса на яхниите е по-голямо, отколкото при другите ястия, а на брашното е умерено. В някои яхнии, чиито основен продукт съдържа много скорбяла , брашното в запръжката се ограничава до минимум или изобщо се изключва. Когато яхнията е приготвена с ориз, в запръжката обикновено не се използва червен пипер, но добавянето му е възможно, дори при яхнии с ориз или други житни както е при традиционни бобови варива . == Продукти == Приготвя се от запръжка , месо , зеленчуци , варива. Яхнията е с червеникав цвят, с леко уплътнен сос, приятен вкус и аромат на вложените продукти и със запазена форма на продуктите. Поднася се топла с една или няколко от следните подправки: магданоз, джоджен, чубрица, риган, босилек, черен пипер и други. == Видове яхнии == Като основни продукти при приготвянето на яхниите се употребяват зеленчуци, варива, различни видове месо, птици, риба, субпродукти и др. Яхниите може да бъдат без месо и с месо. Подправките са в зависимост от основния продукт – чубрица, магданоз, целина, копър, дафинов лист, черен пипер, бахар и др. Безмесните яхнии се приготвят от запръжка, към която се прибавят едро нарязани зеленчуци и заедно се варят или запичат до готовност. В мазнината се задушават последователно дребно нарязаният лук и нарязаните на кубчета ароматични корени, поставя се доматеното пюре и задушаването продължава, докато остане на мазнина. Тогава се прибавя брашното и се пържи още 4 – 5 мин. Слага се червеният пипер, разбърква се, разрежда се с бульон или с гореща вода и се посолява. Вари се при умерена температура до полуомекване на продуктите. Прибавят се едро нарязаните зеленчуци – сурови, бланширани или задушени в мазнина. Картофите, тиквичките и зеленият грах се прибавят сурови. Зеленият фасул, старият лук и др. предварително се задушават в малко мазнина и вода. Към края на варенето се прибавят червените домати. Вари се около 10 мин. или се запича на фурна. Месните яхнии се приготвят както безмесните с тази разлика, че има включени допълнителни операции по обработка на месото. Порционните парчета месо се запържват в сгорещената мазнина до гланциране. След това се изваждат и в същата мазнина се задушават зеленчуците както при безмесните яхнии. Гланцираното месо се прибавя към разредената с бульон или вода, загрята до кипване запръжка. Вари се при умерена температура до полуомекване на месото. След това се прибавят едро нарязаните зеленчуци и обработката продължава както при безмесните яхнии.Най-подходящо за яхнии със свинско или телешко е месото от гърдите и плешката, което е с по-къси мускулни влакна и прошарено с тлъстини, поради което е сочно и крехко. Има и други месни яхнии, които са по-леки, и обикновено се приготвят с по-малко мазнина. Такива са яхниите с крехки меса или популярните в балканските кухни – яхнии със субпродукти . Към месните яхнии може да се отнесат и кюфтетата с различни сосове. Общата технология на тяхното приготвяне включва приготвяне на кюфтетата полуфабрикати, а след това – на соса или бульона, запържване и варене или задушаване на кюфтетата във фурна. == Източници == Петров, Любомир, Евгени Йорданов, Снежана Узунова, Николай Джелепов, Георги Сомов, Българска национална кухня, Технология на кулинарната продукция, Издателство „Земиздат“, второ издание, София, 1984",
        "language": "bg"
    }
]