[
    {
        "title": "Bulgarian cuisine",
        "content": "Bulgarian cuisine is part of the cuisine of Southeast Europe, sharing characteristics with other Balkan cuisines. Bulgarian cooking traditions are diverse because of geographical factors such as climatic conditions suitable for a variety of vegetables, herbs, and fruit. Aside from the variety of local Bulgarian dishes, Bulgarian cuisine shares a number of dishes with its neighboring countries, in particular with the Turkish and Greek cuisine.Bulgarian cuisine includes a significant contribution from Ottoman cuisine, and therefore shares a number of dishes with Middle Eastern cuisine, including moussaka, gyuvetch, kyufte, baklava, ayran, and shish kebab. Bulgarian food often incorporates salads as appetizers and is also noted for the prominence of dairy products, wines, and other alcoholic drinks such as rakia. The cuisine also features a variety of soups, such as the cold soup tarator, and pastries, such as the filo dough-based banitsa, pita, and the various types of börek. Main courses are very typically water-based stews, either vegetarian or with lamb, goat meat, veal, chicken, or pork. Deep-frying is not common, but grilling—especially of different kinds of sausages—is prominent. Pork is common, often mixed with veal or lamb, although fish and chicken are also widely used. While most cattle are bred for milk production rather than meat, veal is popular for grilling meat appetizers and in some main courses. As a substantial exporter of lamb, Bulgaria's own consumption is notable, especially in the spring.Similar to other Balkan cultures, the per-capita consumption of yogurt among Bulgarians is traditionally higher than the rest of Europe. The country is notable as the historical namesake for Lactobacillus bulgaricus, a microorganism chiefly responsible for the local variety of dairy products. Sirene , a white brine cheese similar to feta, is also a popular ingredient used in salads and a variety of pastries. Holidays are often observed in conjunction with certain meals. On Christmas Eve, for instance, tradition requires vegetarian stuffed peppers and cabbage leaves sarmi. New Year's Eve usually involves cabbage dishes, Nikulden involves fish , while Gergyovden is typically celebrated with roast lamb. == Traditional Bulgarian foods == === Bulgarian breakfast === Banitsa – baked pastry made of layered stuffing and phyllo. There are many varieties with different names, with arguably the most famous one being with eggs, sirene, and yogurt. Börek – a filled pastry made with layers of filo dough. Tutmanik – similar to pita, made with yeast dough and milk, but with white cheese. Milinki – bread roll type pastry with eggs and sirene Princess with minced meat – open-faced baked sandwich with minced meat, and possibly some yellow cheese on top Princess with yellow cheese – open-faced baked sandwich with yellow cheese on top Princess with eggs and cheese – open-faced baked sandwich with egg and sirene mixture on top Mekitsi – deep-fried dough pastry, typically served with jam, honey, sirene, or icing sugar French toast – bread dipped in eggs and milk and fried in oil Kazanlak doughnuts – a specific type of doughnuts, from the town of Kazanlak Buhti – deep-fried dough balls, often served with jam, honey, or sirene Langidi – somewhat similar to American-style pancakes, soft and eggy Palachinki – Bulgarian-style pancakes that are thinner than American pancakes and sometimes rolled around some stuffing Katmi – another variant of Bulgarian pancakes, which are bigger and thicker and are rolled around stuffing Popara – might be made from rusks, bread, or kozunak with tea, milk, or sour milk . Quite different from other Bulgarian breakfasts, this one was very popular during the 20th century, and many Bulgarians remember this dish with fondness and childhood nostalgia. === Cold cuts === Banski starets – spicy sausage, native to the Bansko region Elenski but – air-cured ham sausage, seasoned with herbs Lukanka – spicy salami of minced beef and pork Pastarma – spicy beef sausage; a variant of Anatolian dried meat called pastirma. Sujuk – flat cured, dark red sausage, common in the Balkans, Eastern Mediterranean, and North Africa === Soups and stews === Tarator – cold soup of cucumbers, garlic, yogurt, and dill Vegetable soup – with various fresh vegetables and potatoes Nettle soup – with rice and sirene Spinach soup – with sirene and eggs Bob chorba – hot bean soup Lentil soup – brown lentils soup Mushroom soup – with forest mushrooms Chicken soup – made with vermicelli, potatoes, and vegetables Teleshko vareno – boiled veal, potatoes, and vegetables in consommé Ribena chorba – a traditional spicy fish soup, made with thyme and fresh lovage Topcheta soup – a Bulgarian meatball soup thickened with egg yolks and yogurt Lamb soup – made from lamb organ meats Kurban chorba – lamb meat and lamb organ meats, eggs, and vegetables Shkembe chorba – spicy soup made of tripe, reputed in Bulgaria to be a hangover cure Pacha – a sour pork's-trotter soup, with sour ingredients such as pickles, bitter fruit, or vinegar in the broth Ghivetch – spicy vegetable stew with vegetables and sometimes different meats, often cooked in a clay pot Smilyanski fasul – Smilyan bean stew Potato stew === Salads === Ovcharska salata – shopska salad, with the addition of grated egg, mushrooms, and sometimes ham Ruska salata – salad with potatoes, carrots, gherkins, and mayonnaise Shopska salad – a common salad of chopped cucumbers, onions, peppers, and tomatoes with white cheese Snezhanka – chopped cucumbers with yogurt, dill, garlic, and often walnuts Turshiya – pickled vegetables, such as celery, beets, cauliflower, and cabbage, popular in wintertime; variations are selska turshiya and tsarska turshiya === Sauces, relishes, and appetizers === Lyutenitsa – purée of tomatoes, red peppers, and carrots, often served on bread and topped with white cheese Kyopulu – roasted eggplant and bell peppers, mashed with parsley, garlic, and other ingredients Lyutika – spicy sauce Podluchen sauce or yogurt sauce – yogurt with garlic, oil, paprika, salt, and sometimes dill Katino meze – hot starter with chopped pork meat, onion, and mushrooms with fresh butter and spices Drob po selski – chopped liver with onion and peppers Ezik v maslo – sliced tongue in butter Sirene pane – breaded Bulgarian brine white cheese bites Kashkaval pane – breaded kashkaval bites Mussels in butter – with onion and fresh herbs; traditionally from Sozopol === Skara === Kyufte – meatballs of minced pork meat, seasoned with traditional spices and shaped in a flattened ball Kebapche – similar to meatballs, but seasoned with cumin and shaped in a stick Parjola – pork steak, chop, or flank Shishcheta – marinated pieces of chicken or pork and vegetables Karnache – a type of sausage with special spices Nadenitsa – a type of sausage with special spices Tatarsko kyufte – stuffed meatballs Nevrozno kyufte – very piquant meatballs Chicken in caul Cheverme – used in celebrations such as weddings, graduations, and birthdays; a whole animal, traditionally a pig, but also chicken or a lamb, is slowly cooked in an open fire, rotated manually on a wooden skewer from 4 to 7 hours Meshana skara – consists of kebapche, kyufte, shishche, and karnache or nadenitsa Grilled vegetables – usually a garnish or a side dish Grilled fish === Main dishes === Ghivetch Yahniya Plakiya Sarma Drob Sarma Wine, Tepsi, or Tas kebab Kavarma Kapama Mish-mash – popular summer dish made with tomatoes, peppers, onion, white brine cheese, eggs, and fresh spices Pilaf – rice with chopped meat, vegetables, or mussels Moussaka Chomlek Mlin Stuffed courgettes Pulneni chushki – Bulgarian stuffed bell peppers Peppers börek Roasted beans Beans with sausage Pork with rice Roasted chicken with potatoes Pork with cabbage Chicken with cabbage Roasted potatoes Drusan kebab Rice with chicken Tatarian meatball Meatball with white sauce stew Kjufteta po Chirpanski – meatballs with potatoes; a recipe from Chirpan Meatloaf 'Rulo Stephanie' Potato balls with sauce Panagyurishte-style eggs Fried courgettes with yogurt sauce Chicken in katmi – popular in a Thracian variety Fish Zelnik – with sauerkraut and rice Fish in pastry – usually in celebration of St. Nicholas Stuffed carp or Nikuldenski carp – prepared for the feast of St. Nicholas === Breads and pastries === Pita Sweet pita Pita with meat – variably with mushrooms or with tomatoes and onion Pogača Kravai Kolach Banitsa – the most popular pastry in Bulgaria with a number of varieties Tikvenik – banitsa with pumpkins Zelnik – banitsa with white brine cheese and cabbage, spinach, leek, scallion, parsley, or sorrel Baklava Saraliya Parlenki Patatnik Kačamak Byal Mazh Tutmanik Milinka Gevrek Kozunak Mekitsi – deep fried kneaded dough made with yogurt and eggs Marudnitsi Katmi – a variety of pancakes Palachinki – a variety of crêpes Langidi Tiganitsi Dudnik Popara Sulovar Parjeni filii – fried toasts Kiflichki with jam or white cheese Solenki Yufka Trienitsa or skrob Trahana === Dairy products === Bulgaria has a strong tradition of using milk and dairy products. Bulgaria even has a namesake strain of bacteria, Lactobacillus bulgaricus, used to make many of its cheeses and fermented foods which gives it a distinct flavor. Sirene – soft and salty white brine cheese that appears in many Bulgarian dishes Kashkaval – hard yellow cheese, often used in appetizers; kashkaval Vitosha is made from cow's milk, while kashkaval Balkan is made from ewe's milk Kiselo mlyako – Bulgarian yogurt, produced using Lactobacillus delbrueckii subsp. bulgaricus; used in many Bulgarian dishes Smetana – sour cream Izvara – cottage cheese, quark Katak – a traditional fermented curd/yogurt-like product === Sweets === The name halva is used for several related varieties of the Middle Eastern dessert. Tahan / tahini halva is the most popular version, available in two different types with sunflower and with sesame seed. Traditionally, the regions of Yablanitsa and Haskovo are famous manufacturers of halva. === Spices and herbs === Summer savory Spearmint Sharena sol === Other staples === Honey == Traditional Bulgarian drinks == === Wine === === Beer === === Distilled liqueurs === === Fermented beverages === Boza – the most popular recipes are from Radomir and Lyubimets Ayran – cold, yogurt-based beverage Matenitsa – Bulgarian buttermilk === Hot beverages === Tea – usually prepared with one or several herbs, rose, or fruits Greyana rakia – winter alcoholic beverage Greyano vino – winter alcoholic beverage == See also == European cuisine List of cuisines Cuisine of the Mediterranean Eastern European cuisine Macedonian cuisine == Notes == == References == DK Eyewitness Travel Guide: Bulgaria . Jonathan Bousfield & Matthew Willis, DK Eyewitness Travel: Bulgaria . James I. Deutsch, Bulgaria in Ethnic American Food Today: A Cultural Encyclopedia . Annie Kay, Bulgaria , p. 57. Fiona Ross, Bulgaria in Food Cultures of the World Encyclopedia . Agnes Sachsenroeder, CultureShock! Bulgaria: A Survival Guide to Customs and Etiquette .",
        "language": "en"
    },
    {
        "title": "Ajvar",
        "content": "Ajvar is a condiment made principally from sweet bell peppers and eggplants. The relish became a popular side dish throughout Yugoslavia after World War II and is popular in Southeast Europe. Homemade ajvar is made of roasted peppers. Depending on the capsaicin content in bell peppers and the amount of added chili peppers, it can be sweet , piquant , or very hot. Ajvar can be consumed as a bread spread or as a side dish. Ajvar has a few variations. One variation contains tomato and eggplant. Another is made with green bell peppers and oregano. Homemade Leskovac Ajvar and Macedonian Ajvar are registered with the World Intellectual Property Organization in order to protect their brand names. == Etymology and origin == The name ajvar comes from the Turkish word havyar, which means salted roe, caviar and shares an etymology with caviar, coming from the Persian word xaviyar. Before the 20th century, significant local production of caviar occurred on the Danube, with sturgeon swimming from the Black Sea up to Belgrade. Domestic ajvar, meaning caviar,” used to be a very popular dish in Belgrade homes and restaurants, but the domestic production of caviar became unsteady in the 1890s because of labor disputes. Eventually a special pepper salad was offered as a substitute in Belgrade restaurants under the name red ajvar or Serbian ajvar . == Preparation == Homemade ajvar is made of roasted, minced, and then cooked peppers, while some industrial producers use fresh minced peppers, cooked with sunflower oil afterwards, which leads to a lower quality. Ajvar preparation is somewhat difficult, because it requires considerable manual labour, particularly for peeling the roasted peppers. Traditionally, people prepare it in mid-autumn, when bell peppers are most abundant, and preserve it in glass jars for consumption throughout the year. Anecdotally, most households' stocks do not last until the spring, when fresh vegetables become available, so it is usually enjoyed as a winter food. Often, the whole family or neighbours gather to prepare the bell peppers. The traditional cultivar of pepper used is called roga . Roga is large, red, horn-shaped, with thick flesh and relatively easy to peel. It typically ripens in late September.To produce ajvar, bell peppers are roasted whole on a plate on an open fire, a plate of wood in a stove, or in an oven. The baked peppers must briefly cool to allow the flesh to separate from the skin. Next, the skin is carefully peeled off and the seeds are removed. The peppers are then ground in a mill or chopped into tiny pieces . Finally, the resulting mash is stewed for several hours in large pots. Sunflower oil is added at this stage to condense and reduce the water, and to enhance later preservation. Salt is added at the end and the hot mush is poured directly into sterilized glass jars, which are sealed immediately. == Production == Ajvar is produced in most Balkan countries, including Albania, Bosnia, Croatia, North Macedonia, Slovenia and Serbia. Serbia's reported annual production is 640 tons.Ajvar is one of the so-called zimnica , which include pickled chili peppers, pickled tomatoes, and anything else that can be preserved in a jar just before winter. == See also == Ljutenica – dishPages displaying wikidata descriptions as a fallbackPages displaying short descriptions with no spaces, a similar relish in Bulgarian, Macedonian, and Serbian cuisines Pindjur – relish formPages displaying wikidata descriptions as a fallback, a similar relish in Bosnian, Macedonian, and Serbian cuisines Zacuscă – Romanian-Moldovan dish, a similar relish in Romanian cuisine Kyopolou – Bulgarian-Turkish dish, an eggplant-based relish in Bulgarian and Turkish cuisines Malidzano, a similar relish in Macedonian cuisine Biber salçası – Paste made from peppers or tomato and salt, originating in TurkeyPages displaying short descriptions of redirect targets, a Turkish paste made from red peppers alone Lecso – Hungarian dishPages displaying short descriptions of redirect targets, a similar Hungarian stewed red pepper, onion, and garlic dish List of spreads Achar – Pickled varieties of vegetable and fruit, a similar relish of Indo-European origin in South Asian cuisines == References == == External links == Fall Brings Red Peppers and Ajvar, 'Serbian Salsa'. NPR. 8 November 2006. Ajvar srpski kavijar . Novosti. 2013. Leskovčanka po čijem receptu je brendiran srpski ajvar ušla u biznis kad je ostala bez posla. Blic . 2012. Ajvar - Top-notch gastronomic delight, vegan soul food, recipes and origin. Ajvar.com. 2017.",
        "language": "en"
    },
    {
        "title": "Bob chorba",
        "content": "Bob chorba is a chorba, a Bulgarian soup. It is made from dry beans, onions, tomatoes, chubritza or dzhodzhen and carrots.Local variations may also exclude the carrots or include paprika, potatoes or even some kind of meat. Historically, it has been a common soup and staple food at Bulgarian monasteries. == See also == Bulgarian cuisine List of bean soups List of soups == References ==",
        "language": "en"
    },
    {
        "title": "Börek",
        "content": "Börek or burek is a family of pastries or pies found in the Balkans, Middle East and Central Asia. The pastry is made of a thin flaky dough such as filo with a variety of fillings, such as meat, cheese, spinach, or potatoes. Boreks are mainly associated with the Middle East, Armenia, and also with the former Ottoman Empire, including the Balkans and the South Caucasus, Eastern European and Central European countries, Northern Africa and Central Asia. A borek may be prepared in a large pan and cut into portions after baking, or as individual pastries. They are usually baked but some varieties can be fried. Borek is sometimes sprinkled with sesame or nigella seeds, and it can be served hot or cold. It is a custom of Sephardic Jews to have bourekas for their Shabbat breakfast meal on Saturday mornings. In Bosnia and Herzegovina, it has become commonplace to have borek as a breakfast food with coffee. It is also commonly served with afternoon tea in Bosnia and Herzegovina. It is commonly served with a yogurt drink in Serbia and North Macedonia. == Origin and names == The English name borek comes from Turkish börek , while burek is the form used in the countries of the former Yugoslavia. Other variants include byrek, in Albania; boureki in Greece; byurek in Bulgaria; bourek and brick Annabi in Algeria; brik in Tunisia. According to lexicographer Sevan Nişanyan, the Turkish word börek is ultimately originated from Turkic bögrek, from böğür . Nişanyan noted that the word is also used in Siberian Turkic languages such as Saqa as börüök. According to another theory, it may have come from the Persian burak , the diminutive form of būra or buġra or , meaning stew, and refers to any dish made with yufka . The Persian word bureh goes back to the Middle Persian *bōrak. This word ultimately goes back to the Proto-Indo-European root *bher- which meant to carve, cut, split. The name of another pastry, shekarbura, is also borrowed from the same Persian word. Nişanyan noted the possibility of Persian origin for the Turkic word.Borek could possibly have its origins in Turkish cuisine and may be one of its most significant and, ancient elements of the Turkish cuisine, having been developed in Central Asia before some westward migration to Anatolia in the late Middle Ages, or by nomadic Turks of central Asia some time before the seventh century.Another more popular theory posits that it is be a descendant of the pre-existing Eastern Roman dish en tyritas plakountas cheesy placenta, itself a descendant of placenta, the classical baked layered dough and cheese dish of Ancient Greek, Ancient Roman and Byzantine cuisine.The dish was a popular element of Ottoman cuisine, and may have been present at the Ottoman court, though there are also indications it was made among Central Asian Turks; other versions may date to the Classical era of the eastern Mediterranean.One alternative etymological origin that has been suggested is that the word comes from the Turkic root bur- 'to twist', but the sound harmony for this proposal would dictate the suffix -aq, and Turkic languages in Arabic orthography invariably write börek with an ك not an ق, which weighs against this origin. == Regional variants == Even though borek is very popular in the cuisines of the former Ottoman Empire, especially in North Africa and throughout the Balkans, it originated in Anatolia. Borek is also part of Mizrahi and Sephardic Jewish traditions. They have been enthusiastically adopted by the Ottoman Jewish communities, and have been described—along with boyos de pan and bulemas—as forming the trio of preeminent Ottoman Jewish pastries. === Turkish variants === The word börek in Turkish can be modified by a descriptive word referring to the shape, ingredients of the pastry, or a specific region where it is typically prepared, as in the above kol böreği, su böreği, talaş böreği or Sarıyer böreği. There are many variations of börek in Turkish cuisine: === Balkans === In the former Yugoslavia, burek, also known as pita in Bosnia and Herzegovina, is an extremely common dish, made with yufka. This kind of pastry is also popular in Croatia, where it was imported by Croats of Bosnia and Herzegovina and Albanians. In Serbia, Albania, Kosovo, Croatia, Montenegro, North Macedonia and Slovenia, burek is made from layers of dough, alternating with layers of other fillings in a circular baking pan and then topped with a last layer of dough. Traditionally, it may be baked with no filling , with stewed minced meat and onions, or with cheese. Modern bakeries offer cheese and spinach, meat, apple, sour cherries, potato, mushroom, and other fillings. It is often eaten along with a plain yoghurt drink. Zeljanica is a spinach burek common in Bosnia and Herzegovina. ==== Albania ==== In Albania, this dish is called byrek. In Kosovo and few other regions, byrek is also known as pite. Byrek is traditionally made with several layers of dough that have been thinly rolled out by hand. The final form can be small, individual triangles, especially from street vendors called byrektore which sell byrek and other traditional pastries and drinks. It can also be made as one large byrek that is cut into smaller pieces. There are different regional variations of byrek. It can be served cold or hot. The most common fillings include: cheese , ground meat and onions , spinach and eggs, milk and eggs with pre-baked dough layers, but it can also be made with tomato and onions, peppers and beans, potato or a sweet filling of pumpkin, nettles , or kidney beans which is popular in winter.Lakror is an Albanian pie dish from southern Albania. The pie is sometimes called a type of byrek pastry. Lakror is generally filled with a variety of greens or meats. Another related dish is Fli, typical from the North of Albania and Kosovo. It is made up of layers of a flour and water batter, cream and butter. Traditionally, it is baked on embers like lakror. ==== Bosnia and Herzegovina ==== In 2012, Lonely Planet included the Bosnian burek in their The World's Best Street Food book. Eaten for any meal of the day, in Bosnia and Herzegovina the burek is a meat-filled pastry, traditionally rolled in a spiral and cut into sections for serving. The same spiral filled with cottage cheese is called sirnica, with spinach and cheese zeljanica, with potatoes krompiruša, and all of them are generically referred to as pita. Eggs are used as a binding agent when making sirnica and zeljanica. ==== Bulgaria ==== The Bulgarian version of the pastry, locally called byurek , is typically regarded as a variation of banitsa , a similar Bulgarian dish. Bulgarian byurek is a type of banitsa with sirene cheese, the difference being that byurek also has eggs added.In Bulgarian, byurek has also come to be applied to other dishes similarly prepared with cheese and eggs, such as chushka byurek , a peeled and roasted pepper filled with cheese, and tikvichka byurek , blanched or uncooked bits of squash with eggs filling. ==== Greece ==== In Greece, boureki or bourekaki, and Cyprus poureki are small pastries made with phyllo dough or with pastry crust. Pastries in the börek family are also called pita : tiropita, spanakopita, and so on. Galaktoboureko is a syrupy phyllo pastry filled with custard, common throughout Greece and Cyprus. In the Epirus, σκερ-μπουρέκ is a small rosewater-flavoured marzipan sweet. Bougatsa derives its name from borek too. It is almost identical in name and form to pirozhki , which is of Slavic origin, and popular in Russia and further east. ==== Serbia ==== The recipe for round burek was developed in the Serbian town of Niš. In 1498, it was introduced by a famous Turkish baker, Mehmed Oğlu, from Istanbul. Eventually burek spread from the southeast to the rest of Yugoslavia. Niš hosts an annual burek competition and festival called Buregdžijada. In 2005, a 100 kg burek was made, with a diameter of 2 metres and it is considered to have been the world biggest burek ever made. ==== Slovenia ==== In Slovenia, burek is one of the most popular fast-food dishes, but at least one researcher found that it is viewed negatively by Slovenes due to their prejudices towards immigrants, especially those from other countries of former Yugoslavia. A publication of a diploma thesis on this at the Faculty of Social Sciences of the University of Ljubljana in 2010 stirred controversy regarding the appropriateness of the topic. The mentor of the student that had written the thesis described the topic as legitimate and burek as denoting primitive behaviour in Slovenia in spite of it being by his account sophisticated food. He explained the controversy as a good example of the conclusions of the student. In 2008, an employee of the Scientific Research Centre of the Slovenian Academy of Sciences and Arts had attained his PhD degree with a thesis on meta-burek at the University of Nova Gorica. === Other countries === ==== Algeria ==== In Algeria, this dish is called bourek, a delicious roll of pastry sheet stuffed with meat, onions, and spice, is one of the main appetizers of Algerian cuisine.It is a starter served when receiving guests and especially during Ramadan evenings during the round meal of the holy month, usually accompanied by Algerian Chorba or Harira. Other forms include bourek packed with chicken and onions, shrimp and béchamel sauce, or a vegetarian alternative usually made of mashed potatoes and spinach.Another Algerian variant of Bourek is called Brik or Brika, a speciality of Algeria's east, notably Annaba. It is a savory entree made from brik leaf, stuffed with mashed potatoes and a mixture of minced meat, onions, cheese and parsley. The whole is topped with a seasoned raw egg which cooks once the sheet of brik has been folded and soaked in boiling oil. ==== Armenia ==== In Armenia, byorek or borek consists of dough, or filo dough, folded into triangles and stuffed with spinach, onions and feta cheese or ground beef. ==== Israel ==== Burekas have long been part of Sephardic cuisine were introduced to Israel by Sephardic Jews who settled there. Burekas can be filled with various fillings, although meat is less common in Israel because of the Jewish dietary restrictions. Most burekas in Israel are made with margarine-based doughs rather than butter-based doughs so that can be eaten along with either milk meals or meat meals in accordance with the kosher prohibition against mixing milk and meat at the same meal. The most popular fillings are salty cheese, spinach, eggplant, and mashed potato, with other fillings including mushrooms, sweet potato, chickpeas, olives, mallows, swiss chard, and pizza flavor. Other related pastries traditionally consumed by Sephardic Jews include bulemas and boyoz, which are also popular in the Turkish city of Izmir. ==== Libya ==== Known in Libya as brik, it is also a popular dish in Libya. ==== Moldova and Romania ==== The regional cuisine of the Moldavian West bank of the Pruth still yields a type of dumpling-like food called burechiuşe which is described as dough in the shape of a ravioli-like square which is filled with mushrooms such as Boletus edulis, and sealed around its edges and then tossed and subsequently boiled in borscht like soups or chorbas. They are traditionally eaten in the last day of fasting at the time of the Christmas Eve. It is not clear if the burechiuşe derive their name from the Turco-Greek börek , so at the receiving end of cultural and culinary influences coming from them, or it takes its name from that of the mushroom Boletus by the pattern of the ravioli, which were named after the Italian name of the turnip with which they were once filled.In Romania, the plăcintă is considered a variation of the phyllo-wrapped pie, with the dough traditionally stuffed with cheese. In Dobruja, an eastern territory that used to be a Turkish province, one can find both the Turkish influence—plăcintă dobrogeană either filled with cheese or with minced meat and served with sheep yoghurt or the Tatar street food Suberek—a deep-fried half-moon cheese-filled dough. ==== Saudi Arabia ==== In Saudi Arabia, Burēk , is usually made in the Hejaz region of western Saudi Arabia, it mostly resembles the Bosnian rolled burek but can also come in other variants, and it is stuffed with minced meat or with salty cheese and dill. It's usually served during the month of Ramadan, same goes to samosas. ==== Tunisia ==== In Tunisia, there is a variant known as the brik that consists of thin crepe-like pastry around a filling and is commonly deep fried. The best-known is the egg brik, a whole egg in a triangular pastry pocket with chopped onion, tuna, harissa and parsley. The Tunisian brik is also very popular in Israel, due to the large Tunisian Jewish population there. It is often filled with a raw egg and herbs or tuna, harissa, and olives, and it is sometimes served in a pita. This is also known as a boreeka. == See also == == References ==",
        "language": "en"
    },
    {
        "title": "Cabbage roll",
        "content": "A cabbage roll is a dish consisting of cooked cabbage leaves wrapped around a variety of fillings. It is common to the cuisines of Central, Northern, Eastern and Southeastern Europe and much of Western Asia, Northern China, as well as parts of North Africa. Meat fillings are traditional in Europe, and include beef, lamb, or pork seasoned with garlic, onion, and spices. Grains such as rice and barley, mushrooms, and vegetables are often included as well. Fermented cabbage leaves are used for wrapping, particularly in southeastern Europe. In Asia, seafoods, tofu, and shiitake mushrooms or Vegeta may also be used. Chinese cabbage is often used as a wrapping. Cabbage leaves are stuffed with the filling which are then baked, simmered, or steamed in a covered pot and generally eaten warm, often accompanied with a sauce. The sauce varies widely by cuisine. In Sweden and Finland, stuffed cabbage is served with lingonberry jam, which is both sweet and tart. In Central and Eastern Europe, tomato-based sauces and sour cream are typical. In Lebanon, the cabbage is stuffed with rice and minced meat and only rolled to the size of a cigar. It is usually served with a side dish of yogurt and a type of lemon and olive oil vinaigrette seasoned with garlic and dried mint. The cabbage roll is a staple in the Romanian cuisine with variations of the recipe and sizing depending on the region, typically taking up to 6 hours to cook. Traditionally made with pork, beef, bacon, rice, spices and aromatics, broiled in a tomato sauce and served with polenta, sour cream and spicy pickled peppers. Cooking textbook author Nancy Krcek stated that the origins are unclear and that it is possible multiple groups of people invented it at the same time. A version called holishkes is traditionally eaten by Jews on Simchat Torah; Gil Marks described stuffed cabbage to have entered Jewish cooking some 2,000 years ago. Recipes vary depending on region; northern Poles prefer a savory sauce, while Galicia, Hungary and Ukraine favor sweet-and-sour, for example. == Variations == === Europe === ==== Armenia ==== In Armenia, cabbage rolls are stuffed with beans and tart fruits. It is wrapped with cabbage leaves, and stuffed with red beans, garbanzo beans, lentils, cracked wheat, tomato paste, onion and many spices and flavorings. Cabbage rolls are called Pasuts tolma in Armenian where they are of seven different grains – chickpea, bean, lentil, cracked wheat, pea, rice and maize. Armenian cooks sometimes use rose hip syrup to flavor stuffed cabbage rolls. ==== Azerbaijan and Turkey ==== Stuffed cabbage leaves are popular all year in Azerbaijan and Turkey, but especially in winter when other vegetables are less plentiful. The stuffing usually consists of rice and herbs such as coriander, mint and dill, onions and meat, although there is a variation— yalancı dolma — which is meat-free. ==== Balkans ==== Cabbage rolls are a culinary standard in Turkey, Bulgaria, Greece, North Macedonia, Albania, Serbia, Montenegro, Bosnia and Herzegovina, Croatia, Slovenia and Romania. They are traditionally made with leaves of brined cabbage stuffed with ground beef, pork and rice, while meat can also be omitted or substituted with crushed walnuts, pine nuts and raisins. In Romania and parts of Greece, cabbage rolls are a favorite dish during Christmas time and other non-fasting holidays. In some countries, such as Serbia, cabbage rolls are traditionally simmered at length in a paprika-based sauce with chunks of smoked bacon. ==== Romania and Moldova ==== With sarmale being the national dish of Romania, come different variations and sizing depending on the region. Sarmale are Romanian stuffed cabbage rolls traditionally served on Christmas and New Year's Eve but also served throughout the year at weddings, baptism parties, and other large celebrations. It is considered a winter dish and starts with the orthodox celebration of St. Ignatie day – Preparing the Pig, when Romanians traditionally slaughter the pigs for Christmas. Ground pork or beef is mixed with sauteed caramelized onions and rice, stuffed in a cabbage leaf, pickled sauerkraut leaf or grape leaf. For flavor, they usually consist of layers with bacon, smoked ribs, or smoked sausage. Seasoned with spices and aromatics, it is traditionally served with polenta, sour cream and pickled spicy peppers. ==== Hungary ==== The traditional Hungarian cabbage roll can be made from sweet or sauerkraut cabbage leaves filled with a mixture of minced pork meat, eggs, and rice seasoned with paprika, caraway, salt, and pepper. The Hungarian version often contains minced pepper and is served with sour cream on top. Many Hungarians serve this food during Christmas and New Year's Eve, although it is a common dish throughout the year . The sour stuffed cabbage is part of the traditional Hungarian pig slaughter menu and it is said that eating this during the holiday season will bring you wealth and health for the new year. ==== Poland ==== Stuffed cabbage rolls are a popular Polish dish. Pork and beef mixed with rice or barley are nestled in a cabbage leaf and cooked in the oven or on the stove until tender. The cabbage rolls are called gołąbki in Polish, holubky by Czechs and Slovaks, or sarma / сарма by Serbs, Croatians and Bulgarians. The sauce is often the main difference in regional variations. In a less popular version called leniwe gołąbki the ingredients are chopped, combined and baked or fried. ==== Ukraine ==== In Ukraine, the filling of holubtsi varies throughout the country. In the Carpathian region corn grits are used, whereas in the Poltava area buckwheat groats are preferred. The cereal is lightly cooked, mixed with fried onions, shkvarky or raw minced meat. The mixture is combined with spices and seasonings, and is then used as the filling for steamed fresh or pickled cabbage leaves. In spring cabbage leaves are often replaced with fresh beetroot leaves, and in the southwest – with fresh young grape leaves. The holubtsi are lightly fried and then stewed with sour cream, or tomato, mushroom or some other sauce. During Lenten periods this might be water mixed with kvas, while at other times it might be a meat broth. In Left Bank Ukraine and in the south, holubtsi are usually big, made from the entire cabbage leaf, while in the Dniester region and the Carpathians the cabbage leaf is divided into several pieces. In the latter regions, cooks who made large holubtsi were considered lazy. In Poltava cooks preferred the large holubtsi because they were juicier. In most of Ukraine holubtsi were an everyday dish, but in most of Right Bank Ukraine, with the exception of Polissia, they were also included in holiday meals. Beginning in the 1920s, holubtsi began to be stuffed with a rice-meat mixture, and, instead of kvas, they began to be cooked in tomato juice, sauce or paste. This is the most common way they are prepared nowadays. Holubtsi are a popular dish for both everyday meal and as special occasion treat. For Sviata Vecheria in many regions of Ukraine holubtsi constitute one of the twelve traditional dishes served on the night. Only Lenten ingredients are used in this case. On occasion of Sviata Vecheria, Boykos and Transcarpathians make Holubtsi from kryzhavky . Into these pickled holubtsi they put a stuffing of rice and mushrooms. Carpathian-style holubtsi are usually made from fresh cabbage and stuffed with corn grits, or with grated raw potato . These are best served with mushroom gravy. To differentiate the different types of holubtsi, they are wrapped into different shapes: corn-filled ones are made into the shape of envelopes, with the edges folded in, potato-filled are simply rolled up. A classic Halychian Sviata Vecheria dish is holubtsi stuffed with grated potato and served with a mushroom machanka . On May 4, 2023, the cooking of holubtsi, a Ukrainian traditional dish, was inscribed in the National Inventory of Elements of the Intangible Cultural Heritage of Ukraine. ==== Russia ==== The Russian version of cabbage rolls usually consists of minced meat mixed with cooked rice wrapped in cabbage leaves and stewed in a mixture of either sour cream or tomato sauce or both. There is an easier-to-make variation of that dish called lenivye golubtsy : the cabbage is chopped and mixed with minced meat and rice so there is no need to wrap every meatball in a cabbage leaf. As for the bell pepper variant the dish, the Russians refer to it as perchiki ==== Sweden and Finland ==== Kåldolmar are Swedish cabbage rolls filled with rice and minced meat . They are traditionally eaten with boiled or mashed potatoes, gravy, and lingonberry jam. In Finland the same dish is known as kaalikääryle . In 1709, after losing the Battle of Poltava, the wounded Charles XII of Sweden and the remnants of his army escaped with their Cossack allies to the Ottoman town of Bender, in present-day Moldavia, where they were granted refuge by Sultan Ahmed III. Charles XII spent more than five years in the Ottoman Empire, trying to convince the Sultan to help him defeat the Russians. When he finally returned to Sweden in 1715, he was followed by his Ottoman creditors and their cooks. The creditors remained in Sweden at least until 1732; it is generally believed that Ottoman style dolma were introduced into Swedish cooking during this period. As indicated by the name, Swedish kåldolmar are generally considered a variety of the dolma. Swedish is the only European language to use the Turkish term dolma to denote cabbage rolls.The earliest known Swedish recipe for Dolma is in the 1765 edition of the famous cookbook of Cajsa Warg. Warg instructed her readers to prepare the rolls using vine leaves, lamb, rice, and lemon juice. Toward the end of the recipe, however, Warg suggested that those who could not afford vine leaves could use preboiled cabbage leaves in their place. Nowadays, frozen kåldolmar, cooked with preboiled cabbage leaves, are sold in most major food stores in Sweden. To cherish early modern cultural interchange between Sweden and the Orient, the Cabbage Dolma Day is celebrated on November 30, the day Charles XII was killed during a military campaign in Norway. The celebrations were instated in 2010 by a group known as the Friends of the Cabbage Dolma . In a series of media appearances, historian Petter Hellström explained that the group wanted to make November 30 a day to remember and ponder the multifaceted roots of Sweden's cultural heritage, apparently in contrast to the same day's long history as the unofficial marching day of Swedish fascism and right wing extremism. Starting in 2013, the Cabbage Dolma Day was hosted by the Swedish History Museum in Stockholm, the country's foremost historical museum. The celebrations have also been supported by a number of important civil society organizations over the years, notably the Church of Sweden and the Federation of Local History and Folk Culture . === Africa === ==== Egypt ==== In Egyptian cuisine, cabbage rolls are called محشي كرمب, pronounced maḥshī kromb or maḥshī koronb , literally translating to stuffed cabbage. The leaves are fresh and commonly cut into smaller pieces and partially pre-cooked. The most common filling is a mixture of rice, onion, tomato, herbs, and spices ; meat is rarely used in Egyptian stuffed cabbage. The rolls are arranged in a pot and boiled in broth or tomato-based sauce, also including the herbs and spices. As the pieces of cabbage and therefore the rolls are small, the leaves are usually simply rolled around the filling almost like a small cigar, and are left open at the ends rather than folded around the filling to produce a completely enclosed package. === Americas === ==== United States ==== In regions heavily influenced by Polish immigrants, such as Chicago which claims the largest Polish population outside of Poland, Detroit, Pennsylvania, the southern tier of New York, and northeastern Ohio, the term usually refers instead to stuffed cabbage rolls, such as the Polish gołąbki. These are also known as pigs in a blanket. Jewish immigrants from Eastern Europe popularized the dish in New York City, where they became known as Jewish cabbage.Cabbage rolls also feature prominently in the cuisines of Cajuns and Louisiana Creoles of southern Louisiana, where they usually take the form of ground pork mixed with rice and chopped vegetables stuffed into parboiled cabbage leaves and cooked in a tomato sauce-based liquid. Romani Americans, Chinese Americans and Vietnamese Americans often cook cabbage rolls. Romani people in the United States eat sarmi which is made with cabbage leaves stuffed with pork, onions, peppers, rice, and tomatoes. === Asia === ==== China ==== In Chinese cuisine, cabbage rolls are called 白菜卷, pronounced báicài juǎn. == See also == List of cabbage dishes List of stuffed dishes Vine leaf roll Dolma, a similar variety of dishes in terms of having leaves stuffed with filling == Notes == == References == Wretman, Tore: Svensk husmanskost . ISBN 91-37-08274-4.",
        "language": "en"
    },
    {
        "title": "Ćevapi",
        "content": "Ćevapi , ćevapčići is a grilled dish of minced meat found traditionally in the countries of southeast Europe . It is considered a national dish of Bosnia and Herzegovina and Serbia, with Bosnia and Herzegovina taking steps in branding and placing them on the entity and a state list of intangible heritage, with a nomination for inclusion on the UNESCO List of Intangible Cultural Heritage under way. The ćevap is also common in Albania, Bulgaria, Croatia, Kosovo, Montenegro, North Macedonia, and Slovenia. They are usually served in groups of five to ten pieces on a plate or in a flatbread , often with chopped onions, kajmak, ajvar , and salt. Bosnian ćevapi are made from two types of minced beef meat, hand-mixed and formed with a funnel, while Serbian ćevapčići are made of beef, lamb or pork, or a mixture. == Name and etymology == The word ćevap is derived from the Ottoman Turkish kebap. The word is sometimes used in conjunction with the common South Slavic diminutive ending -čići. Albanian: qebapa; Bulgarian: кебапчета, romanized: kebapcheta; Bosnian: ćevapi / ћевапи; Macedonian: ќебапчиња, romanized: ḱebapčinja; Slovak: čevabčiči; Slovene: čevapčiči. The word ćevapi is plural; the singular form ćevap is rarely used, as a typical serving consists of several ćevapi. == History == Ćevap arrived in Bosnia and Herzegovina as a variant of Turkish kebab around 1500. Although most first think of doner kebab, kebab is translated from Turkish as chopped meat. In the beginning, this simple dish was not too well known and popular among South Slavic peoples. Today, this dish is popular in many areas, such as those from Travnik, Banja Luka, Leskovac, etc., but Sarajevo's ćevapi stands out, which occupies a cult place in the culture and tourism of the inhabitants of the Bosnia and Herzegovina capital. At the beginning of the 20th century, the pace of life became faster, which contributed to the popularization of grilled food. Sarajevo was not bypassed by the enthusiasm for barbecued food, and so, during the Kingdom of Yugoslavia, the first ćevapi shop sprang up in this city. It was located in a vaqf store, to the left of the entrance to today's restaurant Aeroplan on the bazaar, near the sweet corner. It was approached from Sarači Street and belonged to the complex of Gazi Husrev Bey's mansion. It had a concept similar to today's fast food stores; there were no seats, but kebabs were sold from the counter, by the piece.During the Ottoman administration, hajduks made the hajdučki ćevap , which was easy to make, out of pieces of meat and smoked lard, on a skewer roasted over fire. The recipe of the Leskovački ćevap , a local specialty of Serbia, was based on traditional pljeskavica , formed as ćevap. Leskovac has a long history of grill shops. In Belgrade, ćevapčići first came from Leskovac in the 1860s, into the kafana Rajić at the Great Marketplace , from where they quickly spread across the city, and subsequently, country. The industry quickly multiplied, as ćevapčići was the drinking public's favourite.The ćevapčići were served at shops, known as ćevabdžija . According to a 1927–28 study in Belgrade, people either ate in the restaurant or outside , often take-away. The shops served from early morning to 10 AM; often the dish was bought for breakfast.Before the 1930s, they spread to the rest of Yugoslavia, including east of Serbia and the Macedonia region. By 1932, ćevapčići were regarded a local specialty in southern Serbia, Skopje and Peć. In 1933, the first street food vendor appeared in Maribor, Slovenia, who came from Leskovac, and served grilled meat, including ćevapčići. In 1940, ten pieces cost one Yugoslav dinar. In the second half of the 20th century, ćevapčići and other Oriental dishes entered Croatian cuisine. The Leskovac-styled grilled meat, including ćevapčići, have today become part of everyday-diet in Slovenia. Today, ćevapčići are found outside former Yugoslavia in the diaspora communities. Today, the grill shops are known as ćevabdžinica . Leskovac organizes an annual grill festival, the Leskovac Grill Festival, as a showcase of ćevapi and other grilled meat. == Varieties == In Bosnia and Herzegovina, each bigger city or region has its own recipe. While Sarajevo-style ćevapi are the most popular, Banja Luka-style ćevapi differ from all others because they are prepared as a meat tile typically consisting of four ćevapi connected in a row. They are usually made just with ground beef, salt, and pepper, just like Sarajevo ćevapi, but ground veal and garlic are sometimes also added to the mix. Travnički ćevapi originates from the city of Travnik in Bosnia and Herzegovina. The ćevapi are made with a combination of beef, veal, mutton, and lamb, with the addition of salt, pepper, and a bit of baking soda. When grilled, the meat is often brushed with a clear broth that was prepared with beef bones and mutton. Tuzlanski ćevapi comes from Tuzla. The small meat logs are usually made with a combination of ground mutton, beef, and lamb , although some places prepare them only with beef. The meat is mixed by hand and seasoned with salt and pepper, and it is recommended to leave the meat combination in the refrigerator for a few hours or a whole day before the preparation. There are variations in meat content and seasoning, usually salt and pepper. The dish is kept simple, and traditionally served with a type of flatbread similar to Turkish Bazlama, called Somun or a more bready variant Lepinja , with chopped onions and/or kajmak and yogurt as appetizer. == Heritage == In Bosnia and Herzegovina, ćevapi are considered for branding and nomination for the UNESCO List of Intangible Cultural Heritage, Meanwhile, Banjalučki ćevap, a variety from Banja Luka, is already included in the list of intangible cultural heritage of Bosnia and Herzegovina entity, Republika Srpska, and on the Tentative List of Intangible Heritage of Bosnia and Herzegovina by the State Commission of Bosnia and Herzegovina for UNESCO. == See also == Balkan cuisine Mititei, a Romanian dish Kebapche, a Bulgarian dish == References == == External links == The Original Cevapcici by ORF.at Tuzlanski, travnički, banjalučki ili sarajevski ćevapi : Tajne gradskih okusa!. The Most Stressful Restaurant Experience Ever",
        "language": "en"
    },
    {
        "title": "Chushkopek",
        "content": "Chushkopek is a uniquely Bulgarian kitchen appliance for roasting peppers, aubergines or potatoes, generally used in salads. A chushkopek is a cylindrical oven with an opening on the top. Long sweet peppers are placed inside, the lid is replaced, and within several minutes the pepper is ready. Due to the appliance's design, the pepper is evenly roasted across all its surface, leaving a blackened skin which is then easily removed. The chushkopek was voted Bulgaria's Household Revolution of the 20th Century in a 2009 campaign by Bulgarian National Television. == Usage == There are several dishes and dips that are prepared from roasted peppers or eggplants. Ljutenica Ajvar Kyopolou İmam bayıldı == References ==",
        "language": "en"
    },
    {
        "title": "Çılbır",
        "content": "Çılbır is a Turkish dish of poached eggs with yogurt .There are records of çılbır being eaten by Ottoman sultans as far back as the 15th century. It is now common to serve the dish topped with melted butter infused with Aleppo pepper, for which paprika can be substituted. In several Balkan countries such as Bosnia and Herzegovina, Montenegro and Serbia, the Turkish word çılbır is rendered as čimbur and refers to a fried eggs dish. Almost identical is the Panagyurski style eggs dish in Bulgaria. == See also == List of egg dishes Turkish cuisine == References == == External links ==",
        "language": "en"
    },
    {
        "title": "Chorba",
        "content": "Chorba or shorba is a broad class of stews or rich soups found in national cuisines across the Middle East, Maghreb, Iran, Turkey, Southeast Europe, Central Asia, East Africa and South Asia. It is often prepared with added ingredients but served alone as a broth or with bread. == Etymology == The word chorba in English and in many Balkan languages is a loan from the Ottoman Turkish چوربا çorba, which itself is a loan from Persian شوربا šōrbā. The spelling shorba could be a direct loan into English from Persian, or through a Central or South Asian intermediary. The word is ultimately a compound of شور šōr meaning 'salty, brackish' and با bā meaning 'stew, gruel, spoon-meat'. The former is from Parthian 𐫢𐫇𐫡 šōr meaning 'salty', and the latter from Middle Persian *-bāg meaning 'gruel, spoon-meat'. The etymology can be definitively tied to Persian through the cognate شورباج šōrabāj; in Modern Persian, while شوربا šōrbā evolved to mean 'broth, stew', شورباج šōrabāj simply means 'soup'. It is typical for Middle Persian word-final 𐭪 g to either change to ج j or to be dropped altogether in Modern Persian. The dialectal Arabic word شوربة šūrba or شربة šurba is also a loan from Persian and cannot be etymologically tied to شرب šariba meaning 'to drink'. That said, it is highly likely that phono-semantic matching occurred during the loaning of the word into Arabic, which would explain the orthographical difference. Chorba is also called shorba , sho'rva , shorwa , chorba , čorba , shurbad , ciorbă , shurpa , shorpa , çorba , shorpo and sorpa . In the Indian subcontinent, the term shorbā in Urdu-Hindi simply means gravy. It is a Mughlai dish and it has vegetarian forms such as tomato shorba. == Types == Shorwa is a traditional Afghan dish which is a simple dish which is usually mixed with bread on the dastarkhān. It is a long process and a pressure-cooker is usually used, as it reduces the process to 2 hours. The main ingredients for shorwa are potatoes, beans and meat. It is commonly served with Afghan bread.Ciorbă, as called in Moldova and Romania, consists of various vegetables, meat and herbs. Borș is a sour soup that is used in the Moldova region. It is served hot to stimulate digestion and be effective against colds. There are several types of this dish, such as ciorbă de perișoare, leek soup, Romanian borscht, and borș de burechiușe. == Gallery == == See also == List of soups List of stews == References ==",
        "language": "en"
    },
    {
        "title": "Cozonac",
        "content": "Cozonac or Kozunak is a sweet yeast dough that can be used to make different traditional holiday breads and cakes. Often mixed with raisins, it can be baked as a loaf or rolled out with fillings like poppy seed or walnuts. It is common throughout Southeastern Europe, Romania, Bulgaria and Serbia, North Macedonia, Greece, etc. Rich in eggs, milk and butter, it is usually prepared for Easter in Romania, Serbia, Bulgaria, and in Romania and Moldova it is also traditional for Good Friday. The name comes from the Bulgarian word for hair-коса/kosa, or Greek: κοσωνάκι, romanized: kosōnáki, a diminutive form of κοσώνα, kosṓna.Cozonac was the sweet chosen to represent Romania in the Café Europe initiative of the Austrian presidency of the European Union, on Europe Day 2006. == Origins == In Great Britain, the first recipe of cozonac appears in a cookbook in 1718, with the recommendation to be baked in long and narrow forms, a recommendation that remains valid nowadays. A similar Italian dessert, Panettone, whose recipe was shared and adapted in Eastern Europe following the Roman occupation, is often mentioned as a starting point for the cozonac. Romanians added cocoa, rum, walnuts and Turkish delight to the composition, thus creating an original version of the dish, which was not to be missed from any Easter or Christmas table for hundreds of years and is widely recognised as a traditional dessert.Today, this dessert with a long history is prepared mainly in southeastern European countries, especially in North Macedonia, Romania, Moldova and Bulgaria, where it is considered a traditional food. == Ingredients and preparation == Cozonac is a sweet bread, into which milk, yeast, eggs, sugar, butter, and other ingredients are mixed together and allowed to rise before baking. In Bulgaria, the kozunak is prepared by adding lemon zest to the dough mixture, just as the Romanian version. In North Macedonia, the Macedonians for Easter traditionally bake a sweet bread called with sultanas and raisins in the shape of a girl's plated hair, a braid. That is why the name of this traditional Easter bread is derived from the Bulgarian word for hair-коса/kosa. There is also the straw plated mat Macedonians in the past used to lay on the ground to sleep upon called Rogozina or Ruguzina. In Romania, the recipes for trimmings differ rather significantly between regions. The dough is essentially similar throughout the country; a plain sweet bread made from flour, eggs, milk, butter, sugar and salt. Depending on the region, one may add to it any of the following: raisins, grated orange or lemon zest, walnuts or hazelnuts, and vanilla or rum flavor. Cozonac may be sprinkled with poppy seeds on top. Other styles dictate the use of a filling, usually a ground walnut mixture with ground poppy seeds, cocoa powder, rum essence, or raisins. The dough is rolled flat with a pin, the filling is spread and the whole is rolled back into a shape vaguely resembling a pinwheel. In the baked product, the filling forms a swirl adding to the character of the bread. == Similar breads == Cozonac is a sweet, egg-enriched bread, which is rooted in the cuisines of Western and Central Asia. Examples of similar breads from other cultures include badnji kruh in Croatian cuisine, folar de páscoa in Portuguese cuisine, brioche in French cuisine, kulich in Russian cuisine, panettone in Italian cuisine, hot cross bun in English cuisine, challah in Jewish cuisine, or stollen in German cuisine. Such rich brioche-like breads are also traditional in other countries, such as Hungary and the Czech Republic. == See also == List of sweet breads Panettone Fruitcake Raisin bread Pain aux raisins Pască Tsoureki == Notes and references == == External links == Cozonac old recipes and more Cozonac with walnut Cozonac Cozonac Rosenkrantz Cozonac with cocoa",
        "language": "en"
    },
    {
        "title": "Cured pork tenderloin",
        "content": "Cured pork tenderloin is found in various cuisines in Mediterranean Europe and South America. It is typically salted or brined then dry-cured or smoked. == In different countries == === Spain === In Spanish cuisine, lomo embuchado is a dry-cured meat made from pork tenderloin, sometimes called caña de lomo or just lomo. It is similar to cecina, but with pork instead of beef. === Italy === In Italian cuisine, there are many variants of lonza stagionata. Capocollo is very similar, but made from the neck muscle rather than the tenderloin, and often stuffed into a casing. In the northeastern border region of Trieste and surroundings as well as coastal Slovenia and Istria in Croatia it is also known as ombolo. === Corsica === In Corsican cuisine, lonzu is cured loin. === Cyprus === In Cypriot cuisine, lountza is made of pork tenderloin, which is first brined and marinated in red wine, then dried and smoked.It may be sold immediately after smoking, or aged. As it ages, it becomes harder and more strongly flavored. It may be spiced with coriander.Lountza may be served cooked or uncooked with alcoholic drinks such as zivania or wine. Grilled lountza served with other Cypriot foods such as halloumi and kefalotyri cheese often appears in meze platters. Sandwiches made out of grilled lountza and halloumi are favorite fast food snacks in Cyprus. === Greece === In the northern Cyclades islands of Greece , louza is preserved pork loin. === Bosnia and Herzegovina, Croatia, Montenegro and Serbia === In Bosnia and Herzegovina, Croatia, Montenegro and Serbia smoked, cured loins, tenderloins and shoulder blade are called pečenica or vješalica . They are commonly made of pork but beef varieties are also not uncommon. The terms refer to the process of smoking over heat and being hung on hooks above the source of the smoke while they're left to cure. The cuts are universally prepared only during the winter and are considered winter food. The latter of two terms is more commonly used for the shoulder blade cut, whereas the tenderloin cut is sometimes also called slatka pečenica. Unlike Mediterranean-style cured meats like prosciutto, pancetta and buđola traditionally made in dryer, littoral and near-littoral southern parts of these countries, smoke-cured loins are traditionally cured meats from the inner continental regions and harsh, freezing continental winters are a big part of curing specifics and flavor. The cuts are first brined in solution of salt and garlic , to enhance flavor and help preservation, commonly together with continental-style bacon , lardon and ribs. Then they are cured by hanging them in freezing winter winds, over a smoldering lumber for typically up to two months, because the freezing continental temperatures and lack of insects in the winter help curing and preservation. The smolder is occasionally extinguished completely to expose the meat fully to the freezing wind. The flavor is, as a consequence, much more intensely smoked and garlic tinged than is the case with Mediterranean-style cured meat and the cuts are typically dryer and harder. They are typically served as cold cuts, as part of traditional meze, but are also used as flavoring for various cooked dishes. === Bulgaria === In Bulgaria, the cured pork loin is known as Filet Elena . == Etymology == All of the names above come directly or indirectly from Latin lumbus loin, apart from the Slavic terms from Balkans region which are derived from the actual method of preparation. == See also == List of dried foods List of smoked foods == References == == External links == The dictionary definition of cured pork tenderloin at Wiktionary",
        "language": "en"
    },
    {
        "title": "Elenski but",
        "content": "Elenski but , бут по еленски, sometimes translated as Elena round or Elena leg) is a dry-cured ham from the town of Elena, in northern Bulgaria, and a popular delicacy throughout the country. The meat has a specific taste and can be preserved in the course of several years, owing much to the special process of making and the climatic conditions of the part of Stara Planina where Elena is located. == Preparation == The legs and quarters of the pig, traditionally singed and scraped, are taken from the body. Later the redundant parts are removed, so that the remaining meat is protected by hide or the skin that surrounds the muscle tissue. After the legs are shaped, they are well salted and put at the bottom of a postav, a special type of barrel designed for the occasion. The delicacy traditionally remains in salt for 40 days, then is taken out and left to dry. === Preservation technologies === There are various preservation technologies used to prepare elenski, but these typically vary considerably from family to family, as opposed to regionally. In the past, the rounds were put in well trampled upon maize meal or processed with lime milk. The meat could also be stored in specially sewn bags of cheesecloth or wooden containers with thick nets instead of walls , but as a rule were placed somewhere airy, where the clear mountain air could aid the drying and conservation, and also in order to prevent houseflies laying eggs on the rounds. In many of the small towns around Elena, the rounds were in the past left in conservation in the rooms where the daily house fire was lit, so that a certain amount of smoking could be achieved in order to add smoked flavour. == See also == Prosciutto and jamón serrano – similar delicacies Bulgarian cuisine List of hams List of dried foods List of smoked foods == References == == External links == Short Journey.bg article on elenski but, featuring a couple of pictures",
        "language": "en"
    },
    {
        "title": "Fisherman's soup",
        "content": "Fisherman's soup or halászlé is a hot, spicy paprika-based fish soup. A folk item of Hungarian cuisine, it is a bright-red hot dish prepared with generous amounts of hot paprika and carp or mixed river fish. It is native to the Pannonian Plain, particularly the Danube and Tisza river regions. It is also a popular dish among ethnic German Donauschwaben and their descendants, known as Karpfensuppe. In Croatia, it is commonly served in the regions of Slavonia and Baranya, where it is called fiš paprikaš.With its generous use of hot paprika and, often, hot peppers, halászlé is arguably one of the spiciest dishes native to the European continent. == Preparation == Halászlé is a traditional soup enjoyed both by locals and famed with tourists. An important ingredient is a broth made of fish trimmings such as fresh carp heads, bones, skin and fins simmered with vegetables that may include red onions, green peppers and tomatoes for two hours. It is then strained, and ten minutes before serving hot ground paprika and two finger-thick carp fillets, the roe and coral are added to the boiling soup. Variations include: Fisherman's soup a la Szeged. with carp, catfish, sturgeon and either pike or perch in a ratio of 1.5 pound : 1 pound : 0.5 pound : and 0.5 pound . Fisherman's soup a la Paks, with homemade thin-cut Hungarian Spätzle called csipetke. Fisherman's soup a la Baja, with 75% carp, served with homemade thick-cut Spätzle called gyufatészta.Traditionally, fishermen prepare the soup in small kettles on open fire on the river banks. When prepared in kettles, chopped onion is fried in the kettle with oil until it is caramelized. Then, ground paprika is added and the kettle is filled with water. When the water comes to a boil, other seasonings are added, and finally the fish, chopped into large pieces. Entire fish, including heads and tails, are often added to the soup. The soup is usually prepared with mixed fish, most commonly carp, catfish, perch and pike. It is famous for being very hot and spicy.When prepared on-site the soup is served directly from the kettle and eaten with bread. Competitions in preparing the soup are popular and are usually held at fairs along river coasts. White wine is served with halászlé. Diluted with soda water it forms a sort of spritzer, called fröccs in Hungarian. Halászlé is a traditional dish for Christmas Eve dinner in Hungary. == See also == Ukha, Russian fish soup Bouillabaisse, French fish soup Maeun-tang List of soups List of Croatian dishes == References == == External links == Hungarian Halászlé Hungarian Fröccs recipe Serbian fisherman's soup recipe",
        "language": "en"
    },
    {
        "title": "Garash cake",
        "content": "Garash is a chocolate cake from the Bulgarian cuisine. It has been created by the Austro-Hungarian Kosta Garash in 1885, in Ruse, Bulgaria. During that time he managed the grand hotel “Islah Hane”, which was located next to the residence of the Bulgarian knyaz Alexander of Battenberg. Guests of the hotel have been royal personas such as Carol I of Romania, Milan I of Serbia and Oscar II. For the occasion of such high-ranking receptions Kosta Garash created his famous Garash cake. == Preparation == Five 2 mm-thin round cake plates are made from a batter consisting of 200 g ground walnut kernels, 8 egg whites and 220 g crystal or powdered sugar. After baking and cooling, they are arranged one on top of the other and frosted in between, on top, and on the sides with a frosting made of sweet cream and chocolate. Afterwards, the cake is covered with chocolate icing. == See also == List of desserts Food portal == References == cake Garash recipes Torta Garash on TasteAtlas",
        "language": "en"
    },
    {
        "title": "Ghivetch",
        "content": "Ghivetch is a traditional Balkan autumn vegetable stew most closely associated with Romania, where it is a national dish, and Bulgaria. It is traditionally cooked in an earthenware pot called a güveç. It is often made only with vegetables, though some versions include meat, fish, or poultry. The Washington Post in 1985 called it one of the world's great vegetable melanges. Mimi Sheraton called it really the last word in vegetable stews. == Origins == Ghivetch is known throughout the Balkans as a traditional autumn vegetable stew, but it is most closely associated with Romania and Bulgaria. It is a national dish of Romania, where it is called ghiveci. It is a dish eaten by Danube Swabians. == Ingredients == Ghivetch is often made only with vegetables, sometimes as many as 40, but versions exist that include meat, fish, poultry and dairy. In the Western Balkans it is often consumed with rice. Mimi Sheraton, writing in the Wall Street Journal, described it as traditionally including some pleasing pucker from the inclusion of grape leaves or other sour ingredients such as sour salt, and paprika, either hot or sweet. == Preparation and serving == Traditionally the stew is prepared in a clay pot called a güveç, duvech, or gyuvech; in Greece the pot is called yiouvetsi. According to Paula Wolfert the pot is beloved for its ability to impart a great earthy taste and aroma. Traditionally the dish is assembled at home, then taken to a local bakery, and delivered to the customer by a delivery boy wearing a cushion on his head. Truck delivery has replaced the delivery boys. Some specialty bakeries allow customers to order ghivetch to be assembled by the bakery rather than by the customer at home; customers return the empty pot to the bakery.Ghivetch can be served hot or cold. It is sometimes pureed. It is often garnished with sour cream or yogurt. == Importance == The Washington Post in 1985 called it one of the world's great vegetable melanges, along with Buddha's delight, ratatouille, and moussaka. The New York Times in 1977 specifically distinguished it as one of the mixed-vegetable stews characteristic of various cuisines. Sheraton called it really the last word in vegetable stews and included it in her book 1000 Foods to Eat Before You Die. == Similar and related dishes == === Related dishes === Giouvetsi Karides güveç Türlü güveç === Other mixed-vegetable dishes === Buddha's delight Lecsó Leipziger allerlei Locro de choclo Maque choux Moussaka Pinakbet Succotash Ratatouille Peperonata == References ==",
        "language": "en"
    },
    {
        "title": "Güveç",
        "content": "Güveç is a family of earthenware pots used in Balkan, Persian, Turkish, and Levantine cuisine; various casserole or stew dishes cooked in them are called ghivetch. The pot is wide and medium-tall, can be glazed or unglazed, and the dish in it is cooked with little or no additional liquid. == Construction == Clay is combined with water and sand and some combination of straw, hay, sawdust or wood ash and kneaded to remove any air bubbles. The pot is thrown or handshaped, allowed to partially dry, and the surfaces smoothed to make them non-porous. After the pot dries completely it is glazed and kiln-fired.The people of Sorkun have for centuries specialized in the production of the pot out of locally dug clay. == Dishes == Dishes traditionally made in such pots are known throughout the Balkans as a traditional autumn vegetable stew, but are most closely associated with Romania and Bulgaria, where it is called ghivetch.The name đuveč, an earthenware casserole in which the Turkish dish đuveč is traditionally prepared, comes from the Turkish güveç earthenware pot; dishes include türlü güveç and karides güveç. Güveç dishes can be made in any type of oven-proof pan, but according to Paula Wolfert clay or earthenware pots are preferred for the earthy taste and aroma they impart. == See also == Chanakhi Khoresht Piti Food portal == References ==",
        "language": "en"
    },
    {
        "title": "Halva",
        "content": "Halva is a type of confectionery originating from Persia and widely spread throughout the Middle East as well as South Asia. The name is used for a broad variety of recipes, generally a thick paste made from flour, butter, liquid oil, saffron, rosewater, milk, cocoa powder, and sweetened with sugar. == Etymology == The word halva entered the English language between 1840 and 1850 from Romanian, which came from Ottoman Turkish: حلوى, romanized: helva, itself ultimately derived from Arabic: حلوى, romanized: ḥalwā, a sweet confection. The root in Arabic: ح ل و, romanized: ḥ-l-w, means sweet. The original name for the confection was Persian: روغن خورديگ, romanized: rōγn xwardīg, meaning oil food. == History == Halva originated in Persia . A reference to halvah appeared in the 7th century, referring to a mixture of mashed dates with milk. By the 9th century, the term was applied to numerous kinds of sweets, including the now-familiar sweetened cooked semolina or flour paste.Many of the earlier Persian recipes were documented in the 13th century Arabic book Kitab al-Tabikh , as well as an anonymous cookbook from 13th-century Moorish Spain. Halva was adopted by the Ottoman Turks, including a sesame-based version, and spread throughout their empire. == Types == Most types of halva are relatively dense confections sweetened with sugar or honey. Their textures, however, vary. For example, semolina-based halva's texture can be like a very buttery, moist clumpy couscous to something gelatinous and translucent, while sesame-based halva is drier and more crumbly. === Grain-based halva === Grain-based halva is made by toasting flour or cornstarch in oil, mixing it into a roux, and then cooking it with a sugary syrup. Corn is rarely used. Dishes made from wheat semolina include suji ka halwa in India and irmik helvası in Turkey. The semolina is first toasted in fat, either oil or butter, to which water or milk, and sugar is added as desired to create the preferred taste and consistency.Dairy-based rice flour halva, known as Pathein halawa, is considered a Burmese delicacy native to the city of Pathein. === Sesame === Sesame halva is popular in the Balkans, Poland, Middle East, and other areas surrounding the Mediterranean Sea. The primary ingredients in this confection are sesame butter or paste , and sugar, glucose or honey. Soapwort , egg white, or marshmallow root are added in some recipes to stabilize the oils in the mixture or create a distinctive texture for the resulting confection. Other ingredients and flavorings, such as pistachio nuts, cocoa powder, orange juice, vanilla, or chocolate are often added to the basic tahini and sugar base. === Sunflower === Sunflower halva is popular in the countries of the former Soviet Union as well as in Bulgaria and Romania. It is made of roasted ground sunflower seeds instead of sesame. It may include other ingredients, such as nuts, cocoa powder, or vanilla. In 1996 around 4–5 thousand tonnes of sunflower halva were being produced by Ukraine annually. === Peanuts === In Argentina, Greek immigrants at the beginning of the 20th century created a kind of halva called mantecol from peanut butter, currently marketed under the name of Mantecol and also Nucrem. Such a product is widely consumed in the country. === Other === ==== Floss halva ==== Pişmaniye or floss halva is a traditional sweet, prepared in Kocaeli, Turkey, made by flossing thin strands of halva into a light confection. Made primarily of wheat flour and sugar, the strands are continuously wrapped into a ball shape and then compressed. The result is a halva with a light consistency, similar to cotton candy. Floss halva can be found in regular and pistachio flavors, and there are brands with halal or kosher certifications. A similar chickpea-based, version of floss halva is popular in North India. It tends to be slightly denser and is often referred to as patisa or sohan papdi. In Chinese cuisine, a floss-like candy similar to pişmaniye or pashmak halva, known as dragon beard candy, is eaten as a snack or dessert. A raw version of halva also has become popular among proponents of raw food diets. In this version, a mixture of raw sesame tahini, raw almonds, raw agave nectar and salt are blended together and frozen to firm. == Cultural use == Halva can be a snack or served as part of a meal. === Azerbaijan === One regional variant is from Sheki where Şəki halvası halva refers to a layered bakhlava style pastry filled with spiced-nut mix and topped by crisscrossed patterns of a red syrup made from saffron, dried carrot and beetroot. === Greece === Halva is a traditional fasting food among Greek Orthodox who traditionally have food restrictions, especially from meat, on Wednesdays and Fridays throughout the year, for all of Great Lent and other fasting periods. === India === India has many types of halva, some unique to particular regions of the country. It is one of the popular sweets of India usually made from semolina.The town of Bhatkal in Coastal Karnataka is famous for its unique Banana Halwa which is infused with either whole cashews, pistachio or almonds. This type of authentic halwas are a specialty of the Muslims of this town. It is speculated that Halva is associated with Indian traditions and culture, written records of sweets from Mānasollāsa indicate that semolina halvas, the most popular form of halvas in India, were already known in India, for instance, it mentions a sweet called shali-anna which is a semolina based sweet today known as Kesari in South India.Tirunelveli in Tamil Nadu is known for its wheat halwa. Its preparation is a laborious process that is slowly seeing this sweet disappear. Unlike other sweets, the extra ghee is not drained out but forms an outer layer. This increases the shelf life of the halwa. The unique taste of the halwa is attributed to the perennial Thamirabranai. The history of Kozhikode Halwa in Kerala could trace back to Zamorin era. Zamorin invited chefs from Gujarat to prepare halwa for their royal feast. They were also granted places to stay beside royal kitchen. This settlement later evolved as sweet sellers street, nowadays known as SM Street or Mittayitheruvu. Kozhikode halwa is made of pure coconut oil, not from ghee. Kozhikode halwa also builds religious harmony; Ayyappa devotees from neighboring states Karnataka and Andhra Pradesh buy halwa and chips like prasadam . They distribute them among their neighbors and friends, who consume them with a religious zeal. === Iran === In Iran, halva usually refers to a related confection made from wheat flour and butter and flavored with saffron and rose water. The final product has a yellow color or brown color or dark brown color. The halva is spread thin on a plate till it dries into a paste. Halva usually is served at wedding celebrations, religious ceremonies and funerals. Halva Ardeh is the Iranian term for tahini-based halva, and may or may not include whole pistachios. Ardeh is processed sesame in the form of paste, usually sweetened with syrup. === Israel === Tahini halvah is very popular in Israel and among Jews in the diaspora. Israeli halvah is made from sesame tahini and sugar. It is generally sold in slabs, with or without nuts. Vanilla, or vanilla with chocolate swirls are perhaps the most common, but there are many different varieties. Halvah is parve. It is often served as a breakfast component at Israeli hotels, and even used in specialty ice cream. === Myanmar === In Myanmar , halawa generally refers to Pathein halawa , a Burmese confection or mont made with glutinous rice flour, rice flour, milk, and coconut shavings originating from the Irrawaddy delta town of Pathein. Another popular semolina-based confection, which is known as sooji halawa in India, is called sanwin makin in Myanmar. === Turkey === In Turkey halva is served for special occasions such as births, circumcisions, weddings and religious gatherings. The tradition is for semolina halva to be served at funerals, when someone leaves or returns from Hajj, and during Ramadan.For this reason, flour halva is also called in Turkish ölü helvası, meaning halva of the dead. The expression roasting halva for someone suggests that the person referred to has died. === United States === Halva can be found in ethnic Indian, Jewish, Arab, Persian, Greek, Balkan, and Turkish community stores and delicatessens. It is increasingly offered by upscale restaurants in some areas. Besides being imported, it is manufactured in the United States, with the largest producer being Brooklyn-originated Joyva. == See also == == References ==",
        "language": "en"
    },
    {
        "title": "Head cheese",
        "content": "Head cheese or brawn is a cold cut terrine or meat jelly that originated in Europe. It is made with flesh from the head of a calf or pig , typically set in aspic, and usually eaten cold, at room temperature, or in a sandwich. Despite its name the dish is not a cheese and contains no dairy products. The parts of the head used vary, and may include the tongue and sometimes the feet and heart but do not commonly include the brain, eyes or ears. Trimmings from more commonly eaten cuts of pork and veal are often used, with gelatin added as a binder. Variations of head cheese exist throughout Europe and the rest of the world, with differences in construction and ingredients. A version pickled with vinegar is known as souse. Historically, meat jellies were made of the head of an animal, less its organs, which would be simmered to produce a naturally gelatinous stock that would congeal as the dish cooled. Meat jellies made this way were commonly a peasant food and have been made since the Middle Ages. Modern head cheese recipes may require additional gelatin, or more often need to be reduced to set properly. == Etymology == The English term head cheese is a calque derived from the Dutch word hoofdkaas, which literally translates to head cheese. The term hoofdkaas can be divided into hoofd originating from the animal heads commonly used to prepare the dish, and kaas describing the texture, which resembles that of cheese. == Terminology == The term head cheese is used in North America, potted heid in Scotland, and brawn elsewhere in Britain and Australia. The term souse, a corruption of the German Sülze, is used for the pickled variety in North America and the West Indies. == By country == === Europe === Austria: Head cheese is known as Presswurst, Sulz or Schwartamaga in the most western regions. Depending on the region, it is often served with a light dressing .Bulgaria: The meal пача is prepared from pig's heads , legs, and often tongue. The broth is heavily seasoned with garlic before cooling.Croatia: This cut is generally known as hladetina, and is commonly produced after the traditional slaughter of pigs. A strongly seasoned version of this cut is called tlačenica. The name švargl is used for a variant where the chopped parts are stuffed inside the pig's stomach, similar to a Scottish haggis.Cyprus: made with pork and known as zalatina, a word possibly derived from the English word gelatin. It is often seasoned with lemon juice.Czech Republic: The huspenina or sulc is made from pig's heads or legs boiled together, chopped, mixed in their broth, poured into a pan, and left in the cold to solidify. Other ingredients may include onion, pepper, allspice, bayleaf, vinegar, salt, carrot, parsley, root celery, and sometimes eggs. A similar product, tlačenka, is basically huspenina with some more meat, chopped liver, and various offal, poured into a prepared pig stomach and left to solidify under the weight. Tlačenka is generally thicker than huspenina, and commonly is eaten with chopped onions and sprinkled with vinegar.Denmark, Norway and Sweden: Sylte, sylta or aladåb, was originally made from the head of pig, but now commonly is made from the forequarters or shanks of pork or veal and seasoned with allspice, bay leaves, and thyme; this forms part of the traditional Christmas smörgåsbord, served on rugbrød or lefse with strong mustard and pickled beetroots. A rolled version made in an otherwise similar way also exists, however this contains very little aspic.Estonia: Sült is similar to the German or Croatian dish , but usually is less seasoned and is made from higher quality meat. Sült tends to be a rather loose form of head cheese with higher aspic to meat ratio and the aspic soft enough that the dish would usually start to slightly fall apart/melt if left at room temperature . Sometimes carrots or greens are added. It is a traditional Christmas dish, but is sold in stores year round. The traditional sült is made from pork using its gelatinous parts. Beef, poultry, and fish variants are also available. Sült might be served with diluted vinegar to be poured over. Horseradish or strong mustard are also common accompaniments.Finland: Head cheese is known as syltty, tytinä or aladobi.France and Belgium: In French, it is referred to as fromage de tête, tête pressée, tête fromagée or pâté de tête.Germany: Head cheese is known as Sülze, Schwartenmagen, or Presskopf. In Bavaria, Presssack comes in three varieties in the form of a large sausage. Sülze can have a tangy flavour by adding pickles or vinegar. It usually takes the form of a rectangular loaf, which is then sliced into portions. There is a white coloured variety and two different red ones, using blood, one made with beef tongue and aspic, the other without. In Franconia, Saurer Presssack is served in a salad with a vinaigrette and vegetables. Early references to Sulcze in documents of the Counts of Katzenelnbogen date from 1410 and 1430.When using only pure meat of highest quality it is called Kaisersülze .Greece: In Greece and among Greeks of the diaspora, it is known as pichti πηχτή and usually incorporates vinegar.Hungary: A variant of head cheese, disznósajt, or disznófősajt , is made of mixed meat slices spices, paprika, and pieces of bacon cooked in spicy stock. The chopped meat is stuffed into the pig's stomach, similar to Scottish haggis, pricked with needles, then pressed down with weights to remove excess fat and make it tight and compact. Often it is smoked like sausages or ham.Iceland: Sviðasulta a form of head cheese, is made from svið, singed sheep's head, sometimes cured in lactic acid.Ireland: brawn is considered a rare delicacy and is made from pig's head. It dates from at least the early 19th century CE.Italy: In Genoa, a similar cold cut goes by the name of testa in cassetta, literally head in a box, but it is possible to find it throughout all of central and northern Italy, where it is called coppa di testa, or simply coppa, soppressata in Tuscany, or – in some northern regions – formaggio di testa . In central Italy , it is common to put orange peel pieces in it, or to serve it in a salad together with oranges and black olives. In the Campania region, the head and foot, called 'O pere e 'o musso, is boiled, left whole and sliced, served with lupini beans and fresh lemon. A version in aspic from Sicily known as liatina includes the head, feet, skin and ears, flavored with bay leaf, pepper, vinegar and lemon.Latvia: Galerts is similar Latvian food consisting from meat in gelatin, often with vegetables, such as carrots, and celery added to the resulting colloidal suspension. Horseradish or vinegar can be poured over the galerts when serving it.Lithuania: Košeliena or šaltiena , is usually made from pig's feet; sometimes part of head is added.Luxembourg: Jelli is basically the same as in the neighbouring Germany and France, made from pork, and commonly eaten on buttered bread . A specialty are varying kinds of pastries filled with Jelli that are made with aspic containing Riesling wine, like most famously the Rieslingspaschtéit.Netherlands and Belgium: Head cheese is known under several regional names and variations. In Brabant, it is called zult and is made with blood. Pig's foot provides the gelatin and a little vinegar is added to it. In Limburg, it is called hoofdkaas, meaning head cheese, and is eaten on bread or with Limburgisch sausage as a starter. A red, sweet variety and a slightly sour, grey variety are available. The red one can be compared to Brabantine zult. Both zult and preskop are also found in Limburg, though zult is less sour, whereas preskop often contains black pepper and is eaten on wholewheat bread. In Belgium, head cheese is also called kop or kopvlees, which translates as meat from the head.Poland: The nearest Polish equivalent of head cheese is salceson. According to Słownik Wyrazów Obcych PWN, the word comes from the Italian salsiccione meaning salsiccia di grosse dimensioni. According to Wielka Encyklopedia Powszechna PWN, salceson traditionally is encased in either a pig's stomach or a cow's bladder. Specific varieties include: s. ozorkowy which uses beef tongue; s. brunszwicki which uses liver and is spiced with marjoram; s. włoski which is spiced with garlic, black pepper, fennel and cumin seeds; s. czarny which contains blood, semolina and bread crumbs, and can be regarded as a variant of kaszanka.Portugal: known as cabeça de xara, it is mainly prepared in the Alentejo region.Romania: Two versions of it are tobă or, especially in Transylvania, caş de cap de porc , which looks like a wide, four-inch-diameter, sausage and the marginally similar piftie. This is the same dish as Serbian and Macedonian pihtije, in which the ingredients are poured into a bowl and refrigerated. Piftie is not necessarily head meat, but can be different kinds of meat, boiled with garlic and bay leaves. It is prepared by boiling pig's feet to make a soup, as feet contain more gelatin than any other part of the pig. The mixture is then cooled to make a jelly. Usually, garlic is added.Russia: head cheese is a popular food for festive occasions. Beef or lamb head cheese is also popular in the Jewish community. It is more popularly called saltisón , zelts , or kholodets .Serbia: Head cheese in Serbia is called švargla, and it is particularly popular in northern Serbia, Vojvodina. While each village has its special recipe, with particular seasoning or special cuts of meat added, the basic švargla is made with pig's tongue, heart, kidneys, skin and meat from the head. The meat is seasoned with paprika, salt, black pepper and garlic. Preparation consists of boiling the ingredients, filling the pig's stomach with them, and boiling the whole filled stomach again. Once the boiling is done, švargla is then pressed under weight, and smoked for several days.Slovakia: A special variety of head cheese, called tlačenka , is popular in Slovakia. It is made of pork stomach stuffed with offal and leftover parts of pig's heads and legs. It is seasoned with garlic, paprika, black pepper, and other ingredients and usually smoked. It is traditionally served with sliced onion, vinegar, and bread.Huspenina is similar to a certain extent, but made with less meat and more gelatine. It is more similar to aspic, pork jelly, or hladetina.Slovenia: it is known as tlačenka, pressed-one, or informally as žolca.Spain: This cold cut is known as cabeza de jabalí, boar's head.Sweden: Known as sylta, a few variations are available with different meats, spices, and preparation methods, the most popular being kalvsylta , pressylta , and rullsylta . Common seasonings are onions, white pepper, allspice, cloves, salt and bay leaves, and occasionally carrots and herbs are added to the ingredients. Sylta is often regarded as a seasonal food eaten at the julbord at Christmas. Switzerland: The recipe is known as sülzli, and it is typically made with chopped ham or pork.Ukraine: known as kovbyk, kendiukh or saltseson, head cheese is usually a combination of a variety of pork meats made into a pressed loaf. United Kingdom: In England and Wales, head cheese is referred to as brawn or pork cheese. In Scotland, it is known as potted heid ; the similar potted haugh or hough is made from the shank of the animal. === Africa === South Africa: Known as sult in Afrikaans and brawn in South African English. It is often flavoured with curry. === Asia === Iran: a common dish for breakfast known as ckallepache Or according to common culture kallapch serves in special restaurant: kallepazi. Cooked head of sheep marinated in its oil and cinnamon. Iranians eat it as a heavy dish from about 5:00am. China: In certain parts of Northern China, such as Beijing, 'pig head meat' is cooked and thinly sliced and served at room temperature. In the Southern parts of China, Xiao Rou is made by boning and pickling pig trotters with brine and alum. The meat is then rolled, pressed and eaten cold. In northeastern China, a jellied pork skin dish is often made and served with a spicy soy sauce and vinegar mixture with crushed garlic and red chili powder.Korea: In Korean cuisine, a similar dish, pyeonyuk , is made by pressing meat, usually from the head of the pig. It is eaten as anju or used for janchi . Vietnam: In Vietnam, giò thủ is a similar cold cut dish made around Tết, for New Year celebrations. It is a dish popular in the North and made of pork belly, pig's ears, garlic, scallions, onions, wood ear mushrooms, fish sauce, and cracked black pepper. Traditionally, giò thủ is wrapped in banana leaves and compressed in a wooden mold until the gelatin in the pig's ears bind it together. === Australia === In Australia, it is known as brawn or Presswurst. It is usually seen as something of an old-fashioned dish, although various large firms, such as D'Orsogna, Don Smallgoods and KR Castlemaine produce it. === Caribbean === Souse is pickled meat and trimmings usually made from pig's feet, chicken feet or cow's tongue, to name a few parts. The cooked meat or trimmings are cut into bite-sized pieces and soaked in a brine made of water, lime juice, cucumbers, hot pepper, salt and specially prepared seasonings. Usually it is eaten on Saturday mornings, especially in St. Vincent and Barbados. In Trinidad and Tobago, it is served or sold at most social gatherings, such as parties, all-inclusive fetes and sporting competitions. === Latin America === Head cheese is popular and is usually referred to as queso de cabeza in Chile and Colombia. In Peru, Ecuador, Bolivia, and Costa Rica, it is also known as queso de chancho. It is known as queso de Cerdo in Uruguay and Argentina. In Panama, it is known as sous , made with pig's feet and prepared the same way as in the Caribbean; it is a dish from the Caribbean coast, where most of Panama's West Indian community resides. In Brazil, head cheese is popular among the gaucho population and is commonly known as queijo de porco . In the German-colonized cities, such as Pomerode and Blumenau, it follows the German recipe and is known as Sülze. In Mexico, it is known as queso de puerco and is usually spiced with oregano, vinegar, garlic, and black pepper. === North America === Alberta, Canada: the typical jellied meat available in stores is labelled head cheese, whether or not it is actually made from the head. The large Eastern European community in the province also has a tradition of making jellied meat at home, usually from pigs' feet, and this is called studenetz in the local dialect of the Ukrainian language. Pennsylvania, United States: In the Pennsylvania Dutch dialect, head cheese is called souse. Pennsylvania Germans usually prepare it from the meat of pig's feet or tongue and it is pickled with sausage. Wisconsin, Illinois, Michigan, and other portions of the Upper Midwest, United States: Head cheese and sulze are both made from pork snouts and tongues, but head cheese often uses larger chunks of smoked meat, while sulze generally uses unsmoked, chopped meat and has added vinegar and pickles. Louisiana, Mississippi, Alabama, and other portions of the Deep South, United States: The highly seasoned hog's head cheese is very popular as a cold cut or appetizer. A pig's foot provides the gelatin that sets the cheese, and vinegar is typically added to give a sour taste. It is a popular Cajun food and is often encountered seasoned with green onions. It is called in Louisiana French; fromage de cochon. In Mississippi, Alabama, and other Southern states, it is encountered in a spicy form known as souse or less spicy hog's head cheese. Newfoundland and Labrador, Canada: Throughout Newfoundland, brawn is typically made from wild game such as moose and caribou. Ontario, Canada: Commercial, processed versions made with pork are sold in the deli section in some grocery stores in Ontario, such as in the German 'heimat' of Waterloo Region. Quebec, Canada: Called tête fromagée, it is commonly available in grocery stores and butcher shops along with cretons and terrines. Prince Edward Island, Canada: Now uncommon and seen as old fashioned. It was common before 1970 and often referred to as Potted head or Potted meat. New Brunswick, Canada: A spread similar to cretons made from pork head and Boston Butt and seasoned primarily with onion, salt, and summer savory, is often referred to as head cheese. == See also == Blood tongue Pork jelly P'tcha == References == == External links == Media related to Head cheese at Wikimedia Commons",
        "language": "en"
    },
    {
        "title": "HRC Culinary Academy",
        "content": "HRC Culinary Academy is an accredited culinary school in Sofia, Bulgaria. Founded in February 2008, the academy has trained more than 800 students from 18 nations. HRC Culinary Academy is the first culinary school in Eastern Europe. == Curriculum == The Academy's Culinary Arts program is a two-year course that prepares students for careers in the international hotel and culinary industry. The course focuses on hands-on training. The HRC Culinary Academy program covers a curriculum from knife skills and sauce-making to budgeting and menu engineering. Classes are taught by international chef instructors and guest chefs from around the world. The instruction language at the HRC Culinary Academy is English. Students at the academy have the opportunity to work in restaurant or hotel kitchens during their two paid industry placements in Europe and the United States. == Campus == HRC Academy facilities include training kitchens, a fine dining restaurant, demonstration theatre, culinary library and a campus hotel. == References == == External links == HRC Culinary Academy website Training Restaurant by HRC Culinary Academy",
        "language": "en"
    },
    {
        "title": "Kačamak",
        "content": "Kačamak is a kind of maize porridge made in parts of Western Asia and Southeastern Europe. Its name is derived from the Turkish word kaçamak, meaning escapade. It is also known as bakrdan in North Macedonia. == History == The dish is made of cornmeal. Potatoes, milk, white cheese or kaymak are sometimes added. Similar to the Abkhazian abısta, Adyghe mamıs, Italian polenta and Romanian mămăligă, it is prepared by boiling cornmeal and then mashing it while the pot is still on the stove. It was once regarded as a poor man's food, but now is widely eaten, including in restaurants. == Serving == In Bulgaria, it is traditionally served with heated lard or sunflower oil with small amounts of browned paprika or hot pepper. Often cracklings or sirene are added. In Montenegro, Albania and Bosnia and Herzegovina kačamak is also prepared with crushed potatoes and cheese until a thick mass is formed.In Central Serbia, it is prepared with finer grains of white cornmeal, served with white cheese and kajmak. It is usually served with minced meat roasted in butter, boiled grape juice, milk, plain yogurt, honey, sour cream, or sometimes with bacon. == Gallery == == References ==",
        "language": "en"
    },
    {
        "title": "Kebapche",
        "content": "Kebapche is a dish of grilled minced meat with spices. The meat is shaped into an elongated cylindrical form, similar to a hot dog. Typically, a mix of pork and beef is used, although some recipes involve only pork. The preferred spices are black pepper, cumin and salt. Kebapche is a grilled food. It is never fried or baked. A typical addition to a kebapche meal are chips , often covered with grated sirene ; lyutenitsa is sometimes used as a dip. The expression a three kebapcheta with sides is particularly well-known. The preferred drink to go with a kebapche is beer.The word kebapche is derived from kebab, –che is a diminutive Bulgarian neutral suffix, i.e. a little kebab. A dish similar to kebapche and often combined with it is kyufte, which is often the same in terms of meat and spices but round-shaped. It often includes onions and parsley, which kebapche does not. It is essentially the same dish as former Yugoslav ćevapčići, but the Bulgarian kebapcheta are typically larger. == See also == Ćevapčići, a Balkan dish Mici , a Romanian dish == References == Recipe Kebapches . Bulgaria Travel. Retrieved 29 August 2015. Georgieff, Anthony . The rise and fall of the Bulgarian kebapche. Vagabond. Vagabond Media Ltd. Retrieved 29 August 2015. Паунов, Радко . В Бачково разкриха тайната на истинското кебапче. 24 часа . Archived from the original on 2016-04-18. Retrieved 29 August 2015. == External links ==",
        "language": "en"
    },
    {
        "title": "Khash (dish)",
        "content": "Khash and Azerbaijani: xaş, respectively) is a dish of boiled cow or sheep parts, which might include the head, feet, and stomach . It is a dish of Armenian origin. It is also known by other designations, namely pacha , kalle-pache , kakaj šürpi or serûpê . Khash and its variations are traditional dishes in Afghanistan, Albania, Armenia, Azerbaijan, Bosnia and Herzegovina, Bulgaria, Georgia, Greece, Iran, Iraq, Turkey, North Macedonia, Mongolia and some Persian Gulf countries. == Etymology == The name khash originates from the Armenian verb , which means to boil. The dish, initially called khashoy , is mentioned by a number of medieval Armenian authors, including Grigor Magistros , Mkhitar Heratsi , and Yesayi Nchetsi .The Persian designation pacha stems from the term pāče, literally meaning trotter. The combination of a sheep's head and trotters is called kalle-pāče, which literally means head [and] trotter in Persian. == In the South Caucasus == In the medieval Armenian medical textbook Relief of Fevers , khash was described as a dish with healing properties, e.g., against snuffle. It was recommended to eat it while drinking wine. In case of ailment, khash from the legs of a yeanling was advised.Armenian khash is prepared using boiled cow or sheep parts such as the head, feet, and stomach . Typically consumed early in the morning during the winter season, it is served with garlic, radish and lavash. In Armenia and the rest of the South Caucasus, khash is often seen as food to be consumed after a party, as it is known to be consumed during battle hangovers and eaten with a hair of the dog vodka chaser. == In Iran == Kalle-pache consists of a sheep's head and trotters, and is typically seasoned with lemon and cinnamon. Usually consumed as a breakfast soup, kalle-pache is traditional to Afghanistan and Iran.In Iran, kalle-pache is usually cooked in specialty stores, and is served in the morning. It is especially consumed during cold seasons. To prepare kalle-pache, the sheep's head and trotters are collected, cooked, and treated as per the recipe. == In Iraq == Pacha is a traditional Iraqi dish made from sheep's head, trotters, and stomach; all boiled slowly and served with bread sunken in the broth. The cheeks and tongues are considered the best parts. Many people prefer not to eat the eyeballs, which could be removed before cooking. The stomach lining would be filled with rice and lamb and stitched with a sewing thread . Sheep brain is also included. == In Arab countries == The dish is known in Kuwait, Bahrain, and other Arabian Peninsula countries as Pacheh , since the Arabic alphabet has no letters 'p' and 'ch' so the dish is written with 'b' and 'j' as in Bajeh باجه). A variation of that is found in other Arab countries such as in Egypt and is known as kawari' , Egyptians eat cow brain and sheep brain. == In Albania == Albania's popular pache consists of a sheep's or any cattle's head, that is boiled until meat comes off easily. It is then stewed with garlic, onion, black pepper, and vinegar. Sometimes a little flour is added to thicken the stew. It is also frequently cooked with cattle feet or tripe. It makes a hot and hearty winter stew. == In Turkey == In Turkish culinary culture, pacha is a generic word for certain soup preparations, especially with offal, but also without it. In most parts of Turkey, such as in Kastamonu, for instance, the term ayak paça is used for cow, sheep, or goat hooves, and the term kelle paça is used for head pacha . Sometimes the term dil paça is also used for tongue soup, while meat pacha is made with gerdan . In Turkey, the word kelle refers to a sheep's head roasted in the oven, which is served after grilling at specialized offal restaurants. == In Greece == The Greek version, called patsás , may be seasoned with red wine vinegar and garlic , or thickened with avgolémono. The Greek version sometimes uses calf feet with the tripe. Specialized tavernas serving patsa are known as patsatzidika. Because patsas has the reputation of remedying hang-over and aiding digestion, patsatzidika are often working overnight, serving people returning home after dinner or clubbing. == Similar dishes == Paya, South Asian version of this dish P'tcha, Ashkenazi Jewish version Smalahove, boiled sheep's head, a traditional western Norwegian food Soğuk paça, a Turkish cold dish made with the jelly obtained from sheep or cow hooves Svið, an Icelandic dish that includes a sheep's head cut in half == See also == == References == == External links == A Brief History of Khash, Armenia's Love-It-or-Hate-It Hangover Cure . Smithsonian Institution. February 27, 2018. Khash.org. Khash and other Azeri adventures. Toronto Star. February 7, 2007. HIS MAJESTY KHASH. Vision TV. April 2013.",
        "language": "en"
    },
    {
        "title": "Koliva",
        "content": "Koliva, also spelled, depending on the language, kollyva, kollyba, kolyvo, or colivă, is a dish based on boiled wheat that is used liturgically in the Eastern Orthodox Church for commemorations of the dead. In the Eastern Orthodox Church, koliva is blessed during funerals, as well as during the memorial service that is performed at various intervals after a person's death and on special occasions, such as the Saturday of Souls . It may also be used on the first Friday of Great Lent, at Slavas, or at mnemosyna in the Christmas meal. In some countries, though not in Greece, it is consumed on nonreligious occasions as well. A similar food item is widely popular in Lebanon where it is known as snuniye and, more commonly, as berbara as it is prepared for Saint Barbara's feast day, December 4, which is celebrated with Halloween-like festivities. == Etymology == Kollyba, a word which in Greek is the plural form of kollybo , is derived from the Ancient Greek word κόλλυβος, kollybos , i.e. a small coin or a small gold weight. In the Hellenistic period, the neuter plural form of the latter word, i.e. κόλλυβα, kollyba, took the meaning of small pies made of boiled wheat. The sense of the ritual food is of a latter period. In Serbian it is called Koljivo , Кутя in Bulgarian, Colivă in Romanian, კოლიო in Georgian, and Кутя in Ukrainian. == Recipe == While recipes may vary widely, the primary ingredient is wheat kernels which have been boiled until they are soft, they are drained very well and spread on a cloth to be just moist, and then sweetened with honey or sugar. Koliva also contains some or all of the following: wheat, sesame seeds, almonds, ground walnuts, cinnamon, sugar, pomegranate seeds, raisins, anise and parsley. Romanians decorate the koliva with crosses of cocoa, chocolate or candy. The practice of offering koliva is traditional in Greece, Cyprus, Serbia, Bulgaria, Montenegro, Ukraine, Romania, Moldova, Russia and parts of Bosnia-Herzegovina, and among Christians in the Middle East. When served, the koliva mixture, which looks like earth, is shaped into a mound to resemble a grave. The whole is then covered with powdered sugar and the initials of the deceased are outlined on the top. A candle, usually placed in the center of the koliva, is lit at the beginning of the memorial service and extinguished at its end. After the liturgy, those attending share in eating the koliva as they speak of the deceased and say, May God forgive him/her. Some Orthodox parishes have a designated individual charged with making the koliva. This is in part due to the health risk of fermented wheat if the koliva is not prepared correctly. Sometimes koliva is made with rice or barley instead of wheat. This custom began as a practical response to a famine that occurred in Soviet Russia, when the faithful did not have wheat available for koliva, so they used rice instead. Some communities continue to use rice for their koliva to this day. In the Japanese Orthodox Church where rice is mainly eaten, koliva is commonly made from rice sweetened with sugar and decorated with raisins, without reference to famine. == History == The origins of koliva predate Christianity. The word koliva itself stems from the Ancient Greek word κόλλυβoς , which originally meant a small coin and later in the neuter plural form small pies made of boiled wheat. In the Ancient Greek panspermia, a mixture of cooked seeds and nuts were offered during the pagan festival of the Anthesteria. In the 5th century AD koliva in the sense of boiled wheat, constituted along with raw vegetables the diet of monks who refused to eat bread. The 12th century canonist Theodore Balsamon maintained that koliva as a ritual food practice was originated by Athanasius of Alexandria during the reign of the Emperor Julian the Apostate.The association between death and life, between that which is planted in the ground and that which emerges, is deeply embedded in the making and eating of koliva. The ritual food passed from paganism to early Christianity in Byzantium and later spread to the entire Orthodox world. == Occasions of use == Koliva is used on a number of different occasions: === St Theodore Saturday === The tradition of blessing and eating koliva at the end of the first week of Great Lent is connected with an event in the reign of Julian the Apostate. The tradition states that the Emperor knew that the Christians would be hungry after the first week of strict fasting, and would go to the marketplaces of Constantinople on Saturday to buy food. So he ordered that blood from pagan sacrifices be sprinkled over all the food that was sold there. This made the food unsuitable as Lenten fare , and in general as food for Christians, who are forbidden to eat food from such sacrifices. However, St. Theodore Tyro appeared in a dream to Archbishop Eudoxius and advised him that the people should not eat food bought at the marketplace that day, but only boiled wheat mixed with honey. As a result, this first Saturday of Great Lent has come to be known as Theodore Saturday. === Memorial services === During requiem services , the family or friends of the departed will often prepare koliva which are placed in front of the memorial table before which the service is chanted. Memorial services are held on the third, ninth, and fortieth days after the repose of an Orthodox Christian, as well as on the one-year anniversary. In addition, there are several Soul Saturdays during the church year , as well as Radonitsa , on each of which general commemorations are made for all the departed. === Funerals === During the Greek, Romanian, Bulgarian, Serbian and Ukrainian Orthodox funeral services it is offered to all who attend the funeral. === Commemoration of saints === It is also customary in the Slavic practice on the feast of the Patron Saint of a church or of a family, or on the feast of saints of special significance to offer koliva. Instead of serving a memorial service, the koliva is set in front of an icon of the saint and a Moleben is served to that saint. In Lebanon, it is traditionally prepared by the Antiochian Orthodox community for the feast of Saint Barbara. == See also == Kollyvades Movement Memorial service Prayer for the dead Kutia - a sweet grain pudding, traditionally served in Russian, Belarus, Ukrainian, Polish and Lithuanian cultures. Panikhida Prosphora Radonitsa Saturday of Souls Cuccìa - Sicilian sweet grain pudding, served around Christmas. == Notes == == References == == External links == Koliva Recipe St. Nicholas Center Theodore Saturday Icon and Synaxarion Photo: Blessing koliva at the end of a Panikhida Photo: Blessing koliva on Theodore Saturday Romanian Coliva Recipe",
        "language": "en"
    },
    {
        "title": "Kompot",
        "content": "Kompot or compot, as used in as prepared in Central and Eastern Europe and West Asia, refers to boiled fruits , served either as a drink or as desert depending on the region in question. When served as stewed fruits, it is essentially identical with the French compote, which is the origin of the term. When served as a drink, it is also known as взвар vzvar or узвар uzvar from the Slavic root word meaning to boil. As a drink it is a non-alcoholic sweet beverage that may be served hot or cold, depending on tradition and season. It is obtained by cooking fruit such as strawberries, apricots, peaches, apples, raspberries, rhubarb, plums, or sour cherries in a large volume of water, often together with sugar or raisins as additional sweeteners. Sometimes different spices such as vanilla or cinnamon are added for additional flavour, especially in winter when kompot is usually served hot. Kompot is popular in Central and Eastern European countries as well as in Southern Europe. Kompot is part of the culinary cultures of many countries in Central, Eastern, Southern Europe and Middle East, such as Bulgaria, Armenia, Albania, Azerbaijan, Belarus, Kazakhstan, Poland, Russia, Ukraine, Bosnia and Herzegovina, Lithuania, Latvia, Estonia, Hungary, Slovakia, Slovenia, Croatia, North Macedonia, Serbia, Montenegro, Moldova and Romania, Kosovo, the Czech Republic, Greece, Georgia, Cyprus and Turkey. Kompot was a widely used way of preserving fruit for the winter season in Southern and Eastern European countries. In 1885, Lucyna Ćwierczakiewiczowa wrote in a recipe book that kompot preserved fruit so well it seemed fresh. Kompot was still popular in the 1970s. It is also popular in many Central Asian countries, such as Uzbekistan and Kyrgyzstan.In the colder parts of Europe, instead of stewing the fruits and then preserving the result, fruits are instead dried, and then re-hydrated to make kompot / uzvar. This method is notably used in the Twelve-dish Christmas Eve supper prepared in the former Polish-Lithuanian Commonwealth lands. The consumption of kompot has been declining since the 1980s. With the end of food preservation in many countries of South and Eastern Europe, kompot has been supplanted by fruit juice, soft drinks and mineral water. == See also == == References == == External links == Apple-cranberry kompot recipe Dried fruit kompot recipe Cherry kompot recipe at About.com Archived 2015-09-23 at the Wayback Machine",
        "language": "en"
    },
    {
        "title": "Korovai",
        "content": "The korovai , karavai , or kravai is a traditional Bulgarian, Ukrainian, and Russian bread, most often served at weddings, where it has great symbolic meaning. It has remained part of the wedding tradition in Belarus, Russia, Ukraine, as well as in the Russian and Ukrainian diasporas. Its use in Belarus, Russia and Ukraine dates back to hospitality and holiday customs in ancient Rus. A similar bread is made in parts of eastern Poland. A round korovai is a common element of the bread-and-salt ceremony of welcome. == Origins and decoration of korovai == The bread has ancient origins, and comes from the pagan belief in the magical properties of grain. Korovai was a large round braided bread, traditionally baked from wheat flour and decorated with symbolic flags and figurines, such as suns, moons, birds, animals, and pine cones. Wheat stalks, herbs, nuts, flowers and fruit were used to embellish the korovai. The bread has no set design, and the style and ornamentation of the korovai varies by region, although colors red, gold and silver were most commonly employed in decoration.The bread was traditionally prepared in the home of the bride by women who sang traditional songs to guide them through the making. These women were called the korovainytsi, and were most often invited in odd numbers to do the job of making the bread, usually seven. The embellishments served a symbolic function. Two birds, made out of dough, represent the couple, and other birds represent family and friends. The entire arrangement is surrounded by a wreath of periwinkle, a symbol of love and purity. The korovai receives blessings before it is placed in the oven for baking. The bride and groom were given the korovai as a blessing before the wedding ceremony. The korovai was shared by all the wedding guests, and this was considered the culmination of the wedding. During times of hardship, when a wedding was impossible, the blessing and sharing of bread was often considered enough to constitute a marriage in the eyes of the community. == Dividing the korovai == The top part of the korovai symbolizes the Moon; it is divided in half and belongs to the marrying couple, the next slice goes to the mother and father of the bride, and so on. In eastern Ukraine, the mother receives a pair of shoes made out of dough, while the father is given an owl, out of those decorating the korovai.The bottom section of the korovai called the pidoshva can be shared with the guests and the band as a symbol of good luck and future prosperity. == See also == Kolach == References == == External links == Korovai at Atlas Obscura, 2021",
        "language": "en"
    },
    {
        "title": "Kyopolou",
        "content": "Kyopolou is a popular Bulgarian and Turkish spread, relish and salad made principally from roasted eggplants and garlic. Common recipes include further ingredients such as baked bell peppers, baked kapia red peppers, tomatoes, tomato juice or tomato paste, onions, parsley, black pepper, and laurel leaves. Hot peppers may also be added. Taste can vary from light and sweet to hot and peppery. It is usually oven-cooked in pots or casseroles. Kyopolou is a typical eggplant appetizer and can be consumed as a bread spread, a condiment, or as a salad. It is generally prepared as a canned food, in glass jars, for the winter season. During summer and autumn months, when its ingredients are usually readily available, it is also a main dish in Bulgaria, mainly during Orthodox fasting periods, such as Lent.Similar relishes are popular in the Balkans in different variants and names . A Romanian variety is called zacuscă, a word of Slavic origin . == See also == List of eggplant dishes List of dips List of spreads == References ==",
        "language": "en"
    },
    {
        "title": "Lakerda",
        "content": "Lakerda is a pickled bonito dish eaten as a mezze in the Balkans and Middle East. Lakerda made from one-year-old bonito migrating through the Bosphorus is especially prized. == Name == Lakerda comes from Byzantine Greek lakerta 'mackerel', which in turn comes from Latin lacerta 'mackerel' or 'horse mackerel'. The Turkish word lakerda, attested before 1566, is a loan from the Greek. == Preparation == Steaks of bonito are boned, soaked in brine, then salted and weighted for about a week. They are then ready to eat, or may be stored in olive oil. Sometimes large mackerel or small tuna are used instead of bonito. == Serving == In Greece, lakerda is usually served as a mezze, with sliced onion. Lemon juice and olive oil are common but criticized accompaniments. In Turkey it is usually served as mezze, with sliced red onion, olive oil and black pepper. It is generally accompanied with rakı. == History == Lakerda is very similar to a prized ancient Greek dish, tarikhos horaion 'ripe salted fish' or simply horaion. Other ancient salt bonito preparations were called omotarikhos and kybion. == See also == Ceviche Boquerones en vinagre == Notes ==",
        "language": "en"
    },
    {
        "title": "Ljutenica",
        "content": "Ljutenica, lyutenitsa or lutenica is a vegetable relish or chutney in Bulgarian, Macedonian and Serbian cuisines. The ingredients include peppers, aubergines, carrots, garlic, vegetable oil, sugar, salt, and tomatoes. It comes in many varieties: smooth; chunky; with chili peppers or eggplant; and hot or mild.In recent years, industrial production of ljutenica and ajvar has flourished. Large-scale production of both relishes has popularized them outside the Balkans. == See also == Ajvar Pindjur, like ljutenica and ajvar but with eggplant Zacuscă, a similar vegetable spread in Romania Kyopolou, an eggplant-based relish in Bulgarian and Turkish cuisines Biber salçası, a Turkish spread made from red peppers alone Chushkopek, literally meaning pepper roaster, an appliance used to prepare peppers for their use in ljutenica List of dips List of sauces List of spreads == References ==",
        "language": "en"
    },
    {
        "title": "Lyutika",
        "content": "Lyutika is a traditional vegetable mixture — salad or chunky relish, popular in the northern part of Bulgaria. It is consumed in the summer. Basic lyutika is made from roasted peppers, tomatoes, garlic, onions, and vegetable oil usually crushed with a pestle in a mortar. Often chopped parsley is added. Lyutika is served cold. The name comes from the pungent taste . There are varieties of lyutika that include yogurt, sirene , hardboiled eggs, or chunks of cooked chicken breasts. == See also == List of salads",
        "language": "en"
    },
    {
        "title": "Mish-mash (food)",
        "content": "Mish-mash is a Bulgarian spring dish made with fresh vegetables , eggs and sirene , and often garnished with freshly cut parsley. There are variations in which garlic, scallions, eggplant, okra or carrots are added to the dish. There are variations without sirene and without onion as well. == Preparation, serving and consumption == Traditionally, mish-mash is made from chopped peppers and tomatoes, which are stewed in hot oil over medium heat. Peppers can be pre-roasted and peeled or cut raw. After that, eggs and feta cheese are added to the mixture to thicken. Parsley is added last, just before putting the mish-mash off heat. It is also possible to prepare the dish in the oven. It is sometimes convenient to prepare the stewed vegetables beforehand and just add eggs and cheese before consumption. There is no one recipe for making mish-mash, and many different variations of the dish exist. However, common ingredients are listed below: Eggs Sirene Onions Tomatoes Bell peppers Sunflower oil / Vegetable oil / Butter Garlic Parsley Black pepper SaltThe dish is usually served warm, as an appetizer or a main dish, often with fresh bread. == See also == List of vegetable dishes List of egg dishes Bulgarian cuisine == References ==",
        "language": "en"
    },
    {
        "title": "Nettle soup",
        "content": "Nettle soup is a traditional soup prepared from stinging nettles. Nettle soup is eaten mainly during spring and early summer, when young nettle buds are collected. Today, nettle soup is mostly eaten in Scandinavia, Iran, Ireland, and Eastern Europe, with regional differences in recipe; however historically consumption of nettles was more widespread. == History == Nettle stew was eaten by inhabitants of Britain and Ireland in the Bronze Age, 3000 years ago. The consumption of young stinging nettle in medieval Europe was used medicinally, primarily as a diuretic and to treat joint pain and arthritis, diabetes, acne, anemia, hay fever, and as a blood purifier. Various Native American tribes have used stinging nettles for centuries, including the Lakota using the root for stomach pain, the Ojibwa using the stewed leaves for skin issues and used it to fight dysentery, the Potawatomi using the roots for fever reduction, and the Winnebago used nettles for allergy symptoms.Stinging nettles are known to have a high nutritional value, including calcium, magnesium, iron, and vitamins A and B. Historically, one of the easy ways of consuming nettles is either through a soup or a tea because the boiling water deactivates the nettle from stinging. == Regional variations == There are regional and cultural differences for recipes for Nettle soup. === Scandinavia === ==== Finland ==== One of the local traditional dishes is a nettle and fish soup in the Finnish medieval town of Porvoo. ==== Sweden ==== A typical Swedish recipe for nettle soup involves first blanching the nettles, and then straining them from the liquid. The liquid is then strained again to remove the dirt from it. Then a roux is made, with butter and flour, onto which the nettle water is poured. The nettles are chopped very finely, or puréed, together with the other ingredients, which typically include chives , and chervil or fennel. The chopped or puréed nettles and herbs are then put into the nettle water, brought to a boil, and then left to simmer for a few minutes. The soup is commonly served with sliced boiled eggs or crème fraîche, and occasionally with poached eggs. === Native American === A Native American stinging nettle and squash soup recipe, provided by the Northwest Indian College, consists of stinging nettles, acorn squash, broth, garlic, onion and oil. The squash is cut, de-seeded and roasted. In a separate pot, the onions and garlic are sautéed until translucent, and then the squash and nettles are added. Together they all cook in the pot for 20 minutes, then finished in a blender. === Iran === There is a nettle soup recipe from the Mazandaran province of Iran. There are variations on the ingredients for this soup recipe, however all of the recipes include stinging nettles, garlic, onion, chickpeas, turmeric, rice, lentils, greens, oil and either pomegranate paste or pomegranate molasses. Optional ingredients can include other types of beans , beets, butternut squash, other types of greens , The water that the nettles are cooked in is saved and used as a drinking tea, for medicinal purposes. === Ireland === Irish nettle soup recipe includes nettles, potatoes, cream, leeks, onions, butter, and broth. Typically nettle soup in traditional Irish culture is consumed in late Spring and is associated with purifying blood, reducing rashes, keeps the rheumatics away, and adds vitamins to the diet. === Pontic Greeks === The Pontic Greeks, who originate from Turkey, make nettle soup with leeks, onions, bulgur, garlic, and hot peppers. In the Pontic language, this soup is called kinteata. === Eastern Europe === ==== Ukraine ==== Ukrainian nettle soup recipes include onion, carrots, potatoes, dill, and nettle; cabbage is often added to increase nourishment. It may either be vegetarian or cooked with meat broth and Ukrainian nettle soup is served with a sliced boiled egg and a spoon of smetana . It is usually cooked with fresh nettle in the late spring. The Ukrainian nettle soup is a variation of Sorrel soup. ==== Russia ==== The traditional Russian Shchi in the spring is prepared with the first spring greens, including sorrel, orache and nettle. Such Shchi is called green. == See also == List of soups == References ==",
        "language": "en"
    },
    {
        "title": "Nokul",
        "content": "Nokul or lokum is a type of puff pastry from the Turkish cuisine. It is common in the Central Black Sea Region of Turkey and the Turkish-minority areas of Bulgaria with variations. Nokul is sometimes served hot as an appetizer instead of bread. It consists of a rolled sheet of yeast dough onto which feta-style white cheese, walnut or poppy seed is sprinkled over a thin coat of butter. The dough is then rolled, cut into individual portions, and baked. == Variations == Nokul with peynir Nokul with beef Nokul with tahin Nokul with walnut Nokul with poppy seed Nokul with hazelnut == Regional nokul styles == Samsun nokulu Isparta nokulu Bursa walnut lokum Sinop nokulu == See also == Bejgli Cantiq Cozonac Lokma Nut roll Pogaca Poppy seed roll Tsoureki Nazook == References == == External links == https://www.hurriyet.com.tr/lezizz/sevilen-yoresel-lezzet-nokul-nasil-yapilir-nokul-tarifi-41083607 https://www.yenisafak.com/gundem/selcukludan-gunumuze-kalan-lezzet-nokul-2650983",
        "language": "en"
    },
    {
        "title": "Palatschinke",
        "content": "Palatschinke is a thin crêpe-like variety of pancake of Greco-Roman origin. The dessert is common in the Balkans, Central and Eastern Europe. == History and etymology == The dish is of Greco-Roman origin. In 350 BCE, the ancient Greek poets Archestratos and Antiphanes first mentioned plakous. Cato the Elder's short work De agri cultura from about 160 BC includes an elaborate recipe for placenta. Palatschinke still bears the same name of its Greek and Roman ancestors.The origin of the name comes from the Latin word placenta, which in turn is derived from the Greek word plakous for thin or layered flat breads. The name of the dish has followed a track of borrowing across several languages of Central and Southeastern Europe; the dish originates from the Roman era of Central Europe and the Austrian-German term palatschinke is deemed to have been borrowed from Czech palačinka, that in turn from Hungarian palacsinta, and that in turn from Romanian plăcintă , where it ultimately derives from Latin placenta.According to the Hungarian Ethnographic Encyclopedia, the Hungarian word palacsinta is an Italian loanword.Palačinka is also the name in most West and South Slavic languages . In Polish, the equivalent is called a naleśnik, in Ukrainian налисник or млинець , in Russian налистник or блинчик , in Romanian clătită. == Versions == Central European palatschinken are thin pancakes similar to the French crêpe. The main difference between the French and Central European version of the dish is that the mixture for palatschinken can be used straight away unlike that of crepes which is suggested to be left at rest for several hours. Palatschinken are made by creating a batter from eggs, wheat flour, milk, and salt and frying it in a pan with butter or oil. Unlike thicker types of pancakes, palatschinken are usually served with different types of fillings and eaten for lunch or dinner. Palatschinken are traditionally rolled with apricot, strawberry, or plum jam, and sprinkled with confectioner's sugar. A variety of fruit sauces , or thick fruit butters called lekvar , lemon juice and sugar, chocolate sauce, hazelnut-chocolate cream, almonds, dried or fresh fruits, sweet cottage or quark cheese and raisins, cocoa powder, poppy seed, are common modern ingredients. Rakott palacsinta are layered pancakes with sweet cottage cheese and raisins, jam and walnut layers between the pancakes, baked in the oven, comparable to the French mille crêpes.A well-known Hungarian version of palatschinke is the Gundel pancake , made with ground walnuts, raisin, candied orange peel, cinnamon, and rum filling, served flambéed in dark chocolate sauce made with egg yolks, heavy cream, and cocoa. Palatschinken may also be eaten unsweetened as a main course, such as a meat-filled Hortobágyi palacsinta. They may also be eaten plain, filled with cheeses, or vegetables such as mushroom, spinach or sauerkraut, topped with sour cream, or cut into thin strips, called Flädle in Germany′s and Switzerland's Alemannic dialects and Frittaten in Austria. Flädle/Frittaten are used in Frittaten soup – pancake strips served in clear broth. == See also == Blini Blintz Plăcintă Kaiserschmarrn List of pancakes The dictionary definition of Palatschinke at Wiktionary == References == === Citations === === Sources === Akadémiai Kiadó . Hungarian Ethnographic Encyclopedia. Budapest: Akadémiai Kiadó. Goldstein, Darra, ed. . The Oxford Companion to Sugar and Sweets. Oxford: Oxford University Press. ISBN 978-0199313396. Gundel, Károly . Gundel's Hungarian Cookbook. Budapest: Corvina Kiadó. ISBN 9631318834. OCLC 864451509. Kluge, Friedrich . Etymologisches Wörterbuch der Deutschen Sprache. Berlin: Walter De Gruyter. ISBN 3110174723. Meyer, June V. . June Meyers Authentic Hungarian Heirloom Recipes Cookbook . Deerfield, IL: June V. Meyer & Aaron D. Meyer. OCLC 39354551. Șăineanu, Lazăr . Dicționar universal al limbei române . Craiova: Scrisul Românesc. Stevenson, Angus; Waite, Maurice, eds. . Concise Oxford English Dictionary: Luxury Edition. Oxford: Oxford University Press. ISBN 978-0199601110. == External links == Kuvar online Gözleme ili turske palačinke",
        "language": "en"
    },
    {
        "title": "Panagyurishte-style eggs",
        "content": "Panagyurishte-style eggs is a popular Bulgarian dish that is made with poached eggs, Bulgarian yoghurt and sirene, and is eaten warm, often for lunch. == History == The original recipes for this dish are from the town of Panagyurishte, as the name suggests, and are quite different from the modern version. The actual Panagyurishte style eggs recipe was invented in the system of the Balkantourist restaurants, in socialist era Bulgaria. Based on traditional Bulgarian ingredients - sirene and yogurt, it was given that particular name that highlights its folk origin. With time, the dish made its way to the average Bulgarian family's table, and with its easy preparation and great taste became a beloved breakfast or lunch for generations of Bulgarians.It is also worth mentioning that, in old Balkantourist era cookbooks, there are two variations of the dish - one where the poached eggs are placed on a bed of crumbled sirene, and the other where the eggs are placed on a bed of yogurt seasoned with garlic paste. With time, the two recipes have apparently merged, and today people mix the crumbled sirene with yogurt. == Preparation == A pot of water is prepared with a pinch of salt and a tablespoon of white wine vinegar added . The water is brought to a boil and then taken off the heat to cool to poach the eggs. There are different poaching techniques such as swirling the water before gently adding an egg in the middle, or bathing the yolk with a spoon, e.g. After poaching, the eggs are immediately rinsed with cold water in order to stop further cooking and to remove any sourness from the vinegar. Some use boiling water and simply soft-boil the eggs, which is also fine, as long as the yolk is runny. Some sirene is ground or crumbled and mixed with the yogurt. Garlic paste is added to taste. Chopped garlic, baked garlic, or even garlic powder can be substituted. The butter is melted on the stove. Some paprika is quickly mixed into the butter, and the mixture is immediately taken off the heat, as not to burn the paprika, which will give bitter taste to the dish. Finally, a bed is made from the sirene/yogurt mix, the warm poached eggs are put on top, and are doused with the butter-paprika sauce, after which some paprika might be sprinkled on top for aesthetic reasons.Ingredients: Eggs Bulgarian yogurt Sirene Butter Paprika Some fresh or powdered garlic White wine vinegar Fresh parsley or dill == See also == List of egg dishes Bulgarian cuisine == References ==",
        "language": "en"
    },
    {
        "title": "Paprika",
        "content": "Paprika is a spice made from dried and ground red peppers. It is traditionally made from Capsicum annuum varietals in the Longum group, including chili peppers. Paprika can have varying levels of heat, but the chili peppers used for hot paprika tend to be milder and have thinner flesh than those used to produce chili powder. In some languages, but not English, the word paprika also refers to the plant and the fruit from which the spice is made, as well as to peppers in the Grossum group .: 5, 73 All capsicum varieties are descended from wild ancestors in North America, in particular Central Mexico, where they have been cultivated for centuries. The peppers were subsequently introduced to the Old World, when peppers were brought to Spain in the 16th century. The seasoning is used to add flavor and color to many types of dishes in diverse cuisines. The trade in paprika expanded from the Iberian Peninsula to Africa and Asia: 8 and ultimately reached Central Europe through the Balkans, which was then under Ottoman rule. This helps explain the Serbo-Croatian origin of the English term. In Spanish, paprika has been known as pimentón since the 16th century, when it became a typical ingredient in the cuisine of western Extremadura.: 5, 73 Despite its presence in Central Europe since the beginning of Ottoman conquests, it did not become popular in Hungary until the late 19th century.Paprika can range from mild to hot – the flavor also varies from country to country – but almost all plants grown produce the sweet variety. Sweet paprika is mostly composed of the pericarp, with more than half of the seeds removed, whereas hot paprika contains some seeds, stalks, ovules, and calyces.: 5, 73 The red, orange or yellow color of paprika is due to its content of carotenoids. == History and etymology == Peppers, the raw material in paprika production, originated from North America, where they grow in the wild in Central Mexico and have for centuries been cultivated by the peoples of Mexico. The peppers were later introduced to the Old World, to Spain in the 16th century, as part of the Columbian exchange.The plant used to make the Hungarian version of the spice was first grown in 1569. Central European paprika was hot until the 1920s, when a Szeged breeder found a plant that produced sweet fruit, which he grafted onto other plants.The first recorded use of the word paprika in English is from 1831. The word derives from the Hungarian word paprika, which derives from the Serbo-Croatian word paprika, which is a diminutive of papar, which in turn was derived from the Latin piper or modern Greek piperi, ultimately from Sanskrit pippalī. Paprika and similar words, including peperke, piperke, and paparka, are used in various languages for bell peppers.: 5, 73 == Production and varieties == Paprika is produced in various places including Argentina, Mexico, Hungary, Serbia, Spain, the Netherlands, China, and some regions of the United States. === Hungarian === Hungary is a major source of paprika, and it is the spice most closely associated with Hungary. The spice was first used in Hungarian cuisine in the early 19th century. It is available in different grades: Noble sweet – slightly pungent Special quality – the mildest Delicate – a mild paprika with a rich flavor Exquisite delicate – similar to delicate, but more pungent Pungent exquisite delicate – an even more pungent version of delicate Rose – with a strong aroma and mild pungency Semi-sweet – a blend of mild and pungent paprikas; medium pungency Strong – the hottest paprika === Spanish === There are three versions of Spanish paprika – mild , mildly spicy and spicy . The most common Spanish paprika, pimentón de la Vera, has a distinct smoky flavor and aroma, as it is dried by smoking, typically using oak wood. Currently, according to the Denomination of Origin Regulation Council , the crop of La Vera paprika covers around 1,500 hectares and has an annual production of 4.5 million kg , certified as Denomination of Origin.Pimentón de Murcia is an unsmoked variety made with bola/ñora peppers and traditionally dried in the sun or in kilns. == Usage == === Culinary === Paprika is used as an ingredient in numerous dishes throughout the world. It is principally used to season and color rice, stews, and soups, such as goulash, and in the preparation of sausages such as Spanish chorizo, mixed with meats and other spices. The flavor contained within the pepper's oleoresin is more effectively brought out by heating it in oil.Hungarian national dishes incorporating paprika include gulyás, a meat soup, pörkölt, a stew called internationally goulash, and paprikash . In Moroccan cuisine, paprika is usually augmented by the addition of a small amount of olive oil blended into it. Many dishes call for paprika in Portuguese cuisine for taste and color. === Carotenoids === The red, orange, or yellow color of paprika powder derives from its mix of carotenoids. Yellow-orange paprika colors derive primarily from α-carotene and β-carotene , zeaxanthin, lutein and β-cryptoxanthin, whereas red colors derive from capsanthin and capsorubin. One study found high concentrations of zeaxanthin in orange paprika. The same study found that orange paprika contains much more lutein than red or yellow paprika. === Nutrition === In a reference serving amount of one teaspoon , paprika supplies 6 calories, is 10% water, and provides 21% of the Daily Value of vitamin A. It provides no other nutrients in significant content. == See also == == Gallery == == References == == External links == The dictionary definition of paprika at Wiktionary",
        "language": "en"
    },
    {
        "title": "Patatnik",
        "content": "Patatnik or patetnik is a Bulgarian potato dish characteristic of the Rhodope Mountains in the country's central south. Patatnik is made of grated potatoes, onions, salt and a type of very mild mint called Gyosum in Bulgarian, all mixed and cooked on a slow fire. Some restaurants add sirene or eggs, but this is not traditional; some people also use savory and peppers. The grated potatoes are squeezed out and mixed with the onions. Some of the doughy mixture that has formed is rolled into two sheets. One of the sheets is placed on the bottom of the dish and should be larger in diameter than it so as it comes out a fair bit. The remaining mixture is spiced with savory, poured on top of the first sheet, covered with the other sheet; the edges of both sheets should cover each other: in that respect, it resembles a potato banitsa. According to one of the preparation methods, the patatnik is turned over when the bottom is well cooked and slipped into the dish with the heated side. According to other recipes, no sheets are formed and instead the ingredients are mixed until they become homogeneous; these are then cooked in a deep dish on a slow fire. After 20 minutes the mixture is turned over and covered and then cooked further. The dish is traditional for the entire Rhodopes and the nearby regions, from Bansko in Pirin through Smolyan and Zlatograd to as far east as Chernichevo. The name is derived from the local word patato or pateto, potato, with the Bulgarian masculine suffix –nik. The word is typical for the Rup dialects spoken in the Rhodopes. It is distinct from both standard Bulgarian kartof and the western Bulgarian kompir . In Nedelino, the dish is known as kashnitsa . == References == == External links == Рецепти: Пататник . Меню. June 2006. Retrieved 2008-09-26. MariaBright . Potato Pie . Recipezaar. Retrieved 2008-09-26.",
        "language": "en"
    },
    {
        "title": "Pierogi",
        "content": "Pierogi or Pierogies are filled dumplings, made by wrapping unleavened dough around a filling, and occasionally flavored with a savory or sweet garnish and cooking in boiling water. Pierogi or their varieties are associated with the cuisines of Central, Eastern and Southeastern Europe. Dumplings most likely originated in Asia and came to Europe via trade in the Middle Ages. The widely used English name pierogi was derived from Polish. In East Europe and parts of Canada they are known as varenyky, or, in some dialects, pyrohy. Pierogi are also popular in modern-day American cuisine where they are sometimes known under different local names. Typical fillings include potato, cheese, quark, sauerkraut, ground meat, mushrooms, fruits, and/or berries. Savory pierogi are often served with a topping of sour cream, fried onions, or both. == Terminology == The English word pierogi comes from Polish pierogi [pʲɛˈrɔgʲi], which is the plural form of pieróg [ˈpʲɛruk], a generic term for one filled dumpling. It derives from Old East Slavic пиръ and further from Proto-Slavic *pirъ, feast. While dumplings as such are found throughout Eurasia, the specific name pierogi, with its Proto-Slavic root and its cognates in the West and East Slavic languages, including Russian пирог and пирожки , shows the name's common Slavic origins, antedating the modern nation states and their standardized languages. In most of these languages the word means pie. However, a recent theory speculates that the words bierock, pierogi or pirog may be derived from Turkic bureg.Among Ukrainians, Russians and their diasporas, they are known as varenyky . The word is the plural form of вареник , which derives from Ukrainian вар boiling liquid, indicating boiling as the primary cooking method for this kind of dumpling. The same term is used in the Mennonite community, sometimes spelled varenikie or wareniki; and vareniki among Canadian DoukhoborsBryndzové pirohy is the Slovak term for dumplings filled with sheep milk cheese.Colțunași is the Romanian term for filled dumplings. It is derived from Greek καλτσούνι, kaltsúni, itself a borrowing from Italian calzoni. A similarly named type of dumpling related to, or considered a variety of, pierogi, is known in Belarus as калдуны́, in Lithuania as koldūnai, and in Poland as kołduny. Pierogi had a local variant in Poland known as Saint Peter's pierogi or pierogi Świętego Piotra. == Origins == While the origin of the pierogi is often under debate, the exact origin of the dish is unknown and unverifiable. Dumplings most likely originated in China and became widespread in Europe during the Middle Ages or later periods. Some claim that pierogi were spread by Marco Polo's expeditions through the Silk Road, thus suggesting a connection to Chinese mantou. Other sources theorize that in the 13th century, pierogi were brought by Saint Hyacinth of Poland from the Far East via what was then the Kievan Rus'. These became characteristic to Central and East European cuisines, where different varieties were invented. == Ingredients and preparation == === Fillings === Pierogi may be stuffed with mashed potatoes, fried onions, quark or farmer cheese, cabbage, sauerkraut, ground meat, mushrooms, spinach, or other ingredients depending on the cook's preferences. Dessert versions of the dumpling can be stuffed with sweetened quark or with a fresh fruit filling such as cherry, strawberry, raspberry, bilberry, blueberry, apple, or plum; stoned prunes are sometimes used, as well as jam. For more flavor, sour cream can be added to the dough mixture, and this tends to lighten the dough. === Preparation === The dough, which is made by mixing flour and warm water, sometimes with an egg, is rolled flat and then cut into squares with a knife or circles using a cup or drinking glass. The dough can be made with some mashed potato, creating a smoother texture. Another variation, popular in Slovakia, uses dough made of flour and curd with eggs, salt, and water.The filling is placed in the middle and the dough folded over to form a half circle or rectangle or triangle if the dough is cut squarely. The seams are pressed together to seal the pierogi so that the filling will remain inside when it is cooked. The pierogi are simmered until they float, drained, and then sometimes fried or baked in butter before serving or fried as leftovers. They can be served with melted butter or sour cream, or garnished with small pieces of fried bacon, onions, and mushrooms. Dessert varieties may be topped with apple sauce, jam, or varenye. == Countries == === Poland === Traditionally considered peasant food, pierogi eventually gained popularity and spread throughout all social classes, including the nobility. Cookbooks from the 17th century describe how during that era, the pierogi were considered a staple of the Polish diet, and each holiday had its own special kind of pierogi created. They have different shapes, fillings and cooking methods. Important events like weddings had their own special type of pierogi kurniki – baked pie filled with chicken. Also, pierogi were made especially for mournings or wakes, and some for caroling season in January. In the east baked pierogi are a common and well-liked Christmas dish. They were stuffed with potatoes, cheese, cabbage, mushrooms, buckwheat, or millet. The most famous is the Biłgoraj pierogi stuffed with buckwheat, potatoes, and cheese and then baked in the oven.Pierogi are an important part of Polish festive seasons, particularly Christmas Eve and Christmastide. They are also served during public events, markets or festivals in a variety of forms and tastes, ranging from sweet to salty and spicy. At the 2007 Pierogi Festival in Kraków, 30,000 pierogi were consumed daily.Polish pierogi are often filled with fresh quark, boiled and minced potatoes, and fried onions. This type is known in Polish as pierogi ruskie . Other popular pierogi in Poland are filled with ground meat, mushrooms and cabbage, or for dessert an assortment of fruits .Sweet pierogi are usually served with sour cream mixed with sugar, and savory pierogi with bacon fat and bacon bits. Poles traditionally serve two types of pierogi for Christmas Eve supper. One kind is filled with sauerkraut and dried mushrooms, another – small uszka filled only with dried wild mushrooms – is served in clear barszcz. Leniwe pierogi are a different type of food, similar to lazy vareniki , kopytka, or halušky. === Ukraine === Varenyky in Ukraine are a popular national dish, served both as a common everyday meal and as a part of some traditional celebrations, such as Christmas Eve Supper . In some regions in or bordering modern-day Western Ukraine, particularly in Carpathian Ruthenia and Galicia, the terms varenyky and pyrohy are used to denote the same dish. However, Ukrainian varenyky are often not pan-fried. Varenyky are considered by Ukrainians as one of their national dishes and plays a fundamental role in Ukrainian culture. Contrary to many other countries that share these dumplings, Ukrainians tended to use fermented milk products to bind the dough together; however, today eggs tend to be used instead. Typical Ukrainian fillings for varenyky include curd cheese, potato, boiled beans, cabbage, mushy peas, plum, currants, sour cherries , meat, fish, and buckwheat. In Ukraine, varenyky are traditionally topped with sour cream and butter, as well as with fried onions, and fried pieces of salo . Whilst traditionally savory, varenyky can also be served as a dessert by simply substituting the filling of the dumpling to a sweet one. Dessert varenyky fillings include sour cherry, bilberries, sweet quark, and various fruits. The central regions of Ukraine are known for their more unusual varenyky, Poltava being known for its flour varenyky filling, in which the dumplings are filled with a mixture of flour, lard and fried pieces of bacon. However, unusual fillings can also be found in other regions, such as the hempseed varenyky from Polissia and Galicia.Varenyky are so beloved in Ukraine that a yearly festival commemorating them is held at the Ukrainian ski resort town of Bukovel in the Carpathian Mountains. In 2013, a snow monument to varenyky was made in Bukovel, and was submitted to the Guinness Book of Records as the biggest snow varenyk in the world. In Ukraine, varenyky are not just a national dish, but also played a symbolic and ritualistic role. Ukrainian ancestors equated varenyky with a young moon due to the similar shape, and used the dumplings as part of pagan and sacrificial rituals. For example, cheese varenyky would be sacrificed near water springs, and years ago farmers also believed that varenyky helped bring a rich harvest, so they took homemade dumplings with them to the fields. === German-speaking regions === The common term Pirogge describes all kinds of Eastern European filled dumplings and buns, including pierogi, pirozhki and pirogs. Certain types of piroggen, both boiled and baked, were common fare for Germans living in Eastern Europe and the Baltic are still prepared by their descendants living there and in Germany. In particular, baked pīrādziņi are known as Kurländer Speckkuchen in the cuisine of Baltic Germans.Schlutzkrapfen closely resemble pierogi; they are common in Tirol and northern Italy's German-speaking region of South Tyrol, and are occasionally found in Bavaria. Fillings may include meat or potatoes, but the most widespread filling is a combination of spinach and quark or ricotta. Another similar Austrian dish, known as Kärntner Nudel , is made with a wide range of fillings, from meat, mushrooms, potato or quark to apples, pears or mint. These regional specialties differ significantly from the most common Swabian filled dumplings known as Maultaschen. === Hungary === In Hungarian cuisine, the derelye is similar to pierogi, consisting of pasta pockets filled with jam, cottage cheese, or sometimes meat. Derelye is consumed primarily as a festive food for special occasions such as weddings; it is also eaten for regular meals, but this tradition has become rare. === Romania and Moldova === In Romania and Moldova, a similar recipe is called colțunași, with regional varieties such as piroști in Transylvania and Bukovina regions and chiroște in Moldavia region. Colțunași is either a dessert filled with jam , fresh sour cherries, or cottage cheese, or savory, filled with dill seasoned cheese , mashed potatoes, or chopped meat. The dough is made with wheat flour and the colțunași are boiled in salted water, pan-fried in oil, or baked in the oven. The word is a cognate with Slavic kalduny, a type of dumplings. In both Bukovina and Transylvania, the name piroști is used in Romanian families of German or Slavic origin and the filling can also be a whole, fresh, seedless plum. The term colțunaș is used by native Romanian families and are usually filled with cottage cheese or quark and served topped with sour cream smântână, traditionally called colțunași cu smântână. === Russia === Vareniki are most often filled with potatoes , quark cheese, cabbage, beef, and berries. They can be topped with fried onions and bacon, or butter, and served with sour cream. This Ukrainian dish became especially popular in Russia during the Soviet period, when it became part of the menu of public catering and international Soviet cuisine. Pelmeni are significantly different; they are smaller, shaped differently and usually filled with ground meat or mushrooms as well as salt, pepper, and sometimes herbs and onions. In modern Russian, pirozhki always mean a baked, in oven, or sometimes in a frying pan, usually under the lid, dough with filling. For dough with fillings, cooked in boiling water, exact naming is used – vareniki, pelmeni, pozy , etc. ==== Russian Mennonite cuisine ==== Due to centuries of close-knit community and mass migration from the Netherlands, northern Prussia, the Russian Empire, and the Americas, the Russian Mennonites developed a unique ethnicity and cuisine. In Russian Mennonite cuisine the pierogi is more commonly called vereniki and almost always is stuffed with cottage cheese and served with a thick white cream gravy called schmaunt fat. Russian Mennonites will also stuff the vereniki with fruit such as Saskatoon berries or blueberries. It is often accompanied with farmer sausage or ham. Mennonite-style vereniki is no longer common in Poland, Russia, or Ukraine, but is very common in the Canadian prairies, Chihuahua, Mexico, Paraguay, Bolivia, and other places where Russian Mennonites settled. === Slovakia === A traditional dish in Slovak cuisine is bryndzové pirohy, dumplings filled with salty bryndza cheese mixed with mashed potatoes. Bryndzové pirohy are served with some more bryndza and topped with bacon or fried onion. In Slovakia, pirohy are semicircular in shape. Along with bryndzové halušky, bryndzové pirohy is one of Slovakia's national dishes. Some other varieties include pirohy filled with mashed potatoes, apples, jam, or quark. === Bosnia and Herzegovina === Klepe are popular in Sarajevo, filled with minced meat, and topped with sour cream, garlic, and paprika. === Slovenia === Ajdovi krapi are a dish popular in the northeastern and Alpine regions of Slovenia. Made with buckwheat rather than wheat flour and filled with a mixture of cottage cheese , millet, and fried onions, they are traditionally topped with pork fat crisps, fried bacon, or fried onion, but today often with butter breadcrumbs. Along with žganci and štruklji, they form a trio of buckwheat-based dishes typical of Slovenian cuisine. === Turkey === Piruhi is a traditional dish made in some parts of Anatolia which was also existed in Ottoman court cuisine. It is usually made with wheat flour and egg and filled with a mixture of Tulum cheese, parsley, and onion. Served with toasted walnuts in butter. === United States and Canada === Pierogi were brought to the United States and Canada by Central and Eastern European immigrants. They are particularly common in areas with large Polish or Ukrainian populations, such as the Province of Alberta, Pittsburgh, Chicago, and New York City along with its New Jersey suburbs. Pierogi were at first a family food among immigrants as well as being served in ethnic restaurants. The pierogi in America initially came from Cleveland, Ohio, when the first documented sale of pierogi was made at the Marton House Tavern in Cleveland in 1928. In the post–World War II era, freshly cooked pierogi became a staple of fundraisers by ethnic churches. By the 1960s, pierogi were a common supermarket item in the frozen food aisles in many parts of the United States and Canada, and are still found in grocery stores today. Numerous towns with Central and Eastern European heritage celebrate the pierogi. They have become a symbol of Polish-American cultural identity. Many families make them together for Christmas. The city of Whiting, Indiana, celebrates the food at its Pierogi Fest every July. Pierogis are also commonly associated with Cleveland, where there are yearly events such as the Slavic Village Pierogi Dash and the Parma Run-Walk for Pierogies. Pittsburgh, Pennsylvania, also celebrates pierogi. There is a pierogi race at every home Pittsburgh Pirates baseball game. In the race, six runners wearing pierogi costumes race toward a finish line. In 1993, the village of Glendon, Alberta, erected a roadside tribute to this culinary creation: a 25-foot fibreglass perogy , complete with fork.The United States has a substantial pierogi market because of its large Central and Eastern European immigrant populations. Unlike other countries with newer populations of European settlers, the modern pierogi is found in a wide selection of flavors throughout grocery stores in the United States. Many of these grocery-brand pierogi contain non-traditional ingredients to appeal to American tastes, including spinach, jalapeño, and chicken.Pierogi enjoyed a brief popularity as a sports food when Paula Newby-Fraser adopted them as her food of choice for the biking portion of the 1989 Hawaii Ironman Triathlon. For more than a decade thereafter, Mrs. T's sponsored triathlons, some professional triathletes and fun runs around the country. For many triathletes, pierogi represented an alternative to pasta as a way to boost their carbohydrate intakes.According to pierogi manufacturer Mrs. T's, based in Shenandoah, Pennsylvania, pierogi consumption in the United States is largely concentrated in a geographical region dubbed the Pierogi Pocket, an area including New York, New Jersey, Pennsylvania, Ohio, Indiana, Chicago, Detroit, parts of the northern Midwest and southern New England which accounts for 68 percent of annual US pierogi consumption. Canada has a large Polish population, as well as Ukrainian populations, and pierogi are common throughout the country. The Canadian market for pierogi is second only to that of the U.S. market, the latter having been the destination of choice for the majority of Central and Eastern European immigrants before and during World War II.Packed frozen pierogi can be found wherever Central and Eastern European immigrant communities exist and are generally ubiquitous across Canada, even in big chain stores. Typically frozen flavors include analogs of ruskie pierogi filled with potato and either Cheddar cheese, onion, bacon, cottage cheese, or mixed cheeses. Homemade versions are typically filled with either mashed potatoes , sauerkraut, or fruit. These are then boiled, and either served immediately, put in ovens and kept warm, or fried in oil or butter. Popular fruit varieties include strawberry, blueberry, and saskatoon berry. Potato and cheese or sauerkraut versions are usually served with some or all the following: butter or oil, sour cream , fried onions, fried bacon or kielbasa , and a creamy mushroom sauce . Some ethnic kitchens will deep-fry perogies; dessert and main course dishes can be served this way. The frozen varieties are sometimes served casserole-style with a mixture of chopped ham, onions, peppers, and cheddar cheese or with an Italian-style mixture of ground beef, onions, and tomato sauce.National chain restaurants in Canada feature the dish or variations. Boston Pizza has a sandwich and a pizza flavored to taste like pierogies, while Smitty's serves theirs as an appetizer deep-fried with a side of salsa. == Lazy pierogi and lazy varenyky == Lazy varenyky in Ukrainian and Russian cuisine or leniwe pyrohy in Rusyn are gnocchi-shaped dumplings made by mixing domashniy sir with egg and flour into quick dough. The cheese-based dough is formed into a long sausage about 2 centimeters thick, then cut diagonally into gnocchi, called halushky in Ukrainian and Rusyn, halušky in Czech, and galushki in Russian. The dumplings are then quickly boiled in salted water and served with sour cream or melted butter. The name lazy varenyky reflects the quick preparation time of the dish, usually taking 10 to 15 minutes from assembling the simple ingredients to serving the cooked dumplings. Lazy varenyky differ from standard varenyky in the same way that Italian gnocchi differ from ravioli or tortellini: these are fluffy solid dumplings, rather than stuffed pockets of dough. The same dish in Polish cuisine is called lazy pierogi . == In culture == Pierogi have their own patron saint: Saint Hyacinth of Poland, a monk tied to the history of pierogi. He is sometimes called Święty Jacek z pierogami and prayed to under this moniker, this custom is especially tied to the traditional baked pierogi of St. Hyacinth of Nockowa in Subcarpathia. In addition, Święty Jacek z pierogami! is an old Polish expression of surprise, roughly equivalent to the English language good grief or American holy smokes! The origin of this usage is unknown.In Ukrainian literature varenyky appeared as a symbol of national identity, sometimes stressing its distinction from Russian. In the poem by Stepan Rudansky Varenyky-Varenyky , a Russian soldier asks a Ukrainian countrywoman to cook varenyky for him. However, he cannot think of the word varenyky, while the woman pretends not to understand him.The Great Pittsburgh Pierogi Race N'at, commonly called the Great Pierogi Race, is an American mascot race between innings during a Pittsburgh Pirates baseball game that features six contestants racing in giant pierogi costumes: Potato Pete , Jalapeño Hannah , Cheese Chester , Sauerkraut Saul , Oliver Onion , and Bacon Burt . === Monuments === A monument to varenyky was inaugurated in Cherkasy, Ukraine in September 2006. The monument erected at the entrance to a hotel depicts Cossack Mamay eating varenyky from an earthenware pot, with a huge crescent-shaped varenyk behind him. In 1991, a giant 7.6-meter -tall pierogi statue on a fork was erected in the village of Glendon in Alberta, Canada. In January 2010, a pierogi statue was proposed to be erected in Minneapolis, Minnesota. == See also == == Notes == == References == == External links == The dictionary definition of pierogi at Wiktionary The dictionary definition of varenyky at Wiktionary The Pierogi Renaissance: How Poland's Most Famous Dish is Reinventing Itself",
        "language": "en"
    },
    {
        "title": "Pig slaughter",
        "content": "Pig slaughter is the work of slaughtering domestic pigs to obtain pig meat . It regularly happens as part of traditional and intensive pig farming. which is both a common economic activity as well as a traditional feast in some European and Asian countries. == Agriculture == Pigs are slaughtered at different ages. Generally they can be divided into piglets, which are 1.5 to 3 months old; the fattening pigs, intended for pork and bacon, which are 4 months to one year old; and finally the older pigs, such as sows and boars . The meat obtained from piglets is subdivided into more meaty or more fatty, determined by the thickness of bacon. Male hogs are usually castrated a month before slaughter. Their meat quality is determined on the mass of halves and the thickness of bacon on the back. The Humane Slaughter Association states that the transport of pigs to slaughter and all the other procedures and circumstances leading up to the actual act of stunning and killing the pig are, in modern times, often carefully arranged in order to avoid excessive suffering of animals, which both has a humane rationale as well as helping provide for a higher quality of meat. Animal rights groups have recorded images of pigs being transported to slaughter in cramped and unhygienic conditions. They state that the transportation does cause suffering, which has economic rationale.Typically, pigs are first rendered unconscious using one of the following means: stunning using electric current applied with electrodes, or stunning using captive bolt pistol, and inhalation of CO2, the latter being the most common, then in some cases a .22 pistol/rifle which is shot directly into the brain. They are then hoisted on a rail, after which they are exsanguinated, usually via the carotid artery and the jugular vein. After the blood is gone, the carcass is drenched in hot water in a device called a pig scalder which helps in the removal of hair, which is subsequently completed by using scissor-like devices and then if necessary with a torch. However, in many countries across the world, rendering the pig unconscious is not standard practice and exsanguination occurs whilst the pigs are fully conscious.The pig is then eviscerated, the head is usually removed, and the body is cut into two halves. The remaining halves are washed to remove any remaining blood, bacteria or remnants of bone, and then cooled down in order to help with the process of cutting and deboning. In the European Union, the Regulation of the European Parliament and of the Council No. 852/2004, 853/2004 and 854/2004 cover various aspects of hygiene of foodstuffs that includes pig slaughter. == European tradition == Pig slaughter is a tradition known in numerous European countries and regions: Armenia , in Albania, it is only Traditional among Christians, Austria , Bulgaria , North Macedonia , Croatia , the Czech Republic , France , Georgia , Greece, Hungary , Italy , Moldova, Montenegro , Poland , Portugal , Romania , Russia Serbia , Slovakia , Slovenia , Spain , Ukraine, Corsica and others. Family hog pens have also existed in the United States on small family farms, but have become rare in recent decades. === Traditional autumn activity === The slaughter traditionally takes place in the autumn and early winter, and the timing has several practical considerations. It can start as soon as it gets cold, as the cold is required as a natural method of preserving the relatively large quantities of meat during the butchering. Yet, because people often do the work in the open, it is preferable that the temperatures aren't too much below freezing during this time, hence the slaughter rarely extends into winter. Also, slaughter activities typically need to produce results before the Christmas season, to provide for the festive cuisine. In the past, this was also the only time of the year when people could afford to eat larger amounts of meat. In modern times, almost any family in Europe that is so inclined can afford to slaughter, yet there is also an abundance of pre-processed meat in the shops, so the traditional method of slaughtering is becoming more and more of a folk custom rather than a necessity. The slaughter requires numerous preparations, including troughs, large quantities of boiling water, large wooden barrels for storing meat, pots, sharp knives, and in modern times also artificial intestines . Historically, butchering was a trade passed from father to son. Today the initial slaughter is normally performed by a professional butcher. After that, the meat is butchered by laymen, and the process is accompanied by various local rituals. === Act of slaughter and the butchering of carcass === Traditionally, the pig is slaughtered with a knife and then put in a wooden or a metal trough and showered with hot water to remove the hair. The pig is then removed from the trough and any remaining hair is removed with a knife or a razor, and then it is again washed with hot water. Today, the animal is rendered unconscious by electrical or carbon dioxide stunning and then immediately bled by cutting the throat. For quality reasons, mechanical means of stunning such as a captive bolt pistol are not recommended although in some abattoirs they do use it and the pigs are stunned using 80 volts.Then, the pig's intestines are removed. The evisceration process is when the sexual, digestive and excretory organs are removed. These days, the pig can also be obtained as a half , without intestines or blood. In modern times, because of the danger of Trichinosis, people in some countries are required to have critical parts of the fresh meat tested by a veterinarian before any further contact with potentially infected meat.Very sharp knives and a cleaver are required for butchering. The carcass is cut into hams, shoulders, bacon sides, pork bellies, ham hocks, loins, pork chops, and other cuts of lesser importance. === Processing of animal parts === After it is cut into pieces, the meat from the animal is then processed further into edible products. The buttocks are salted and pressed in order to eventually produce ham. The ribcage meat is salted and smoked in order to get bacon. Salt is rubbed thoroughly into each piece of meat and all surfaces are covered. Some formulas also include much black pepper. The bulk of the meat is cut and ground to produce various sausages, which are traditionally wrapped into the intestines of various sizes. The bulk of the fat is cut into small pieces. Some of it is fried to produce cracklings. Lard is made by rendering – heating fragments of fat in a large iron pot over a fire until it is reduced to simmering grease which congeals when cooled. Lard is then stored in lard tins with tin covers. The typical tins in the US are five gallons. In some areas , the fat is salted as is to produce salo, lardo or salt pork. The intestines are stripped by drawing them through a clenched fist. They are then washed, cut into short pieces, and fried to make chitlins. The various leftovers are put into various forms of headcheese jelly, etc. Most parts of the pig are used in this traditional process, even parts of the skin that would normally be thrown away are preserved to be cooked with beans. The smoke house is essential for the preservation and long-term storage of hams, shoulders, bacon sides, and pork bellies. The meat is hung on racks and hooks in the smokehouse; and later smoked. Fragrant hardwood, such as hickory, beech, or cherry is allowed to smolder slowly in a pit below the hanging meat. This gives added flavor and color to the meat as well as serving to dry cure the pork. == Country-specific statistics and customs == === Former Yugoslavia === The traditional pig slaughter in Croatia as well as the neighboring Bosnia and Herzegovina, Slovenia and Serbia is a widespread practice that involves pig slaughtering, processing, and butchery of pig meat, and is observed by rural families, usually in late autumn. The tradition is variously called koline, kolinje, prašćina, svinjokolj, svinjokolja or svinjokolje or posjek. The names literally mean pig-slaughtering . It is a custom specific to the parts of the countries in the Pannonian plain.After WWII, in Yugoslavia, a state holiday fell on 29 November, with that and next day being non-working, so most slaughters were held on that occasion. In Croatian region Dalmatia, the pig-slaughter are traditionally done in period between Christmas and New Year's Eve. The entire duration of the slaughter can be as long as three days. Because people were traditionally stocking up on supplies before winter, it became customary to slaughter more than one pig, which increased the amount of time necessary for the meat to be processed. Some families visit their relatives and friends at that time of the year, in order to help. Also, little mechanization is used, with meat being cut manually. Any grinding is done with relatively small manually operated, mechanical grinding machines. The traditionally produced ham , bacon , the sausages such as blood sausage and kulen are well known as delicacies. Some of them, notably kulen, are classified under the laws of protected designation of origin. The non-meat products such as cracklings or švargl and hladetina are also respected as parts of traditional cuisine. To complement the activities, rakija or wine is drunk by participants during the butchering.The pig liver is customarily roasted the same day of the slaughter. Men and women were traditionally assigned different jobs during the slaughter. It was commonly the men who were doing the actual slaughter, the larger part of butchering, and the grinding of meat. Because the society is traditionally patriarchal, the women were in charge of a relatively menial tasks, such as waiting and cooking for the whole crew throughout the event, keeping the environment clean , as well as the emptying the pigs' bowels in order to make them suitable for holding sausage meat.The standard of hygiene long recommended by veterinarians has included various requirements for the people, tools and space used in the process. All people involved in the slaughter and butchering must be healthy, dressed with a hat, apron and boots, and clean hands. The tools are sharpened, cleaned and disinfected before use, and they should be kept in a clean place throughout the process, preferably in a clean toolbox around the butcher's belt. The location of the killing needs to be a clean concrete surface with a sewer canal, meaning that the space can be easily cleaned. The trough used should have a zinced surface which is easy to clean and disinfect; the wooden troughs absorb water and microorganisms which makes them unsuitable. The Croatian Ministry of Agriculture has published rules on sanitation requirements for animal slaughter since 1992, animal waste disposal rules since 2003, while regulations from 2005 also cover animal welfare in relation to slaughter. These rules track the relevant European Union regulation.Croatian animal rights activists regard the traditional slaughtering process as cruel and outdated. They also question if European animal welfare and sanitary standards are really met, as there is not sufficient supervision available during the country-wide slaughter. Farmers are barely educated about the new standards they have to apply to, as this information is solely available through a website from the Ministry of Agriculture. The most vocal Croatian animal rights organization Animal Friends Croatia advocates banning the entire practice.In the process of Croatia's entry into the EU, there were widespread fears that new legislation would make svinjokolja as such illegal, forcing all pig slaughter to be conducted in controlled, inspected facilities. The fears were unwarranted because new regulation focused on stopping distribution of unhealthy meat products on the open market, rather than the traditional process where meat is consumed within household. Families check the meat for microbiological health and Trichinella === Czech Republic === In some countries traditional pig slaughter is a special event. Pig slaughter in the Czech Republic has usually taken place during the winter months, when low temperatures make it easier to store fresh meat and meat products. Preparations for the event extended over a number of days and involved a variety of ceremonies. The event itself was accompanied by the making of traditional dishes such as jitrnice, tlačenka, prdelačka and škvarky. After the slaughter, the young men of the village would visit neighbours and relatives bringing gifts of meat and fresh soup. The pig slaughter ended with what was called a karmina, a special celebration held in the household where the slaughter had taken place. Invited guests, sometimes dressed in masks, would join in the feasting and drinking. In the past, the traditional pig slaughters usually ended on Ash Wednesday.Traditional pig slaughters still take place in public at Masopust celebrations in many Czech towns and villages. However the domestic pig slaughter is a disappearing tradition. During the communist era it was cheaper and people preferred to raise and slaughter pigs at home. Many Bohemian and Moravian villagers worked in the JZD and it was easier for them to obtain the foodstuffs needed to fatten a pig. Since then pig raising and slaughtering has become less common in Czech villages and towns. It is also subject to regulation by the European Union. In 2009 Jan Březina, Czech politician and MEP, commented that: The discovery that in Romania the animals are not paralyzed before slaughter provoked a hysterical reaction on the part of the European institutions. The older member states have begun calling for more stringent European regulation.The traditional domestic pig slaughter was a favourite theme of the renowned Czech painter Josef Lada. In the play Prase , Václav Havel tries to buy a pig for a zabijačka by local villagers, with difficulty because as a dissident he is considered politically suspect. In 1968, Jiří Šebánek, a founder of the Jára Cimrman Theatre, wrote the play The Pig Slaughter at Home. Toilet Horror. === Slovakia === In Slovakia, the pig slaughter was an essential part of the winter traditions from early medieval times. The pig slaughter was considered an important event in village society and an opportunity for families to get together. According to Katarína Nádaská of the Department of Ethnology and Cultural Anthropology at Comenius University in Bratislava, the traditional period for pig slaughters usually started on 21 December, the feast day of St. Thomas. There was a special magical importance attached to the date and farmers believed that the meat of a pig slaughtered on St. Thomas Day would last longer. A second traditional pig slaughtering period began around Mardi Gras. In the past there were a number of traditional customs associated with the pig slaughter. After the slaughter, the girls of the household would collect the bones and scatter them around the yard for love magic purposes. They believed that when a dog snatched the first bone, the girl who had thrown the bone would be the first one to marry. == See also == Humane Slaughter Act Traditional diet == References == == External links == Slovak Pig Slaughter and Sausage Making – article in English with detailed pictures of a Slovak family slaughtering a pig in 68 steps Moldavian Pig Slaughter – article in English with detailed pictures of a Moldavian family slaughtering a pig",
        "language": "en"
    },
    {
        "title": "Pig's ear (food)",
        "content": "Pig's ear, as food for human consumption, is the cooked ear of pig. It is found in several cuisines around the world. == Human consumption == === Bulgarian cuisine === In Bulgaria, a pig's ear is used as an appetizer for beer or wine. It is first boiled and then grilled with lemon, soy sauce, salt, and ground pepper. === Chinese cuisine === ==== General ==== In Chinese cuisine, pig's ear is often an appetizer or a side dish, called 豬耳朵 , often abbreviated to 豬耳 . In some regions, pig's ears are known as 层层脆 . It can be first boiled or stewed, and then sliced thin, served with soy sauce, or spiced with chili paste. When cooked, the outer texture is gelatinous, akin to tofu, and the center cartilage is crunchy. Pig's ear can be eaten warm or cold. ==== Cantonese cuisine ==== In Cantonese cuisine, it is another ingredient used in lou mei. The emphasis is on using all edible parts of the pig. Pig's ears are not considered as delicacies. === Filipino cuisine === In the Philippines, the dish known as Sisig may sometimes use pig ears together with the animal's tail and cheeks as part of its ingredients. === Lithuanian cuisine === Pig's ear, known in Lithuania as kiaulės ausis, is served either smoked and cut into thin strips as a beer snack, or boiled whole and served as the main dish with horseradish and fresh vegetables or pickles. === Okinawan cuisine === In Okinawan cuisine, the pig's ear is called mimigaa . It is prepared by boiling or pickling and is served with vinegar or in the form of sashimi . The entirety of the pig's face is also eaten in Okinawa, where it is known as chiragaa . === Spanish cuisine === In Spanish cuisine, pig's ear is served fried or grilled as Oreja de Cerdo, one of the tapas snacks, or boiled in many variants of stew and cocido. === Portuguese cuisine === In Portuguese cuisine, pig's ear is served boiled and then roasted, with garlic and fresh coriander as Orelha de Porco de Coentrada. === Thai cuisine === In Thai cuisine, pig's ears are used for many different dishes, amongst others in the northern Thai dish called chin som mok and in yam hu mu . === United States cuisine === Pig's ears are a part of the soul food cuisine, which originated among African-Americans in the southern United States. Pig's ears is also a regional colloquial name for a boiled pastry. A dough similar to pie crust is rolled out and then cut into large circles . A sweet fruit filling, or a savoury cheese filling, is placed in the centre. The pastry is folded over and then sealed with the tines of a fork. The pig's ears are boiled until they are done, and eaten while they are warm. They can also be finished after boiling by baking, deep frying or pan frying; often with powdered sugar sprinkled over them. Livermush is a pork product that is common in Western North Carolina prepared using pig livers, pig's ears and snouts, cornmeal and spices. === Vietnamese cuisine === In Vietnamese cuisine, pig's ear is thinly sliced and mixed with roasted, finely-ground rice flour. It can either be eaten on its own or wrapped with herbs in rice paper, served with Vietnamese dipping sauce. == Dog treats == In some countries, pig's ears are used as dog treats and are commonly available from pet shops. == References == == External links == Okinawan regional cooking How About Some Pickled Pig’s Ear or Goat Soup?",
        "language": "en"
    },
    {
        "title": "Pindjur",
        "content": "Pindjur or pinjur or pinđur is a relish form and is commonly used as a summer spread. Pindjur is commonly prepared in Bosnia and Herzegovina, Croatia, Bulgaria, Serbia and North Macedonia. The traditional ingredients include red bell peppers, tomatoes, garlic, vegetable oil, salt, and often eggplant. Pindjur is similar to ajvar, but the latter is smoother, usually has a stronger taste, and is rarely made with eggplant. In some regions the words are used interchangeably. The creation of this traditional relish is a rather long process which involves baking some of the ingredients for hours, as well as roasting the peppers and peeling them. == See also == Kyopolou, a similar relish in Bulgarian and Turkish cuisines Ljutenica, a similar relish in Bulgarian, Macedonian and Serbian cuisines Zacuscă, a similar relish in Romanian cuisine Malidzano List of eggplant dishes List of dips List of sauces List of spreads",
        "language": "en"
    },
    {
        "title": "Pogača",
        "content": "Pogača is a type of bread baked in the ashes of the fireplace, and later in modern ovens. Found in the cuisines of the Balkans, Levant, and Hungary it can be leavened or unleavened, though the latter is considered more challenging to make. It is generally made from wheat flour, but barley and sometimes rye may be added. It can be stuffed with potatoes, ground beef, olive, or cheese, and have grains and herbs like sesame, black nigella seed, or dried dill in the dough or sprinkled on top. == Terminology == The word derives ultimately from the Latin panis focacius, i.e. bread baked on the hearth or fireplace , via the Byzantine Greek πογάτσα , thence entering the South Slavic languages as pogača / погача.A variant is known as pogačice , a type of puff pastry eaten in Bosnia and Herzegovina, Bulgaria, Croatia, Kosovo, Montenegro, North Macedonia, Serbia, Slovenia, and Turkey with variations like karaköy. It is called pogatschen in Austria, and pagáče in Slovakia. It is known by similar names in other languages: pogácsa , pogace , Greek: μπουγάτσα 'bughátsa', Bulgarian, Macedonian and Serbian Cyrillic: погача, Albanian: pogaçe, Arabic بغاجة . Slovenian pogača is a regional dish from White Carniola and Prlekija that is known locally under various names such as belokranjska pogača, ocvirkovca, gerpa, oprešak and postržjača. Rather than a stuffed savoury pastry, this dish is a type of traditional flatbread that is typically topped with ocvirki. == The pastry == Different localities make slightly different varieties of pogača, and thus there is a wide variety of textures and flavors. Some may be just an inch in diameter; others are much larger. Others have a crumbly scone-like consistency inside, while others are more tender like a fresh dinner roll or croissant.Many different ingredients can be used either in the dough, sprinkled on top before baking, or both: medium-firm fresh cheeses, aged dry hard cheese, pork crackling , cabbage, black pepper, hot or sweet paprika, garlic, red onion, caraway seeds, sesame seeds, sunflower seeds or poppy seeds.In Syrian and Turkish cuisine, poğaça can be filled with beyaz peynir , or other fillings like black olives, potatoes, onions or ground beef. == See also == == References == == External links ==",
        "language": "en"
    },
    {
        "title": "Polenta",
        "content": "Polenta is a dish of boiled cornmeal that was historically made from other grains. The dish comes from Italy. It may be allowed to cool and solidify into a loaf that can be baked, fried, or grilled. The variety of cereal used is usually yellow maize, but often buckwheat, white maize, or mixtures thereof may be used. Coarse grinds make a firm, coarse polenta; finer grinds make a soft, creamy polenta. Polenta is a staple of both Northern and, to a lesser extent, Central Italian, Swiss Italian, Southern French, Slovenian and, due to Italian migrants, Brazilian cuisine. It is often mistaken for the Slovene-Croatian food named žganci. Its consumption was traditionally associated with lower classes, as in times past cornmeal mush was an essential food in their everyday nutrition. == Etymology == Polenta covered any hulled and crushed grain, especially barley-meal, and is derived from the Latin: pollen for 'fine flour', which shares a root with pulvis, meaning 'dust'. == History == As it is known today, polenta derives from earlier forms of grain mush that were commonly eaten since Roman times. Before the introduction of corn from America in the 16th century, polenta was made from starchy ingredients like farro, chestnut flour, millet, spelt, and chickpeas.Polenta was brought to the south of Brazil by Italian immigrants in the late 19th century and has become an important part of Italian-Brazilian culture and identity in the states of Rio Grande do Sul, Santa Catarina and Paraná. The fried version, though, has become popular even in other regions that didn't receive Italian migration and is a popular snack and finger food in bars across the country.In Yemen, polenta is primarily prepared from either sorghum meal or barley-meal with an addition of animal fat and made into a thick paste, and is known locally as ʿaṣīd. It is often served in a bowl where soup broth is added as a viand, and eaten with one's fingers. == Cooking time == Polenta takes a long time to cook, simmering in four to five times its volume of watery liquid for about 45 minutes with near-constant stirring; this is necessary for even gelatinization of the starch. Some alternative cooking techniques have been invented to speed up the process or not require constant supervision. Quick-cooking polenta is widely used and is prepared in just a few minutes; it is considered inferior to polenta made from unprocessed cornmeal and is best eaten after being baked or fried. In his book Heat, Bill Buford talks about his experiences as a line cook in Mario Batali's Italian restaurant Babbo. Buford details the differences in taste between instant polenta and slow-cooked polenta and describes a method of preparation that takes up to three hours but does not require constant stirring: polenta, for most of its cooking, is left unattended. ... If you don't have to stir it all the time, you can cook it for hours—what does it matter, as long as you're nearby? Cook's Illustrated magazine has described a method using a microwave oven that reduces cooking time to 12 minutes and requires only a single stirring. In March 2010, it presented a stovetop, near-stir-less method that uses a pinch of baking soda , which replicates the traditional effect. == See also == == References == == Further reading == Brandolini, Giorgio V., Storia e gastronomia del mais e della patata nella Bergamasca, Orizzonte Terra, Bergamo, 2007. 32 pages. Eynard, W., La Cucina Valdese, Claudiana, 2006.",
        "language": "en"
    },
    {
        "title": "Popara",
        "content": "Popara is a dish made with bread. Typically the bread is old and has a thick crust, and is soaked in either hot tea, milk or water. Sugar, honey, butter, and cheese are often added. It is mostly made in Bulgaria, Greece, Serbia, Bosnia and Herzegovina, North Macedonia, Turkey and Montenegro. == See also == Tirit Tyurya == References ==",
        "language": "en"
    },
    {
        "title": "Princess (food)",
        "content": "Princesses are Bulgarian open-faced baked sandwiches prepared with minced meat, often eaten for breakfast and sold as fast food. When prepared at home, princesses are usually bread-slice-sized and baked in an oven or an electric grill, but the fast-food version is longer, made from a whole bread that has been sliced through its longitude resulting in a loaf-sized sandwich that may or may not be baked on a charcoal barbecue grill. There may or may not be kashkaval on top of the sandwich and people often garnish a princess with mayonnaise, ketchup, mustard or ljutenica, depending on their taste.Other open-faced baked sandwiches are also sometimes called princesses in Bulgaria, such as princesses with eggs and sirene, or princesses with kashkaval or kashkaval and ham.Some people call meat princesses, especially the long ones that are barbecued, strandjanki. == Preparation == Ground beef is mixed with eggs and finely chopped onion in a bowl, and then garnished with black pepper, savory and different spices like thyme, cumin, coriander, and ginger and knead well. If the mixture is not soft enough to spread, an extra egg is added and the mixture is spread over bread slices. Small amount of butter or margarine might be spread on top of the bread slices before applying the minced meat in order to make the princesses extra juicy and delicious. The sandwiches are then placed in an oven at medium to high heat and baked for 5 to 10 minutes or until meat is golden and cooked through, after which they are served forth. minced meat - beef or pork or other, usually a beef/pork mix one or more eggs an onion slices of bread kashkaval some butter salt savory ground black pepper other spicesSharena sol and a spread like mayo, ketchup or mustard are common with meat princesses, typically dispensed from a bottle. Different kinds of ljutenica are also eaten with those meat sandwiches. Other princess variants are made in the same fashion with the only difference being the filling on top. Spreads are not commonly added to those other variants. == History == Princess sandwiches are a purely Bulgarian invention, as no neighboring country have any similar recipes, and they are a typical socialist dish, most probably invented sometime in the mid-1960s as a clever way to make a satisfying meal without using too much of the expensive at the time meat, and even though they may not be particularly esthetically pleasing, being delicious and easy to make is probably what made these sandwiches popular across the country.There are different opinions regarding the origin of the name princess or stranjanka, and there is even a somewhat humorous legend involving tsar Ivan Asen II and a local girl that demanded to be made a princess if she manages to feed the king's starving army, which she did by making those sandwiches.The actual origin of the name is different, though. In communist era Bulgaria, it was very common to brand a recipe or a food product after a place - like a town or a mountain for example , or after an event or achievement, like for example the chockolites brand Amphora that depict the Panagyurian gold treasure on the box, and in this particular case, the meat sandwiches were branded with the somewhat pom-pose name Thracian princess, which was a reference to the excavation of the Mogilan burial mound in the center of Vratsa in 1965–66. However, that name wasn't popular with the people and eventually it became shortened to a princess, which stuck. == References ==",
        "language": "en"
    },
    {
        "title": "Qatiq",
        "content": "Qatiq is a fermented milk product from the Turkic countries. It is considered a more solid form of yogurt than ayran.In order to make qatiq, boiled milk is fermented for 6–10 hours in a warm place. Sometimes red beets or cherries are used for colouring. The product may be kept in a cool place for two or three days. If stored longer, it will turn sour; it may still be added to high-fat soups, though. The chalop soup is made from qatiq in Uzbekistan. When sour milk is strained in a canvas bag, the resulting product is called suzma. Dried suzma, or kurut, is often rolled into marble-size balls.In Bulgaria, катък is a spread that has the consistency of mayonnaise. == See also == Cacık – a cognate name applied to another dish in Turkey and some neighbouring countries List of dairy products List of yogurt-based dishes and beverages == References ==",
        "language": "en"
    },
    {
        "title": "Selsko meso",
        "content": "Selsko meso is a Macedonian pork and mushroom stew, also found in the cuisine of Bulgaria. Typical ingredients include pork, onions, smoked meat, ground beef, tomatoes, cream cheese, mushrooms, peppers, spices, wine, and salt. It is traditionally prepared in a clay pot. == Ingredients == Pork Onion pieces Smoked meat Ground beef Tomatoes/Ketchup Cream cheese Mushrooms Peppers, spices and salt Wine == See also == Macedonian Cuisine List of mushroom dishes == References ==",
        "language": "en"
    },
    {
        "title": "Sharena sol",
        "content": "Sharena sol , also known as colourful salt, is a spice mix used extensively in Bulgarian cuisine. Its most typical ingredients are dried summer savoury, paprika and salt. In addition, dried fenugreek leaves are frequently added and thyme is not uncommon. == References == == External links ==",
        "language": "en"
    },
    {
        "title": "Shopska salad",
        "content": "Shopska salad is a cold salad popular throughout Southeastern Europe. This is Bulgaria's most famous salad and national dish, whose colors recall the Bulgarian flag. == Recipe == It is made from tomatoes, cucumbers, onion/scallions, raw or roasted peppers, sirene . The vegetables are usually diced and salted, followed by a light dressing of sunflower oil , which is occasionally complemented by vinegar. The addition of vinegar contributes, however, to the sour flavour that the tomatoes impart. In restaurants, the dressings are provided separately. Lastly, the vegetables are covered in a thick layer of grated or diced sirene cheese. This salad is often consumed as an appetizer with rakia. == History == === Balkantourist invention === For the first time the term Shopska salad was used in a Bulgarian cookbook from 1940. It was actually used for a recipe of some kind of lyutenitsa, and had nothing to do with the subsequent use of this designation. The salad was created as a culinary product in the state tourist agency Balkantourist in 1955. Despite the fact that the salad's name comes from the westernmost Bulgarian region called Shopluk, it was actually invented in its easternmost region. The salad appeared at the Black Sea coast, in a resort near Varna, called Druzhba. It can be found in one of the first state-approved cookbooks from 1956 . The development and popularization of the salad is attributed to the doyen of Bulgarian tourism Petar Doychev . It is a product of early organized tourism in Bulgaria, and part of tourist promotion, the only survivor of five or six similar recipes. The ingredients used were chosen in part because they resemble the three colors of the Bulgarian flag, and thus would evoke a national sentiment. The salad had become initially an emblem of the Bulgarian tourism. It was approved as a national culinary symbol during the 1970s and 1980s. In 2014 Shopska salad turned out to be Bulgaria's most recognizable dish in Europe. It was the most popular recipe in a European Parliament initiative called A Taste of Europe. === Origin dispute === From Bulgaria, the recipe spread to the cuisine of neighboring countries. Because the area of Shopluk is divided among Bulgaria, Serbia and North Macedonia, after the breakup of Yugoslavia chefs there began to contest the Bulgarian origin of the salad. It is claimed as a local product even in Croatia. However, Miroslav Stefanović , a four-time Serbian gastronomy chef champion who owned the most popular chain of Serbian restaurants in Bulgaria, was adamant that the Shopska salad is Bulgarian. It is also widely known in Romania under the name Bulgarian salad. == See also == Afghan salad, a similar salad from Afghanistan Arab salad, a similar salad from the Arab world Çoban salatası, a similar salad from Turkey Greek salad, a similar salad from Greece Israeli salad, a similar salad from Israel Kachumbari, a similar salad from East Africa Kachumber, a similar salad from India Pico de gallo, a similar salsa from Mexico Serbian salad, a similar salad from Serbia Shirazi salad, a similar salad from Iran == References ==",
        "language": "en"
    },
    {
        "title": "Slatko",
        "content": "Slatko is a thin fruit preserve made of fruit or rose petals in Bulgarian, Macedonian, and Serbian cuisine. Almost any kind of fruit can be used, including wild strawberry, blueberry, plum or cherry. == Traditions == Traditionally, all guests in Serbian and Bulgarian homes are greeted with a spoonful of slatko/sladko and a cup of water immediately after being seated. Particularly honoured guests are offered twice, although any guest can ask for another taste, to honour the housekeeper. For the second taste another spoon must be used. To ask for the third taste, if not offered, is regarded as an improper behaviour, although usually granted. Alternatively, in the same manner, the guests may be offered honey . Prior to the creation of Yugoslavia, the tradition of slatko was common and widespread only in the historical Serbia, south of Sava and Danube, and was unknown in Vojvodina or other parts of Austro-Hungarian Empire. == Variants == The most common types of slatko are those made of whole strawberries, slightly unripe skinned plums or sour cherries. Other fresh fruits like raspberries, sweet cherries, watermelon cubes, rose petals, quinces, grapes, figs, skinned apricot halves or quarters, peaches, blueberries, blackberries or redcurrants can also be used. If a plum slatko is prepared, walnut halves or almonds may be added to the mixture or even inserted into the plums themselves to replace the pits. Some fruits and vegetables rarely grown in Serbia have also been demonstrated to be well suited for slatko. Frozen berries and fruits may be used as well, but the amount of water and the cooking time should be adjusted accordingly. == See also == List of dessert sauces == References ==",
        "language": "en"
    },
    {
        "title": "Smetana (dairy product)",
        "content": "Smetana is the English-language name for the types of sour cream traditionally prevalent in Central, Eastern, and Southeastern Europe. It is a dairy product produced by souring heavy cream. It is similar to crème fraîche, but nowadays mainly sold with 9% to 42% milkfat content depending on the country. Its cooking properties are different from crème fraîche and the lighter sour creams sold in the US, which contain 12 to 16% butterfat. It is widely used in cooking and baking. == Uses and distribution == Smetana is also used in other Central, Southeastern, and Eastern European cuisines in appetizers, main courses, soups and desserts. For example, it may be blended with soups, vegetable salads, cole slaw, and meat dishes. It is served with dumplings , or with pancakes . It is also used as a filling in savoury pancakes. Smetana can be blended to a Liptauer-like cheese spread with quark or cottage cheeses, onions, paprika and other spices, and eaten with bread. Smetana is often used in cooking, as it is high enough in fat not to curdle at higher temperatures. It is used in the preparation of meat stews, such as beef Stroganoff, vegetable stews, casseroles, or other dishes that require a long cooking time in the oven. Smetana does not melt in the oven. Hungarian cooks use it as an ingredient in sauces such as paprikas, and in recipes such as palacsinta filled with ham or minced meat . The current trend toward reduced fat content is believed to have resulted in an inferior product. To imitate Hungarian-style cooking and the use of smetana , Hungarian cookbooks recommend using Western sour cream mixed with heavy whipping cream . Unlike sour cream mixed with whipping cream, smetana is not a homogenized product. In Central European countries, such as the Czech Republic, Slovakia and Poland, smetana may refer to sweet cream or soured cream. It should contain at least 10% fat. Smetana that has at least 30% fat is called smetana ke šlehání and is used for the production of šlehačka . In Ukrainian, Belarusian and Russian cuisines, sour cream is often added to borscht and other soups, and is used as a salad dressing and as a condiment for dumplings, such as varenyky and pelmeni. In Polish cuisine smetana can be added to the traditional pierogi dumplings. It is also used in gravies served with Bohemian cuisine, such as marinated beef svíčková. In Slovak cuisine, smotana is often incorporated into Bryndzové halušky and Pierogi. Schmand mit Glumse is used in Prussian and other Germanic cuisines. Of note, it is not only used in savory dishes, but also for cakes called Schmandkuchen and desserts. A German medical book published in 1677 recommended Schmant or Milchraam as the best part of the milk. Schmand is the cream of the milk, or the foam that rises up, like the white on the beer. Schmand or Schmant also describes other fatty foamy material and is known as a byproduct of mining for example in vitriol development. The Balkan name for fattier varieties of Smetana, mileram is probably a variation of the earlier Bavarian name for the product Millirahm meaning milk cream. When comparing brands or suppliers of smetana, the Polish and Russian practice is to compare the fat content of the varieties. Fat content can range from 10% to 70% . The most common supermarket smetana is 10% to 40% fat . The addition of thickeners such as gelatine is not forbidden by relevant regulations, so today one hardly can find real, thickener-free smetana in an ordinary shop, which is regarded by discriminating buyers as cheating and the product is considered substandard and unsuitable for culinary use, since some recipes are easily spoiled by the presence of a thickener. Farmer's smetana should be used instead. == Etymology == The word smetana comes from the common Slavic sъmętana, in turn from the verb sъmětati – to remove, to dump. Under this name, this product has spread in most languages: in Russia , Ukraine , Belarus , Finland , German , Armenian , Slovenian , Polish , Bulgarian , Slovak , Czech , and Romanian . In Finland, the name smetana is used only for a product with a high fat content , while ordinary smetana is called hapankerma . == Smântână == Smântână is a Romanian dairy product that is produced by separating the milk fat through decantation and retaining the cream. It will not curdle when cooked or if added to hot dishes. Smântână's taste is tangy and sweet; soured smântână is considered spoiled.The word is a cognate with Slavic smetana . Smântână is widely used in Romanian cuisine, particularly in appetizers, main courses, soups and desserts. It is often added to ciorbă and other soups, and is used as a condiment for mămăligă and dishes like sarmale. == See also == Crème fraîche Kajmak List of English words of Russian origin Strained yogurt List of dips == References == == External links ==",
        "language": "en"
    },
    {
        "title": "Snow White salad",
        "content": "Snezhanka salad or Snow White salad is a traditional Bulgarian salad, which is made of strained yogurt, cucumber, garlic, salt, usually cooking oil, dill, sometimes roasted peppers, walnuts and parsley. Sometimes it is called milk salad or dry tarator salad . Snezhanka salad derives its name from the fairy tale character Snow White. The reason for the name is the predominantly white color of the salad. == See also == Tarator Tzatziki == References ==",
        "language": "en"
    },
    {
        "title": "Soda bread",
        "content": "Soda bread is a variety of quick bread traditionally made in a variety of cuisines in which sodium bicarbonate is used as a leavening agent instead of the traditional yeast. The ingredients of traditional soda bread are flour, baking soda, salt, and buttermilk. The buttermilk in the dough contains lactic acid, which reacts with the baking soda to form tiny bubbles of carbon dioxide. Other ingredients can be added, such as butter, egg, raisins, or nuts. An advantage of quick breads is their ability to be prepared quickly and reliably, without requiring the time-consuming skilled labor and temperature control needed for traditional yeast breads. == Preparation == Soda bread is made with coarse flour , or a mix of the two depending on the recipe. High protein flour is not needed for this bread as the texture is described as being moist and crumbly. Other whole grains may be added to create different varieties. This bread does not have to be kneaded and bakers caution that kneading can toughen the dough.Buttermilk or sour milk is traditionally the liquid ingredient due to its reaction with the soda.Some recipes may add olive oil or eggs, or sweeteners like molasses, sugar, treacle, or honey, but these are not part of the basic recipe. == Origin == === Ireland === Traditional Irish bread was historically cooked on a griddle as flatbread because the domestic flours did not have the properties needed to rise effectively when combined with yeast. Baking soda offered an alternative, but its popularity declined for a time when imported high-gluten flours became available. Brown soda bread reappeared on luxury hotel menus in the 1960s. Modern varieties can be found at Irish cafes and bakeries, some made with Guinness, treacle, walnuts, and herbs, but the sweetened version with caraway and raisins is rarely seen anymore. Soda bread made with raisins is colloquially called Spotted Dog or Spotted Dick.In Ireland, the flour is typically made from soft wheat, so soda bread is best made with a cake or pastry flour , which has lower levels of gluten than a bread flour. In some recipes, the buttermilk is replaced by live yogurt or even stout. Because the leavening action starts immediately , bakers recommend the minimum amount of mixing of the ingredients before baking; the dough should not be kneaded.Various forms of soda bread are popular throughout Ireland. Soda breads are made using wholemeal, white flour, or both. In Ulster, the wholemeal variety is usually known as wheaten bread and is normally sweetened, while the term soda bread is restricted to the white savoury form. In the southern provinces of Ireland, the wholemeal variety is usually known as brown bread and is almost identical to the Ulster wheaten. In some parts of Fermanagh, the white flour form of the bread is described as fadge.The griddle cakes, griddle bread take a more rounded shape and have a cross cut in the top to allow the bread to expand. The griddle cake or farl is a more flattened type of bread. It is cooked on a griddle, allowing it to take a more flat shape, and it is split into four sections. The soda farl is one of the distinguishing elements of the Ulster fry, where it is served alongside potato bread, also in farl form. === Scotland === In Scotland, varieties of soda breads and griddle sodas include bannocks and farls , soda scones, or soda farls, using baking powder or baking soda as a leavening agent giving the food a light and airy texture.Bannocks are flat cakes of barley or oatmeal dough formed into a round or oval shape, then cooked on a griddle . The most authentic versions are unleavened, but from the early 19th century bannocks have been made using baking powder, or a combination of baking soda and buttermilk or clabbered milk. Before the 19th century, bannocks were cooked on a bannock stone , a large, flat, rounded piece of sandstone, placed directly onto a fire, then used as a cooking surface. Several varieties of bannock include Selkirk bannocks, beremeal bannocks, Michaelmas bannock, Yetholm bannock, and Yule bannock.The traditional soda farl is used in the full Scottish breakfast along with the potato scone . === Serbia === In Serbian tradition, soda bread is prepared by various rules and rituals. A coin is often put into the dough during the kneading; other small objects may also be inserted. At the beginning of Christmas dinner, the česnica is rotated three times counter-clockwise, before being broken among the family members. The person who finds the coin in their piece of the bread will supposedly be exceptionally lucky in the coming year. Before baking, the upper surface of the loaf may be inscribed with various symbols, such as a Christogram, or stars, circles, and impressions of keys or combs. === United States of America === During the early years of European settlement of the Americas, settlers used soda or pearl ash, more commonly known as potash or potassium carbonate, as a leavening agent in quick breads. By 1824, The Virginia Housewife by Mary Randolph was published containing a recipe for Soda Cake.In 1846, two American bakers, John Dwight and Austin Church, established the first factory in the United States to produce baking soda from sodium carbonate and carbon dioxide. Modern American versions of Irish soda bread often include raisins or currants, and caraway seeds. == See also == Proziaki List of breads List of Irish dishes List of quick breads == References == == External links == Society for the Preservation of Irish Soda Bread History of and recipes for Irish Soda bread at European Cuisines.com",
        "language": "en"
    },
    {
        "title": "Squash blossom",
        "content": "Squash blossoms are the edible flowers of Cucurbita species, particularly Cucurbita pepo, the species that produces zucchini , marrow, spaghetti squash, and many other types of squash. == Availability == Squash blossoms are highly perishable, and as such are rarely stocked in supermarkets. Male and female squash blossoms can be used interchangeably, but picking only male flowers allows the plant to also produce some fruit . == Culinary uses == Squash blossoms may be stuffed, battered and fried, or made into soup. The flowers have a subtle flavor, reminiscent of young zucchinis, and can be eaten raw. === Stuffed blossoms === The squash blossoms are frequently stuffed and cooked in some Southeast European and Middle Eastern cuisines. The dish is called Kolokythoanthoi in Greek and Kabak çiçeği dolması in Turkish language and such dishes belong to a family of stuffed vegetable dishes, dolma, in the cuisine of the former Ottoman Empire.. The stuffing frequently includes a soft cheese, such as ricotta.In Turkey, squash blossoms are usually stuffed with rice. There are two variants of the dish; the variant that contains minced meat in its stuffing is usually served hot, meanwhile the meatless zeytinyağlı kabak çiçeği dolması ) is served cold and consumed frequently as a meze with rakı. The dish is especially popular in the Aegean Region of Turkey and associated with the Cretan Turks that migrated to Turkey due to the population exchange between Greece and Turkey.Both Turkish and Greek Cypriots cook stuffed blossoms in a similar fashion. Cypriot Greek name for the dish is kupepia me anthus. === Other === In the Campania, Calabria, Latium and Sicily regions of Italy and in some parts of Catalonia they are frequently made into fritters.Its use is extensive in Mexican cuisine, especially in Central Mexico, where it is used for soups and as a filling for quesadillas. == Gallery == == See also == List of stuffed dishes == References ==",
        "language": "en"
    },
    {
        "title": "Sujuk",
        "content": "Sujuk or sucuk is a dry, spicy and fermented sausage which is consumed in several Balkan, Middle Eastern and Central Asian cuisines. Sujuk mainly consists of ground meat and animal fat usually obtained from beef or lamb, but beef is mainly used in Turkey, Bosnia and Herzegovina, Albania, Armenia, Bulgaria, Kazakhstan, and Kyrgyzstan. == Etymology and terminology == Sucuk was first mentioned in the 11th century by Mahmud al-Kashgari in his Dīwān Lughāt al-Turk as suɣut. Another mention was made by Abu Hayyan al-Gharnati in his early 14th century work titled Kitab al-'idrak li-lisan al-'atrak . It possibly evolved from a Middle Iranian word attested in Early New Persian as zīç and ziwīdj which later took the form of zīçak , while a Turkic origin has also been proposed. Cognate names are also present in other Turkic languages, e.g. Kazakh: шұжық, shujyq; Kyrgyz: чучук, chuchuk. Franciscus a Mesgnien Meninski in his Thesaurus recorded the word sucuk for the first time in Ottoman Turkish in late 17th century.The Turkish name sucuk has been adopted largely unmodified by other languages in the region, including: Gagauz: sucuk; Albanian: suxhuk; Arabic: سُجُق, romanized: sujuq; Armenian: սուջուխ, romanized: suǰux; Bosnian: sudžuk or sudžuka; Bulgarian: суджук, romanized: sudzhuk; Greek: σουτζούκι, romanized: sutzúki; Macedonian: суџук, romanized: sudzhuk; Azerbaijani: sucuq; Romanian: sugiuc or ghiuden; Russian: суджук, romanized: sudzhuk; Serbo-Croatian: sudžuk / cyџyк; Kurdish: benî, sicûq. == Production == In Turkey, beef is the main raw material for sucuk production. At the beginning of the process the meat is preground in 14–16-millimetre plates and tested for its fat content. Afterwards the meat is mixed with curing salt, which contains 0.5% sodium nitrite, and stored for 8–16 hours in 8–12 °C for further processing. Later the preground meat is mixed with frozen and ground tail fat, beef tallow, suet and additives like spices, ascorbate, dextrose and starter culture. The mixture is ground again in 1.6–5-millimetre plates, which forms the mosaic structure of sucuk. Thenceforth the product is filled in casings made of collagen or fiber and these casings are twisted or tied to portionize sucuk. Sucuk is then prepared for ripening process, which consists of fermentation and post-fermentation stages. In the first day of fermentation stage the product is left in a high relative humidity environment around 22–23 °C . After that the RH and the temperature is gradually dropped each day, resulting to 18 °C and 88% RH in the last and third day of fermentation. At the end of the stage pH of the product must be dropped to 4.9–5.0. In the post-fermentation stage sucuk is matured and dried until the moisture content of the sausage is under 40%. Regional varieties of sujuk == Nutrition == It was reported that sucuk from Turkey on average contained 24.5% protein, 31.5% fat, 35.65% moisture and 3.80% salt. Fat content of sucuk is highly variable; some sucuk brands tested contained only 23% fat, meanwhile others exceeded 42%. == Dishes prepared with sujuk == Thin slices of sujuk can be pan-fried in a bit of butter, while larger pieces may be grilled. Sucuklu yumurta, which literally means eggs with sujuk, is commonly served as a Turkish breakfast dish. Sucuklu yumurta is a simple dish of fried eggs cooked together with sujuk, but sujuk may also be added to other egg dishes like menemen .Sujuk can be added to many dishes including bean stew , filled phyllo dough pastries and as a topping for pizza or pide. == See also == Bresaola Lukanka Makhan, a horsemeat sausage Qazı Salami Soutzoukakia, spicy meatballs in sauce whose name means literally little sucuk == References ==",
        "language": "en"
    },
    {
        "title": "Summer savory",
        "content": "Summer savory : is among the best known of the savory genus. It is an annual, but otherwise is similar in use and flavor to the perennial winter savory. It is used more often than winter savory, which has a slightly more bitter flavor. This herb has lilac tubular flowers which bloom in the northern hemisphere from July to September. It grows to around 30 to 60 cm in height and has very slender, bronze-green leaves. The plant is called Bohnenkraut in German, bonenkruid in Dutch, sarriette in French, santoreggia in Italian, segurelha in Portuguese, ajedrea in Spanish, θρούμπι in Greek, cząber in Polish, чубрица in Bulgarian, cimbru in Romanian, borsikafű in Hungarian, чубар in Serbian, чабер in Ukrainian, and жамбил in Uzbek. == Taxonomy == The species name Satureja hortensis was first published in 1753 by Carl von Linné in Species Plantarum, Volume II . Homotypic synonyms are Clinopodium hortense and Thymus cunila . Heterotypic synonyms are Clinopodium pachyphyllum , Satureja altaica , Satureja brachiata , Satureja filicaulis , Satureja hortensis var. distans , Satureja laxiflora subsp. zuvandica , Satureja litwinowii , Satureja officinarum , Satureja pachyphylla , Satureja viminea and Satureja zuvandica . == Distribution == Summer savory is native in Southeastern Europe and Asia. In Europe, the herb is native in Italy, the former Yugoslav territories and Albania and the Crimea. In Asia, summer savory is native in Kazakhstan, the western Himalayas and Xinjiang. The herb has been introduced to North America and to more regions across Europe and Asia . In addition, the herb is doubtfully present in the region of South Caucasus and Turkey. == History == The Latin name Saureja hortensis comes from a Roman writer named Pliny, and it is said to be a derivative of the word satyr. Legends state that the herb belonged to this ancient creature, which led to the name saureja. Their primary use was in cooking during the roman times. It was used to flavour foods until black pepper made its way to Europe, which replaced most of summer savory's uses. During the reign of Cesar the romans introduced the herb to England, where it also became a popular herb for cooking and was used in medicine. The English name comes from the Saxons who were calling it savory for its pungent taste. In the 17th century the English botanist Nicolas Culpeper wrote that the herb had wind expelling properties. Making summer savory more used in medical purposes. The herb was only cultivated in the 19th century. Before it was found as a wild growing shrub.In the 21 century summer savory is cultivated in France, Spain, Germany, England and other parts of Europe, Canada and the United States of America. When bought for culinary use the herb contains the dried leaves and flowers. == Habitat == Summer savory can grow from propagated seeds in a moderately fertile environment, usually in a rich, light soil, as they usually take longer to germinate. Usually, this species prefers dry gravel and stone slopes of up to 1500 meters as their habitat. This herb can be grown in pots, ornamental borders and herb gardens and is an excellent companion plant that can deter aphids when grown next to broad beans. == Chemical composition == The leaves of summer savory are abundant in total phenolic compounds that have a powerful antioxidant impact. Tannins, volatile oils, sterols, acids, gums, pyrocatechol, phenolic compounds, and mucilage are primary components of the Satureja species. Terpenes are also another component provided by summer savory that allow its unique taste, smell and health benefits. Additionally, it also possesses Fe reductive and free radical scavenging properties and contains minerals like potassium, phosphorus, calcium, magnesium, iron, and sodium, as well as vitamins such as niacin, pyridoxine, riboflavin, thiamine, vitamin A and vitamin C. Its seeds contain chemicals such as carvacrol, estragole , caryophyllene, and E-caryophyllene, which are composed of 45% dry basis of fixed oil and 24% protein. The leaves are a good source of carvacrol, γ-terpinene and ρ-Cymene.Other than the culinary use as a herb, it can also be extracted for its essential oil. Leaves yield approximately 0.5-1% essential oil that is light yellow or brown with slightly sharp phenolic notes similar to oregano and thyme. Major components of essential oils extracted from summer savory are carvacrol, thymol, γ-terpinene, and ρ-cymene, while α-terpinene, β-caryophyllene and β-bisabolene are found in smaller quantities. Phenolic content within the essential oil, especially that of carvacrol, varies from 23.8-55%. == Nutritional value == Nutritional content per 100 grams of summer savory. == Ecology == Summer savory grows wild but it is also beneficial for the garden ecosystem since it attracts furious pollinators. Because of its tubular flower shape, the nectar is encapsulated in the flower which makes it hard to reach for pollinators. The main pollinators of summer savory are bees, bumblebees, wasps, Bombyliidae and Hoverflys, which support plant reproduction and seed production. Diaspores are the seeds which are dispersed by ants through a process known as myrmecochory.The flowers of summer savory are more modest in appearance and, just as with chamomile and thyme, tend to attract a greater number of beneficial insects compared to for example roses and chrysanthemums that are often favored for their beauty. This makes it an option for gardeners looking to encourage biodiversity and provide food for these crucial pollinators while also being easily cultivated from seed or cutting.The early spring seedlings are often topped for fresh use in June. When the plants are in flower, they may be pulled up and dried for winter use. Summer savory can be collected when the plant reaches around 15 centimetres in height and when it is in full flowering stage. It reaches that point after approximately 75–120 days. To promote further growth the tops should be regularly trimmed. For storage, the plant need to be dryed by hanging it up in little bundles. Once dry, the leaves need to be removed in order to store them in sealed jars and once the seeds brown, they can be preserved with a desiccant in a similar airtight manner.The plant only lives for a single summer which makes it an annual plant. == Uses == === Cuisine === Summer savory is a traditional popular herb in Atlantic Canada, where it is used in the same way sage is elsewhere. It is the main flavoring in dressing for many fowl, mixed with ground pork and other basic ingredients to create a thick meat dressing known as cretonnade which may be eaten with turkey, goose and duck. It also is used to make stews such as fricot, and in meat pies. It is usually available year-round in local grocery stores in dried form and is used in varying proportions, sometimes added to recipes in large generous heaping spoonfuls , and sometimes more subtly .Summer savory is a characteristic ingredient of herbes de Provence. It is also widely used as a seasoning for grilled meats and barbecues, as well as in stews and sauces.Summer savory is preferred over winter savory for use in sausages because of its sweeter, more delicate aroma. It plays an important role in Bulgarian cuisine, providing a strong flavor to a variety of dishes. Instead of salt and pepper, a Bulgarian table will have three condiments: salt, red sweet pepper, and summer savory. When these are mixed it is called sharena sol . Summer savory, known as cimbru, is used in Romanian cuisine, especially in sarmale and in mititei . === Alcohol === Regarding its use in alcohol, summer savory is not often used as an ingredient in alcoholic beverages. But with its flavour profile, it is an addition to some artisanal or craft spirits and liqueurs. The herb, known for its pungent piney flavor with peppery hints, could impart a spicy, peppery note to such beverages, potentially complementing other botanicals since it is often compared to a cross between mint and thyme.Given summer savorys traditional use in vinegar preservation by the ancient Romans, it can be infused in vinegar-based cocktails or used as a garnish to add a subtle, herby touch to certain drinks. In culinary applications, it is also used because of its ability to add a salty and peppery flavor without increasing sodium intake. === Medicine === The use of summer savory dates back to being used by the Romans for traditional medicinal remedies and it has since been used by many other cultures to treat symptoms such as cramps, stomach pains, nausea, indigestion, and more.Studies such as “In Vitro Antibacterial, Antifungal, and Antioxidant Activities of the Essential Oil and Methanol Extracts of Herbal Parts and Callus Cultures of Satureja Hortensis L.” and “Antispasmodic and Anti-Diarrhoeal Effect of Satureja Hortensis L. Essential Oil.”, along with others, have proved that there is a relationship between the plant and its curing properties.These properties are due to the chemical composition and the presence of steroids, essential oils, flavonoids, and other components, which have anti-inflammatory, antispasmodic, sedative, antioxidant, and antimicrobial properties. == See also == Winter savory == Sources == Burland, Bruno; Luisella Verotta; Laura Comara & Elisa Bottini-Massa . Herbal Principles in Cosmetics: Properties and Mechanisms of Action. Boca Raton, FL: CRC Press. pp. 318–321. ISBN 978-1-4398-1214-3. Brown, O. Phelps . Complete Herbalist. Vol. 1. New Delhi, India: Logos Press. p. 150. ISBN 978-81-7268-190-6. Cutler, Karan Davis; Kathleen Fisher & Suzanne DeJohn . Herb Gardening For Dummies. National Gardening Association. pp. 328, 329. ISBN 978-0-470-88746-2. King, John & Robert S. Newton . The eclectic dispensatory of the United States of America . Cincinnati, Ohio: H. W. Derby & Co. p. 369. Nybe, E.V. & Mini Raj . K.V.Peter . Spices: Vol.05. Horticulture Science Series. New Delhi, India: New India Publishing. pp. 233, 234. ISBN 978-81-89422-44-8. == External links == Grieves, A Modern Herbal",
        "language": "en"
    },
    {
        "title": "Taramasalata",
        "content": "Taramasalata or taramosalata is a meze made from tarama, the salted and cured roe of the cod, carp, or grey mullet mixed with olive oil, lemon juice, and a starchy base of bread or potatoes, or sometimes almonds. Variants may include garlic, spring onions, or peppers, or vinegar instead of lemon juice. While not traditionally Greek, smoked rather than cured cod's roe is more widely available in some places, and often used. Bottarga is usually much more expensive than cod's roe.Traditionally the dish is made with a pestle and mortar, giving a slightly grainy texture, but commercial taramasalata is commonly blended to a very smooth paste.Taramasalata is usually served as a meze, often with ouzo, as a spread on bread. The colour can vary from creamy beige to pink, depending on the type of roe and colourings used. Most taramasalata sold commercially is dyed pink, but high quality taramasalata is always beige in colour.In Greece, taramasalata is often served on Clean Monday , the first day of Great Lent, with onions and lemon. == Etymology == Borrowed from Greek word ταραμάς , itself a borrowing from Turkish tarama. Normally, tarama is the salted roe itself, but sometimes the prepared dish is also called tarama.The spelling taramosalata reflects the Greek, but in English the a spelling is common. == Salată de icre == A similar dip or spread, salată de icre is also common in Romania and Bulgaria , and Israel . It is made with pike or carp roe, but generally with sunflower or vegetable oil instead of olive oil, sometimes with a thickener like white bread. It is mass-produced and is widely available in grocery shops and supermarkets, as well as being made at home, in which case chopped onions are commonly added. It has a consistency and taste similar to mayonnaise, with the roe taking the place of the egg as protein. The traditional production method of salată de icre is standardized under the Romanian departmental standard N.I.D. 927-70 N 23 and registered as an EU Traditional Speciality Guaranteed under the name Salată tradițională cu icre de crap. The roe of this product is for over 50% carp based.A dip, fasole bătută or fasole făcăluită , prepared with mashed beans, sunflower oil, garlic and chopped onions, is sometimes called icre de fasole . == See also == List of condiments Spread == References ==",
        "language": "en"
    },
    {
        "title": "Tatarsko kyufte",
        "content": "Tatarsko kyufte is a Bulgarian recipe for a large Kofta. The name references the Tatar people. == See also == Kabab koobideh, Iranian minced meat Adana kebabı, Turkish minced meat Kebapche, Bulgarian minced meat Mititei, Romanian minced meat Ćevapi, Balkan minced meat == References ==",
        "language": "en"
    },
    {
        "title": "Torpedo dessert",
        "content": "A torpedo dessert is a buttery, flaky viennoiserie bread roll, filled with pastry cream, named for its well-known torpedo shape. Croissants and other viennoiserie are made of a layered yeast-leavened dough. The dough is layered with butter, rolled and folded several times in succession, then rolled into a sheet, in a technique called laminating. The process results in a layered, flaky texture, similar to a puff pastry. == See also == Cannoli Cream horn List of pastries Food portal == References ==",
        "language": "en"
    },
    {
        "title": "Türlü",
        "content": "Türlü is a casserole of Turkish cuisine. It is made of stewed vegetables and may also include stewed meat. Varieties of this dish are also found in Balkan cuisines. In particular, it is known as turli perimesh in Albania, tourlou or tourlou tourlou in Greece, and as turli tava in North Macedonia.The name derives from Old Turkic word türlüg meaning variety. Türlü may be cooked in a clay cooking pot called güveç. This type is called türlü güveç in Turkey and in Bulgaria. The Macedonian version, turli tava, is traditionally made in a similar earthenware cooking pot, called tava.The basic ingredients of türlü vary greatly. The dish usually includes potatoes, eggplants and okra. Green beans, bell peppers, carrots, courgette, tomatoes, onions and garlic can also be added. Meat versions are made with beef or lamb, in the Balkans also with pork. Other usual ingredients are cooking oil, water, salt, black pepper or crushed red pepper, tomato paste or pepper paste. All these ingredients are mixed and baked in an oven. The dish can be served with rice and yogurt on the side. == See also == == References ==",
        "language": "en"
    },
    {
        "title": "Tzatziki",
        "content": "Tzatziki , also known as cacık or tarator, is a class of dip, soup, or sauce found in the cuisines of Southeastern Europe and West Asia. It is made of salted strained yogurt or diluted yogurt mixed with cucumbers, garlic, salt, olive oil, sometimes with vinegar or lemon juice, and herbs such as dill, mint, parsley and thyme. It is served as a cold appetizer , a side dish, and as a sauce for souvlaki and gyros sandwiches and other foods. == History == Tarator was the name of a dish made of ground walnuts and vinegar in the Ottoman Empire. Dishes of various preparations in the region, including dips, salads, and sauces, acquired the name. In the Levant, taratur is a sauce based on tahini, while in Turkey and the Balkans it came to mean a combination of yogurt and cucumbers, sometimes with walnuts. It has become a traditional part of meze. == Etymology == The word tzatziki appeared in English around the mid-20th century as a loanword from Modern Greek , which in turn comes from the Turkish word cacık. The root is likely related to several words in Western Asian languages. Persian zhazh refers to various herbs used for cooking. That word is combined with the Turkish diminutive suffix -cık to yield cacık. It may be related to an Armenian word, cacıg. According to Sevan Nişanyan the Armenian word may itself come from Turkish or Kurdish.Evliya Çelebi's 17th-century travelogue, the Seyahatnâme, defined cacıχ as a kind of herb that is added to food. The modern sense is documented as early as 1876, as a herb salad with yogurt.The form tarator, found in languages from the Balkans to the Levant, may be of Persian origin, with derivative forms now found in a range of countries. == Variations == === Greece === Greek-style tzatziki sauce is commonly served as a meze, to be eaten with bread, fried eggplant, or zucchini.Tzatziki is made of strained yogurt mixed with cucumbers, garlic, salt, olive oil, and sometimes lemon juice, and dill or mint or parsley.A variation made with purslane may be called glistrida me yiaourti meaning purslane and yogurt salad rather than tzatziki. One simple recipe calls for purslane, olive oil, red wine vinegar and dill. Another is made with purslane, mint, cilantro, parsley and ground coriander, along with the standard yogurt-cucumber base. === Turkey === Turkish cacık is made by combining a bit of water and yogurt in a deep bowl together with garlic and different combinations of fresh vegetables and herbs. The amount of water used depends on how thick the cook wants the cacık to be—sometimes the dish is served as a cold soup, but it can also be made thicker according to taste. Labne may be substituted for some of the yogurt. Garlic is crushed in a mortar and pestle together with salt and the cucumbers are either chopped or grated.The crushed garlic, yogurt and cucumber are combined thoroughly before the dish is garnished with some combination of aleppo pepper, paprika, sumac or mint. It is especially popular during summer months and may optionally be served with ice.When shredded carrots are added along with the cucumber it is called havuçlu cacık. In Turkey tarator is also called balkan cacığı and is made with fresh scallions and mint. Other cacık varieties may include shredded radish or chopped red pepper and fresh parsley. Dill can optionally be added as well. Some recipes add fresh basil or a tablespoon of vinegar. One version with basil is made with ground walnuts, hazelnuts and chopped fresh basil.Not all cacıks are made with shredded cucumber—sometimes various types of leafy greens or herbs are used in combination with other ingredients. For example, one version calls for boiled wheat berry and fresh dill. It can also be made into a type of salad with purslane. Sometimes it is made with unripe almonds called çağla in Turkish. It may be also made from wild edible plants like çıtlık and eaten in a wrap called dürüm.For cacıklı arap köftesi, kofta made from a mix of bulgur and ground meat is served over cacık. In this case the cacık is made with chard rather than the usual cucumber. Bulgurlu madımak cacığı is made with cracked wheat, cucumber and a type of knotweed called madımak. === Balkans === Tarator is found in many Balkan countries. It is often prepared as a cold soup, popular in the summer. It is made of yogurt, cucumber, garlic, walnut, dill, vegetable oil, and water, and is served chilled or even with ice. Local variations may replace yogurt with water and vinegar, omit nuts or dill, or add bread. The cucumbers may on rare occasions be replaced with lettuce or carrots. A thicker variation is sometimes known as dry tarator, or as Snezhanka salad, which means Snow White salad, and is served as an appetizer or side dish. During preparation, the yogurt is hung for several hours in a kerchief and loses about half of its water. The cucumbers, garlic, minced walnuts, salt and vegetable oil are then added. In Bulgaria, tarator is a popular meze , but is also served as a side dish along with Shopska salad with some meals. Sunflower oil and olive oil are more commonly used, and the walnuts are sometimes omitted. Tarator is seasoned with garlic and dill, both of which can be omitted. It's a popular dish in Bulgaria and a common refresher during the summer. In Albania, tarator is a very popular dish in the summertime. It is usually served cold and is normally made from yogurt, garlic, parsley, cucumber, salt and olive oil. Fried squid is often offered with tarator. Other similar Albanian variants are Salcë Kosi and Xaxiq. In North Macedonia tarator is popular summer cold dish or meze made from yoghurt or kiselo mleko, cucumbers, garlic and sometimes dill. === Cyprus === In Cyprus, the dish is known as ταλαττούρι and is similar to the Greek recipe with a more characteristic flavour of mint and added acidity in the form of lemon juice.It is made from strained yogurt, sliced cucumbers, minced garlic cloves, lemon juice and sprinkled with dried mint, oregano or olive oil. === Middle East === In Iraq, jajeek is often served as meze. It may accompany alcoholic drinks, especially arak, an ouzo-like drink made from anise. In Iran it is known as mast o khiar.in Saudi Arabia it is known as سَلَطَة خِيار باللَّبَن salaṭat ḵiyār bi-l-laban made from yogurt and cucumbers. === Similar dishes === A variation in the Caucasus mountains, called ovdukh, uses kefir instead of the yogurt. This can be poured over a mixture of vegetables, eggs and ham to create a variation of okroshka, sometimes referred to as a 'Caucasus okroshka'. Mizeria is another variation from Poland, using the same ingredients but substituting sour cream for yogurt. In South Asia a similar dish is made with yogurt, cucumber, salt and ground cumin called raita. In Iran, ash-e doogh is another type of yogurt soup; instead of cucumbers it contains a variety of herbs such as basil, leek, mint, black pepper and raisins. In this style, sometimes dried bread chips, chopped nuts or raisins are put in the dish just before serving. == See also == == References ==",
        "language": "en"
    },
    {
        "title": "Whole sour cabbage",
        "content": "Whole sour cabbage is a fermented vegetable food preserve, popular in Eastern European and Balkan cuisines. It is similar to sauerkraut, with the difference that it is prepared through the lacto-fermentation for several weeks of whole heads of cabbage, not separate leaves or grated mass. No vinegar or boiling is required. It is a homemade food preserve, commonly prepared in large barrels filled with whole cabbage heads and water salted with sea salt. == Preparation == After the external leaves and core have been removed, the cabbage heads are salted, packed into the barrel as densely as possible and covered with salted water . A heavy load is placed above, to keep them under the water, in anaerobic conditions. From time to time the water has to be reversed , adding more if necessary. A higher salinity makes the fermentation slower, while an insufficient salinity makes it unsafe. Higher temperatures require a higher salinity. The fermentation should be done at 16-22 °C. The best temperature is 18-20 °C. A cabbage fermented at a lower temperature has a better fragrance. The best known microorganisms involved in the process include Leuconostoc mesenteroides, Lactobacillus brevis, Enterococcus faecalis, Pediococcus acidilactici and Lactobacillus plantarum. == Use == Sour cabbage is a popular Bosnian, Bulgarian, Croatian, Macedonian, Romanian, and Serbian food, consumed mainly during the winter half of the year, both raw or cooked. Raw, it is a very popular winter salad, usually served dusted with pepper powder and/or black pepper, but also as-is. In cooking, it is used for sarma, and in other dishes, such as podvarak. == See also == Kraut juice – German drink List of cabbage dishes == References ==",
        "language": "en"
    },
    {
        "title": "Yahni",
        "content": "Yakhni , yahni , or yahniya is a class of dishes traditionally prepared in a vast area encompassing South Asia, the Middle East and Southeast Europe or the Balkans. == History == A meat stew named yakhni originated as a Medieval Iranian cuisine. The name derives from the covered clay pot in which it was originally cooked. The meaning of the Persian word is store of food. Different varieties of this dish later spread eastwards to Afghanistan, Uzbekistan and South Asia and westwards to the Ottoman Empire reaching the Levant and the Balkans. == Varieties == In Iranian cuisine, yakhni is a meat stew akin to khoresh, while yakhni-polow is a pilaf cooked in a stew.In Arab , Greek, and Turkish cuisines, it is a stew of meat, fish, or vegetables in a browned-onion base with tomatoes and olive oil. In Bulgarian cuisine, sunflower oil is used instead of olive oil. In Romanian cuisine, the term iahnie de fasole refers to a style of baked beans, often cooked or served with smoked meat and sausages . In Pakistan and India, yakhni refers to stock or broth of beef, chicken, lamb or mutton. It is touted for its health benefits and is often the base for many foods including pulao and other shorbas . In Bangladesh, akhni is a mixed rice dish and variant of the biryani and polao dishes. A version of the dish is served at a Romani restaurant in Slovenia. == References ==",
        "language": "en"
    },
    {
        "title": "Zelnik",
        "content": "Zelnik is a traditional pastry eaten in Bulgaria and North Macedonia. It is composed of layers of thinly-rolled leavened wheat flour dough, or possibly phyllo pastry, filled with various combinations of sirene , feta cheese, eggs, sorrel, browned meat, leeks, spring onions and/or rice. In winter, the filling traditionally includes pickled cabbage, from which the dish derives its name . Bulgarian zelnik could be made also with various wild and cultivated leafy greens like collard , lettuce, orache, rumex, Chenopodium album, spearmint and many others. Zelnik is sometimes served with yogurt and it is best eaten warm. Zelnik is similar to börek, a dish popular in Turkey, Eastern Europe and Central Asia. Zelnik is often mistakenly referred to as börek. Unlike zelnik, cabbage börek is made for holidays and festivals and is served with kefir. The crust and the layers of börek are thicker and other spices are used. Zelnik is typically made with leek and sirene and consists of very thinly rolled layers of phyllo dough. Zelnik is usually prepared as one long, thin piece of pastry and wound up into a spiral shape. == See also == Balkan cuisine == References ==",
        "language": "en"
    }
]