{
    "terms": {
        "Чушкопек": {
            "definitional_context": "Чушкопекът е домакински електроуред за печене на плодовете на пипера.. Чушкопекът може да се използва и за печене на други продукти, например патладжани или картофи.",
            "transliteration": "Chushkopek"
        },
        "Агнешко чомлек кебаб": {
            "definitional_context": "Агнешки чомлек кебап е ястие от традиционната българска кухня, приготвено от нарязано на късове и задушено в гърне агнешко месо, лук, арпаджик, чесън, доматено пюре, брашно, бяло вино и подправки. ",
            "transliteration": "Agneshko chomlek kebab"
        },
        "Айвар": {
            "definitional_context": "Айвар е специална зеленчукова салата, специалитет на балканската кухня, която се приготвя от червени чушки, като според някои рецепти може да се прибави и патладжан. Айварът произхожда от Сърбия и е известен и като сръбска салата или сръбски зеленчуков хайвер.",
            "transliteration": "Ayvar"
        },
        "Ашуре": {
            "definitional_context": "Ашурѐ е десерт от сварена и подсладена със захар грухана пшеница, прясно мляко, вода, стафиди, сушени кайсии, сушени смокини, сварен нахут, сварен боб, нарязан на дребно локум, орехи, щипка сол и щипка черен пипер. По желание може да се добави вода от сварен карамфил, да се поръси с канела.",
            "transliteration": "Ashure"
        },
        "Баклава": {
            "definitional_context": "Баклавата е вид сладка баница, сиропиран сладкиш. Баклавата се разпространява сред иранските народи, Османската империя, балканските народи, Азербайджан, Армения и др.",
            "transliteration": "Baklava"
        },
        "Баница": {
            "definitional_context": "Ба̀ницата е традиционно българско тестено ястие. Състои се от навити или наредени на пластове листи разточено тесто или готови кори за баница с плънка.",
            "transliteration": "Banitsa"
        },
        "Бисквитена торта": {
            "definitional_context": "Бисквитената торта е популярен десерт в България. Тя се състои основно от три елемента – крем , прясно мляко и бисквити.",
            "transliteration": "Biskvitena torta"
        },
        "Боб чорба": {
            "definitional_context": "Боб чорба е традиционно ястие от българската кухня, приготвено от сварен боб, зеленчуци и подправки, която може да се консумира със или без запръжка. Друг популярен вариант на това ястие е „Боб чорба по манастирски“..",
            "transliteration": "Bob chorba"
        },
        "Бобена салата": {
            "definitional_context": "Бобена салата е популярна салата от българската кухня, приготвено от сварен боб, кромид лук, моркови, чубрица, която може да се консумира и като гарнитура към основно ястие. Овкусява се със сол, олио и оцет.",
            "transliteration": "Bobena salata"
        },
        "Бюрек": {
            "definitional_context": "Бюрек е турска баница, много близка до българската в различните ѝ разновидности . Приготвя се предимно в районите, населени с етнически турци .",
            "transliteration": "Byurek"
        },
        "Бял мъж": {
            "definitional_context": "Бял мъж е традиционно българско ястие от млечни продукти. Характерно е за района на село Дерманци..",
            "transliteration": "Byal mazh"
        },
        "Гарнирана пита": {
            "definitional_context": "Гарнирана пита е названието, въведено в края на седемдесетте години, за български аналог на популярната италианска пица. ",
            "transliteration": "Garnirana pita"
        },
        "Геврек": {
            "definitional_context": "Геврекът е кръгло тестено изделие, с дупка в средата, вид кравай.. Думата „геврек“ е от турски произход, означава „трошлив“.",
            "transliteration": "Gevrek"
        },
        "Гювеч": {
            "definitional_context": "Гювеч е общото название на традиционни ястия от балканската кухня, които сами по себе си са вид яхния от месо и зеленчуци .. Гювеч е също така название на традиционен огнеупорен глинен съд с похлупак, използван за приготвяне на задушени и печени ястия.",
            "transliteration": "Gyuvech"
        },
        "Дроб по селски": {
            "definitional_context": "Дроб по селски е традиционно българско ястие, приготвено от телешки, агнешки или пилешки черен дроб, изпържен олио, заедно с кромид лук, чушки, гъби, домати, готварска сол, черен пипер и чубрица.. Самото ястие се сервира с нарязан на дребно пресен обикновен магданоз, като се съчетава добре с гарнитура от сварени картофи.",
            "transliteration": "Drob po selski"
        },
        "Дроб сарма": {
            "definitional_context": "Дроб сарма е традиционно ястие от турската, българската, сръбската, македонската и др. кухни, основно на Балканския полуостров.",
            "transliteration": "Drob sarma"
        },
        "Дюлев мармалад": {
            "definitional_context": "Дюлевият мармалад е сладко дюлево желе или дюлев бонбон. Основните съставки са дюли и захар или пчелен мед.",
            "transliteration": "Dyulev marmalad"
        },
        "Еленски бут": {
            "definitional_context": "Еленски бут е месен деликатес – солен и сушен свински бут, приготвян само в района на град Елена. ",
            "transliteration": "Elenski but"
        },
        "Житена питка": {
            "definitional_context": "Житената питка е традиционно ястие от българската кухня, приготвено от изпечено тесто в тава. Питката се различава от пая по това, че няма пълнеж.",
            "transliteration": "Zhitena pitka"
        },
        "Запръжка": {
            "definitional_context": "Запръжките представляват леко запържени в мазнина продукти, като лук, моркови, целина, домати или доматено пюре, брашно, червен пипер, и разредени с бульони .. Запръжките придават плътност на течната част на ястията, оформят и подобряват вкуса и външния им вид, обогатяват ги с мазнини, скорбяла, минерални вещества и витамини.",
            "transliteration": "Zaprazhka"
        },
        "Зелева салата": {
            "definitional_context": "Зелева салата е вид ястие, приготвено от ситно нарязано прясно или кисело зеле, което може да се използва като самостоятелна салата, така и като гарнитура към основно ястие. Към тази салата може да се добави и майонеза.",
            "transliteration": "Zeleva salata"
        },
        "Зелена салата": {
            "definitional_context": "Зелена салата е традиционна сезонна салата от българската национална кухня, приготвяна от нарязани маруля, зелен лук, репички, краставица, които се овкусяват със сол, олио и оцет, а най-отгоре се поставя маслина.. Често се добавя сварено и нарязано яйце, поднася се с гъсто овче кисело мляко.",
            "transliteration": "Zelena salata"
        },
        "Имамбаялдъ": {
            "definitional_context": "Имамбаялдъ е постно ядене, типично за балканската, и по-специално турската кухня. Представлява пълнени патладжани с домати, моркови, лук и чесън.",
            "transliteration": "Imambayalda"
        },
        "Кавърма": {
            "definitional_context": "Кавърмата е ястие, печено на фурна в гювечета. Думата е от турски произход, означава „запържен“.",
            "transliteration": "Kavarma"
        },
        "Каймак": {
            "definitional_context": "Каймак е млечен продукт с мек, кремообразен състав, бледо жълтеникав цвят и сладко-кисел вкус. Традиционно се произвежда на Балканския полуостров.",
            "transliteration": "Kaymak"
        },
        "Капама": {
            "definitional_context": "Капама̀ е балканско ястие. Думата е с турски произход.",
            "transliteration": "Kapama"
        },
        "Карначе": {
            "definitional_context": "Карначе е вид колбас, представляващ тънка наденица, която може да се приготвя на скара и във фурна, характерно за Балканската кухня. Карначето обикновено се приготвя от смляно свинско и телешко месо, с подправки, задължително осолено.",
            "transliteration": "Karnache"
        },
        "Касапско мезе": {
            "definitional_context": "Kасапско мезе е едно от имената ползвани за обозначаване на традиционно българско предястие, ползвано и като мезе, закуска или добавка към сандвичи. В съвременните си варианти на приготвяне представлява размачкано сирене с добавена мазнина и червен пипер.",
            "transliteration": "Kasapsko meze"
        },
        "Катма": {
            "definitional_context": "Катмите са ястие от Странджанския район, Родопите и други райони на България, подобни са на палачинки или гьозлеме. Названието е с централно азиатски произход .",
            "transliteration": "Katma"
        },
        "Катък": {
            "definitional_context": "Катък или крукмач е млечен продукт със солено-кисел вкус. Думата е от турски произход, означава „добавка“.",
            "transliteration": "Katak"
        },
        "Качамак": {
            "definitional_context": "Качамак е традиционно балканско ястие, важна част от българската национална кухня, разпространено и в Северна Македония, Албания, Босна и Херцеговина, Черна гора, Сърбия, страните от Кавказкия регион, Турция. Приготвя се от царевичен грис или едро смляно царевично брашно.",
            "transliteration": "Kachamak"
        },
        "Кебап": {
            "definitional_context": "Кебапите се приготвят чрез запържване или задушаване на кубчета месо в мазнина или сос. В някои случаи се прилага печене на скара или на жар.",
            "transliteration": "Kebap"
        },
        "Кебапче": {
            "definitional_context": "Кебапче е ястие от смляно на кайма месо с подправки, с цилиндрична форма и печено на скара. То е характерно за българската и балканската кухня.",
            "transliteration": "Kebapche"
        },
        "Кебапчета по ловджийски": {
            "definitional_context": "Кебапчета по ловджийски е ястие от традиционната българска кухня, приготвяно от смляно 2 пъти телешко месо, пушени свински гърди, суджук, смесени с червен пипер, кимион, лук и чубрица. След като се смесят всички съставки, се добавя червено вино, в което е разтворена сол.",
            "transliteration": "Kebapcheta po lovdzhiyski"
        },
        "Кешкек": {
            "definitional_context": "Кешкек е обредна яхния от пилешко месо, пшеница или ечемик. Кешкекът е разпространен в Турция, Сирия, Иран а също и в други страни.",
            "transliteration": "Keshkek"
        },
        "Кисело зеле": {
            "definitional_context": "Киселото зеле е хранителен продукт, получен при ферментацията на зеле в приготвена саламура, основно под въздействието на естествени дрожди. ",
            "transliteration": "Kiselo zele"
        },
        "Кисело мляко": {
            "definitional_context": "Киселото мляко е млечнокисел продукт, който се получава в резултат на протичането на млечнокисела ферментация в млякото. В широк мащаб то се произвежда в балканските страни, а също и в други страни по света поради добрите му вкусови, диетични и лечебни качества.",
            "transliteration": "Kiselo mlyako"
        },
        "Кифла": {
            "definitional_context": "Кифлата е произведение на хлебарската и сладкарската промишлености. Представлява изпечено тестено изделие във формата на малко хлебче, руло или полумесец.",
            "transliteration": "Kifla"
        },
        "Козунак": {
            "definitional_context": "Козунакът е сладък обреден хляб, който традиционно се приготвя за Великден. Символ на тялото на Иисус Христос, така както боядисаните в червено яйца символизират кръвта му.",
            "transliteration": "Kozunak"
        },
        "Компот": {
            "definitional_context": "Компот е безалкохолен сок от плодове или отвара от захарен сироп и пресни или изсушени плодове. Традиционно се приготвя в страните от Източна Европа.",
            "transliteration": "Kompot"
        },
        "Курбан чорба": {
            "definitional_context": "Курбан чорба е традиционно българско ястие, което се приготвя от агнешко месо, агнешки дреболии, кромид лук, сладки и люти чушки, моркови, домати, яйца, ориз, магданоз, джоджен, черен пипер, червен пипер, сол и др.. Въпреки че традицията повелява курбан чорбата да е с агнешко месо, често се прави и с телешко, пилешко и свинско, както и в някои рецепти не се добавя кромид лук поради специфичния вкус, който дава на ястието.",
            "transliteration": "Kurban chorba"
        },
        "Кьопоолу": {
            "definitional_context": "Кьопоолу е вид ястие от смлени или счукани печени патладжани и чесън, характерно за българската кухня. Съществуват и варианти, в които към патладжаните се добавят и червен пипер и домати.",
            "transliteration": "Kyopoolu"
        },
        "Кюфтета по цариградски": {
            "definitional_context": "Византийски кюфтета популярни в България с името кюфтета по цариградски е старо гръцко и византийско ястие, представляващо изпържани в мазнина малки по размер кюфтета от кълцано или смляно месо, лук, намачкан и овлажнен хляб и подправки, което е много популярно в Българската и Балканска кухня. Традиционно в България това обичано и широко разпространено ястие се сервира топло, като кюфтетата са поднесени върху канапе от картофено пюре, а също могат да бъдат заляти с бешамелов, грейви или гъбен сос.",
            "transliteration": "Kyufteta po tsarigradski"
        },
        "Локум": {
            "definitional_context": "Локумът е сладкарско изделие, направено от нишесте и подсладена със захар вода. В повечето случаи локумът се ароматизира с розова вода или с лимон.",
            "transliteration": "Lokum"
        },
        "Лютеница": {
            "definitional_context": "Лютеницата е хранителен продукт, едро- ситносмляна разядка , традиционна за българската кухня. Приготвя се от смлени, обикновено печени червен пипер, домати, кромид лук, патладжан, моркови, подправки.",
            "transliteration": "Lyutenitsa"
        },
        "Мамалига": {
            "definitional_context": "Мамалига е традиционно румънско ястие, придобило голяма популярност по време на румънската окупация на Добруджа. Приготвя се от царевично брашно.",
            "transliteration": "Mamaliga"
        },
        "Мекица": {
            "definitional_context": "Мекицата е традиционно българско ястие. Представлява вид тестено изделие, което се приготвя от предварително замесено тесто, което след като „втаса“, т.е.",
            "transliteration": "Mekitsa"
        },
        "Мешана салата": {
            "definitional_context": "Мешана салата е популярна салата от българската национална кухня. Продуктите, с които се приготвя този вид салата, са: домати, краставици, магданоз и кромид лук, като характерно те са нарязани на по-дребни парчета или кубчета..",
            "transliteration": "Meshana salata"
        },
        "Мешана скара": {
            "definitional_context": "Мешана скара е вид традиционно ястие, характерно за Балканската кухня, комбиниращо няколко месни продукти , подправки, задължително приготвени чрез печене на скара. В състава на това комбинирано ястие влизат: Кебапче, Кюфте, Шишчета, Пържола, Наденичка, Карначе. Сервира се с различни гарнитури.",
            "transliteration": "Meshana skara"
        },
        "Милинка": {
            "definitional_context": "Милѝнката е разпространена в западна България солена тестена закуска, направена от отделни късчета. Приготвя се от многолистно тесто с пълнеж, най-често сирене..",
            "transliteration": "Milinka"
        },
        "Миш-маш": {
            "definitional_context": "Миш-маш е вид безмесно ястие, приготвяно от лук, чушки, домати, сирене и яйца, характерно за българската кухня. Съществуват и варианти при които към ястието се добавят и патладжани, бамя или моркови, както и такива без сирене.",
            "transliteration": "Mish-mash"
        },
        "Мляко с ориз": {
            "definitional_context": "Мляко с ориз, наричано още сутлияш или сутляш , е ястие, приготвяно от ориз, сварен с вода или мляко, и други съставки като канела и стафиди. Най-често се сервира като десерт.",
            "transliteration": "Mlyako s oriz"
        },
        "Мусака": {
            "definitional_context": "Мусака е името на няколко различни традиционни ястия на Балканите и в Близкия изток, доста различни от българското понятие за мусака. Думата „мусака“ идва от арабското „musaqqaʿa“ – изстуден, идва в България през гръцки и турски език, а по света се разпространява предимно от гръцки.",
            "transliteration": "Musaka"
        },
        "Овчарска салата": {
            "definitional_context": "Овчарската салата е традиционно българско ястие и модификация на шопската салата. Приготвя се от нарязани краставици, домати, лук, магданоз, печени или сурови чушки, шунка, сварено яйце, кашкавал, настъргано бяло саламурено сирене и овкусени със сол и олио.",
            "transliteration": "Ovcharska salata"
        },
        "Огретен": {
            "definitional_context": "Огретенът обикновено се приготвя със сварени картофи и сирене, но рецептата е изменена и в огретена е възможно да присъстват множество други продукти като тиквички, домати, патладжани, спанак, праз, броколи, грах, моркови, зеле и т.н. Въпреки че традиционно се приготвя със зеленчуци, понякога месо или месен продукт може да присъстват също.",
            "transliteration": "Ogreten"
        },
        "Ошав": {
            "definitional_context": "Ошав се нарича компот от смесени сушени плодове, традиционно поднасян на българската трапеза по случай Бъдни вечер. Обикновено се прави от сушени ябълки, круши и сини сливи, но към тях могат да се добавят и сушени череши, кайсии и стафиди.",
            "transliteration": "Oshav"
        },
        "Паниран кашкавал": {
            "definitional_context": "Паниран кашкавал е традиционно българско ястие, приготвено от узрял кашкавал, нарязан на квадрати или правоъгълници, оваляни в брашно, панировка от галета , които след това последователно се потапят в разбити яйца и се пържи в сгорещено растително масло до получаване на златиста коричка.. Може да се сервира като предястие или основно ястие.",
            "transliteration": "Paniran kashkaval"
        },
        "Кашкавал пане": {
            "definitional_context": "Кашкавал пане е традиционно българско ястие, приготвено от узрял кашкавал, нарязан на квадрати или правоъгълници, оваляни в брашно, панировка от галета , които след това последователно се потапят в разбити яйца и се пържи в сгорещено растително масло до получаване на златиста коричка.. Може да се сервира като предястие или основно ястие.",
            "transliteration": "Kashkaval pane"
        },
        "Пастърма": {
            "definitional_context": "Пастърмата е консервиран чрез осоляване и сушене траен продукт от телешко, овче, свинско, конско или козе месо. Оксфордската енциклопедия определя пастърма като думата, ползвана от османците за византийски продукт от сушено говеждо наричан paston, а според друга легенда конните воини на Чингис хан слагали парчета месо под седлото, като така се притискало и изсушавало.",
            "transliteration": "Pastarma"
        },
        "Пастърмайлия": {
            "definitional_context": "Пастърмайлия или пастърмалия е традиционно българско ястие, разпространено в днешна Северна Македония, познато като велешка пита, наподобяващо италианската пица. Обикновено има продълговата, лодкообразна форма, но също така се среща в квадратна и овална.",
            "transliteration": "Pastarmayliya"
        },
        "Пататник": {
            "definitional_context": "Пататникът е типично родопско ястие. Приготвя се от настъргани на едро картофи, лук, сол и джоджен.",
            "transliteration": "Patatnik"
        },
        "Супа пача": {
            "definitional_context": "Супа пача е вид гореща супа или чорба, която в България се прави от свинска глава, крака и опашка, а понякога и уши. Думата произхожда от персийски, като в България е привнесена от турски език, е ниската част на крака.",
            "transliteration": "Supa pacha"
        },
        "Печено пиле с картофи": {
            "definitional_context": "Печено пиле с картофи е традиционно ястие от световната и българска национална кухня, приготвено от младо пиле, изпечено във фурна или пещ, заедно с обелени и нарязани картофи, мазнина и подправки.. При печенето към ястието може да се добавят различни подправки, като розмарин, черен пипер, червен пипер, сол и др., да се добави бира или бульон.",
            "transliteration": "Pecheno pile s kartofi"
        },
        "Пиле със зеле": {
            "definitional_context": "Пиле със зеле е ястие от традиционната българска кухня, приготвено от задушено пилешко месо с нарязано зеле , домати и подправки. Това ястие може да се приготвя както в тенджера, така и на фурна.",
            "transliteration": "Pile sas zele"
        },
        "Пилешка супа": {
            "definitional_context": "Пилешката супа е популярна традиционна българска супа. Застроена е с кисело мляко и яйце пилешка супа, зеленчуци и фиде.",
            "transliteration": "Pileshka supa"
        },
        "Пинджур": {
            "definitional_context": "Пинджур е хранителен продукт, подправена зеленчукова салата , която се приготвя от ситно нарязани печени чушки, печен патладжан и домати – вариация на кьоополу. Използва се като салата, предястие, гарнитура към месни блюда или като паста за сандвичи.",
            "transliteration": "Pindzhur"
        },
        "Пита": {
            "definitional_context": "Пита е подквасено с мая кръгло хлебче от брашно. Популярно е най-вече по Средиземноморието и Близкия Изток.",
            "transliteration": "Pita"
        },
        "Погача": {
            "definitional_context": "Погачата е вид бял хляб, който традиционно се приготвя за празници като Великден и Коледа. Популярна е в България и Северна Македония, Босна и Херцеговина, Хърватия, Словения, Сърбия, Черна Гора, Унгария, Гърция и Турция .",
            "transliteration": "Pogacha"
        },
        "Подница": {
            "definitional_context": "По̀дницата или црѐпна е кръгъл глинен плосък съд, с диаметър от 20 до 55 cm, дебелина на дъното 3 – 5 cm, и с ниски вертикални стени, подобно на тепсия . Заедно с връшника се зарива в жарта на огнището.",
            "transliteration": "Podnitsa"
        },
        "Полента": {
            "definitional_context": "Полèнта е традиционно италианско ястие на базата на царевично брашно или други зърнени храни, с мека структура, сродно с качамака и мамалигата. Въпреки че е известна в различните си варианти почти в цяла Италия, в миналото полентата е била основно ястие на италианската селска кухня в различни северноалпийски, предалпийски, равнинни и апенински райони на регионите Ломбардия, Венето, Вале д'Аоста, Пиемонт, Лигурия, Трентино, Емилия-Романя и Фриули - Венеция Джулия, където е доста разпространено и до днес.",
            "transliteration": "Polenta"
        },
        "Попара": {
            "definitional_context": "Попарата е вид българска закуска. Разпространена е и в Сърбия, Черна гора, Северна Македония и Босна и Херцеговина, приготвяна от стар или пресен, препечен хляб, накъсан или нарязан на дребни парчета , задушен под капак с прясно мляко, мътеница, чай, билкова отвара, или гореща вода.",
            "transliteration": "Popara"
        },
        "Принцеса": {
            "definitional_context": "Принцеса е популярна закуска от българската национална кухня, вид аламинут, представляващ филия хляб, със запечен животински продукт . В източна и югоизточна България такъв вид аламинут е наричан Странджанка , който се различава от „Принцесата“ по дължината си и по това, че е с повече подправки.странджанката се пече с каймата върху скара на жар.",
            "transliteration": "Printsesa"
        },
        "Пръжки": {
            "definitional_context": "Пръжки е популярно ястие, произведено от сланина , която се стопява чрез пържене. В България те се считат за вторичен продукт при производството на свинска мас, която се използва за готвене или домашен сапун.",
            "transliteration": "Prazhki"
        },
        "Пълнен шаран": {
            "definitional_context": "Пълнен шаран е ястие от традиционната българска кухня, популярно в цяла България рибно ястие, което по традиция се поднася за големия църковен християнски празник Никулден.само левски софия ",
            "transliteration": "Palnen sharan"
        },
        "Пълнени чушки": {
            "definitional_context": "Пълнени чушки е традиционно ястие от българската национална кухня, приготвяно чрез напълване на чушки със смес от мляно месо, ориз, зеленчуци и месо, сирене и яйце и др. Може да се приготвя по различни технологии и с различни плънки, като се използват пресни, така и сушени чушки .",
            "transliteration": "Palneni chushki"
        },
        "Пържена риба": {
            "definitional_context": "Пържената риба е популярно традиционно рибно ястие. Почистена риба се овалва в брашно , след което се пържи в маслена баня до златисто.",
            "transliteration": "Parzhena riba"
        },
        "Пържена филийка": {
            "definitional_context": "Френски тост е популярна закуска в Северна Америка, Европа, както и популярен коледен десерт в Португалия и Бразилия. Типичният френски тост е направен от хляб и разбити яйца.",
            "transliteration": "Parzhena filiyka"
        },
        "Пърленка": {
            "definitional_context": "Пърленка е името, с което в някои фолклорни области на България наричат вид тънка питка, с дебелина и големина колкото малка или средна пица. Тези питки наподобяват по технология на приготвяне традиционните родопски катми.",
            "transliteration": "Parlenka"
        },
        "Разядка": {
            "definitional_context": "В новобългарския език от XVIII – XIX век думата разядка се е употребявала като обобщение за всякакъв вид предястия. Разядките са били поделени на 4 основни групи, в зависимост от консистенцията и вида на предястието: Топенки – това са всякакви гъсти сосове, лютеници, пюрета и пастообразни смеси.",
            "transliteration": "Razyadka"
        },
        "Редена салата": {
            "definitional_context": "Редена салата е традиционна салата от българската кухня. Приготвя се от домати, краставици, магданоз, сол, оцет и олио, като краставиците и доматите се нарязват на шайби и се нареждат в плоска чиния.",
            "transliteration": "Redena salata"
        },
        "Рибена чорба": {
            "definitional_context": "Рибена чорба е традиционна българска чорба, приготвяна основно в населените места около Черно море, р. Дунав, но и в други населени места във вътрешността на страната.",
            "transliteration": "Ribena chorba"
        },
        "Родопска салата": {
            "definitional_context": "Родопската салата, която е първообраз на овчарската салата, представлява вариант на шопската салата, но без сирене, към която се добавят кубчета охладени сварени картофи и/или зрял фасул . Когато се приготвя без фасул се добавя заливка от леко подкиселен бульон с натрошени на дребно забулени яйца, които се варят заедно с късчета сушено месо – пастърма, филе или сушено месо от бут .",
            "transliteration": "Rodopska salata"
        },
        "Родопски клин": {
            "definitional_context": "Родопският клин е вид родопска баница. ",
            "transliteration": "Rodopski klin"
        },
        "Руло Стефани": {
            "definitional_context": "Руло Стефани е вид месно руло с плънка, включваща цели варени яйца. Както и другите разпространени в европейската кухня месни рула, то се приготвя от кайма, като в нейната сърцевина се поставят яйца и зеленчуци, най-често моркови и кисели краставички.",
            "transliteration": "Rulo Stefani"
        },
        "Саздърма": {
            "definitional_context": "Саздърма̀ се нарича хранителен продукт от овче или телешко месо.. С подобно звучене, но различна е пастърмата.",
            "transliteration": "Sazdarma"
        },
        "Саламура": {
            "definitional_context": "Саламура се отнася до няколко различни продукта, като това, което ги свързва е разтвор с висока концентрация на сол. Името саламура най-вероятно произлиза от латинската дума за сол – salis .",
            "transliteration": "Salamura"
        },
        "Сарми": {
            "definitional_context": "Сармите е ястие от завита в листа оризова плънка, което е част от националната кухня на много европейски и азиатски народи. Има много различни варианти в зависимост от вида на листата и от начина на приготвяне на плънката.",
            "transliteration": "Sarmi"
        },
        "Сирене по шопски": {
            "definitional_context": "Сирене по шопски е традиционно ястие от българската национална кухня, приготвяно както в домашни условия, така често присъства в менюто на някои български механи и ресторанти, което го определя като характерно за България. Този кулинарен продукт се приготвя в глиненено гювече, в което се добавят кромид лук, домати, саламурено сирене, зелена чушка, чесън и др.",
            "transliteration": "Sirene po shopski"
        },
        "Скара": {
            "definitional_context": "Скара се нарича начин на приготвяне на храни от животински или растителен произход, чрез печене върху нагорещена повърхност или мрежа. Със същата дума се обозначава и храната, приготвена по този начин.",
            "transliteration": "Skara"
        },
        "Смилянски боб": {
            "definitional_context": "Смилянски боб или смилянски фасул се наричат семената от растението фасул, една от малкото български храни, защитени с патент за словна марка, касаеща отглеждането му в областта на горното поречие на Арда. Местните жители го наричат с името фасульовица.",
            "transliteration": "Smilyanski bob"
        },
        "Снежанка": {
            "definitional_context": "„Снежанка“ е българска традиционна салата. Тя възниква и еволюира като изделие на българското държавно обединение „Балкантурист“ в края на 1970-те години..",
            "transliteration": "Snezhanka"
        },
        "Супа топчета": {
            "definitional_context": "Супа топчета е традиционна българска супа, приготвено от омесена с подправки кайма, бульон, зеленчуци, макаронени изделия, подправки, която след като стане готова се застройва с яйце, брашно, и кисело мляко. Едно от най-популярните ястия в България, тя е известна поне от 30-те години на XX век, като сегашното ѝ наименование се утвърждава през 70-те години.",
            "transliteration": "Supa topcheta"
        },
        "Тавче гравче": {
            "definitional_context": "Тавче гравче, понякога и гравче на тавче, е традиционно македонско ястие, което се среща в България, Гърция, Сърбия и Северна Македония. Приготвя се с боб, кромид лук, олио, сухи червени пиперки, черен и червен пипер, магданоз и сол, като се срещат и вариации.",
            "transliteration": "Tavche gravche"
        },
        "Таратор": {
            "definitional_context": "Тараторът е вид студена млечна супа, традиционна в българската кухня. Приготвяна е от кисело мляко, вода, ситно нарязана или настъргана краставица, олио или зехтин, сол, копър и счукан, пресован или нарязан на ситно чесън, които се смесват и разбъркват.",
            "transliteration": "Tarator"
        },
        "Татарско кюфте": {
            "definitional_context": "Татарско кюфте е традиционно балканско ястие, представляващо голямо кюфте, приготвено от различни видове кайма , подправки, кромид лук, хляб, яйце, мляко, кашкавал, гъби, царевица, чушка и др. Технологията на приготвяне включва след приготвянето на кюфтето, което е омесено със сол, яйцето, накиснат в мляко хляб, то да се оформяни и да се напълни с плънка, направена от млечни продукти и зеленчуци.",
            "transliteration": "Tatarsko kyufte"
        },
        "Телешко варено": {
            "definitional_context": "Телешко варено е традиционно ястие от българската кухня, приготвено от нарязано телешко месо и зеленчуци , гъби, червен пипер, черен пипер, сол, олио. Популярно основно ястие.",
            "transliteration": "Teleshko vareno"
        },
        "Тестено изделие": {
            "definitional_context": "В българската кулинарна традиция под тестени храни наричаме всички храни приготвяни от тесто или тестен полуфабрикат . Самите полуфабрикати също са тестени храни, но тях наричаме тестени изделия, за да подчертаем, че те се влагат като продукт за допълнителна обработка, а не са ястие или готова за консумация тестена храна.",
            "transliteration": "Testeno izdelie"
        },
        "Тиквеник": {
            "definitional_context": "Тиквеникът е вид сладка баница, на която плънката се състои от настъргана тиква и захар. Приготвя се като витата баница, от тестени кори, които се навиват, като пури на руло с равномерно добавяне на сместа от тиква, захар и счукани орехи.",
            "transliteration": "Tikvenik"
        },
        "Торта Гараш": {
            "definitional_context": "Торта Гараш е българска шоколадова торта, създадена в Русе, България най-вероятно в началото на ХХ век. През последните десетилетия става все по-популярна и в Западна Европа заради своя чудесен вкус и деликатен аромат.",
            "transliteration": "Torta Garash"
        },
        "Трахана": {
            "definitional_context": "Трахана или тархана, или в някои пирински македонски диалекти трахан/трахунь, tarhana , tarkhina, tarkhana, tarkhwana , trachanas/trahanas , trahana , kishk , kushuk е ястие с персийски произход, подобно на попара. Разпространена е в Странджа, Сакар, Родопите и други райони на страната.",
            "transliteration": "Trahana"
        },
        "Тулумба": {
            "definitional_context": "Тулумбата e сиропиран сладкиш, типичен за балканската кухня. Известна е и като „тулумбичка“ и „тиквена дръжка“.",
            "transliteration": "Tulumba"
        },
        "Туршия": {
            "definitional_context": "Туршия се наричат маринованите зеленчуци от кухнята на много държави от Балканите и Близкия изток. Името туршия идва от „торш“, което означава кисело на персийски и кюрдски.",
            "transliteration": "Turshiya"
        },
        "Тутманик": {
            "definitional_context": "Тутманик, още масленица, е традиционно българско ястие, произведено от дебели кори тесто и натрошено бяло саламурено сирене, кисело мляко, яйца и др. ",
            "transliteration": "Tutmanik"
        },
        "Филе Елена": {
            "definitional_context": "Филе „Елена“ представлява изсушено свинско филе, характерно за района на град Елена. В Елена филето е известно и само като „рибица“.",
            "transliteration": "File Elena"
        },
        "Халва": {
            "definitional_context": "Халвата e сладкарско изделие, което произлиза от Индия и Централна Азия. Халвата е позната и в Предна Азия, Северна Африка, Югоизточна Европа и Източна Европа и при евреите.",
            "transliteration": "Halva"
        },
        "Цаца": {
            "definitional_context": "Цацата е морска риба от семейство селдови, разпространена в Европа . Нейният подвид, разпространен в България, е известен като копърка, трицона, черноморски шпрот или само шпрот.",
            "transliteration": "Tsatsa"
        },
        "Чорба": {
            "definitional_context": "Чорба е вид ястие, приготвено чрез термична обработка на месо, зеленчуци, риба и др., подобно на супа.. За разлика от супите чорбите се запържват няколко минути преди да е готово ястието.",
            "transliteration": "Chorba"
        },
        "Чушки бюрек": {
            "definitional_context": "Чушки бюрек или само Бюрек е традиционно българско ястие. Ястието се приготвя чрез напълване на изпечени и обелени чушки със смес от натрошено сирене, разбъркани яйца и подправки , като след това чушките се панират в разбити яйца и галета и се пържат в маслена баня.",
            "transliteration": "Chushki byurek"
        },
        "Шарена сол": {
            "definitional_context": "Sharena sol , also known as colourful salt, is a spice mix used extensively in Bulgarian cuisine. Its most typical ingredients are dried summer savoury, paprika and salt. In addition, dried fenugreek leaves are frequently added and thyme is not uncommon.",
            "transliteration": "Sharena sol"
        },
        "Шишчета": {
            "definitional_context": "Шишчета е традиционно ястие от балканската, руската и азиатската кухня, приготвено от нарязяно на късове различни видове месо и нарязани зеленчуци. Приготвянето на месо по тази технология, е може би най-стария начин за печене на месо върху жив огън, в историята на човечеството.",
            "transliteration": "Shishcheta"
        },
        "Шопска салата": {
            "definitional_context": "Шопската салата е българска салата, създадена като продукт на българското държавно обединение „Балкантурист“ в средата на 50-те години на XX век. ",
            "transliteration": "Shopska salata"
        },
        "Яйца по панагюрски": {
            "definitional_context": "Поширани яйца е ястие от световната и българска национална кухня, приготвено от яйца, извадени от черупката и обработени с готварската техника наречена Поширане, при която продуктът се готви във вряща течност , като температурата на течността трябва да е между 60 и 80 градуса по Целзий, като целта е белтъкът да бъде сварен а жълтъка да бъде в полутечно състояние.. След като се обработват термично , забуленото яйце става много сочно и вкусно, защото чрез техниката поширане храната , не остава суха а има много наситен вкус.",
            "transliteration": "Yaytsa po panagyurski"
        },
        "Яхния": {
            "definitional_context": "Яхниите са едни от най-популярните български ястия. Популярни са на целия Балкански полуостров и се смята, че идват от Южна Азия.",
            "transliteration": "Yahniya"
        }
    }
}