{
    "terms": {
        "Poulet Marengo": {
            "definitional_context": "Le poulet Marengo ou veau Marengo ou lapin Marengo ou sauce Marengo est une recette de cuisine traditionnelle de la cuisine française à base de morceaux de poulet mijotés dans une sauce à la tomate et au vin blanc. Elle est créée et baptisée du nom de la victoire historique du premier consul Napoléon Bonaparte du 14 juin 1800, à la bataille de Marengo dans le Piémont des guerres napoléoniennes). Ce « poulet de la victoire » est une de ses recettes préférées devenue depuis une célèbre recette de cuisine française, déclinée en veau Marengo ou lapin Marengo, etc.",
            "transliteration": "Poulet Marengo"
        },
        "Mont-blanc (gâteau)": {
            "definitional_context": "Mont-blanc désigne, soit un gâteau d'origine française à base de crème de marrons et de crème fouettée,, soit un gâteau à la noix de coco d'origine caribéenne. Le premier, dans sa version contemporaine, est formé d'une base de meringue, parfois remplacée par une base de gâteau comme une génoise, garnie de crème chantilly, recouverte d'une crème de marrons passée au tamis pour former des vermicelles, le tout saupoudré éventuellement de sucre glace. Il s'agit le plus souvent d'un petit gâteau individuel.",
            "transliteration": "Mont-blanc (gâteau)"
        },
        "Mousse au chocolat": {
            "definitional_context": "La mousse au chocolat est un dessert dont la composition traditionnelle comporte au minimum du chocolat et du blanc d'œuf, monté en neige. Elle peut parfois être agrémentée de jaune d’œuf, de sucre ou de crème montée, d'épices ou de zestes d'agrumes. ",
            "transliteration": "Mousse au chocolat"
        },
        "Œuf en gelée": {
            "definitional_context": "L’œuf en gelée est une entrée froide d'œuf mollet ou poché pris dans une gelée clarifiée à base de bouillon de viande, servi le plus souvent en portion individuelle moulée, classiquement garni de jambon blanc et d'estragon. ",
            "transliteration": "Œuf en gelée"
        },
        "Œuf mayonnaise": {
            "definitional_context": "L'œuf mayonnaise, œuf dur mayonnaise, ou familièrement œuf mayo, est un œuf dur froid et coupé en deux, accompagné de mayonnaise. Cette recette d'œufs durs a pris une dimension symbolique de cuisine simple, sans sophistication, dans la tradition de la bistronomie, même si monter une mayonnaise demande un tour de main. On ne doit pas les confondre avec les œufs bayonnaise qui sont des œufs pochés froids sur fond d'artichaut garnis de piperade à la mayonnaise et jambon de Bayonne.",
            "transliteration": "Œuf mayonnaise"
        },
        "Œuf mimosa": {
            "definitional_context": "L'œuf mimosa est un œuf dur farci dont le blanc est rempli de mayonnaise ou d'un mélange à base de mayonnaise puis saupoudré de jaune cuit écrasé en petits grains évoquant la fleur de mimosa et d'herbes vertes, couramment du persil. ",
            "transliteration": "Œuf mimosa"
        },
        "Œuf Toupinel": {
            "definitional_context": "Les œufs Toupinel, ou « à la Toupinel » sont des œufs pochés ou non dans des pommes de terre au four cuites dans leur peau, garnie de purée et d'épinards et nappées de sauce Mornay. Prosper Salles et Prosper Montagné écrivent de ces œufs dans une pomme de terre, avec ou sans épinards «ce mode d'apprêt a reçu une infinité de noms, nous nous en tenons personnellement au nom ancien - œufs parmentière - le plus logique selon nous». ",
            "transliteration": "Œuf Toupinel"
        },
        "Ortolans à la provençale": {
            "definitional_context": "Les ortolans à la provençale sont un mets dont Alexandre Dumas donne la recette dans son Grand livre de la cuisine paru en 1873. La chasse et la commercialisation des ortolans étant interdites depuis la fin du XXe siècle, la façon de préparer ce plat est entrée dans l'histoire de la gastronomie tout en sortant des assiettes des gourmets. ",
            "transliteration": "Ortolans à la provençale"
        },
        "L'Osier": {
            "definitional_context": "L'Osier est un restaurant de cuisine française classique classé 3 étoiles au Guide Michelin, et situé à Chūō-ku, Tokyo,,, au deuxième étage de son propre bâtiment dans le quartier de Ginza. Le chef cuisinier est Olivier Chaignon. ",
            "transliteration": "L'Osier"
        },
        "Pain de viande": {
            "definitional_context": "Le pain de viande ou rôti haché est une préparation culinaire à base de viande. Ce mets est constitué d’un mélange de viande hachée , de mie de pain trempée dans du lait, d'oignons, d'œuf et de diverses épices, cuit au four ou en marmite. Au Canada, plusieurs recettes traditionnelles ajoutent de la sauce tomate avant la cuisson au four, ce qui permet au pain de viande de mieux conserver son humidité tout en lui procurant plus de saveurs.",
            "transliteration": "Pain de viande"
        },
        "Petit salé": {
            "definitional_context": "Le petit salé ou petit-salé est une recette de cuisine traditionnelle de la cuisine française, à base de mélange de certains morceaux de viande de porc salés, généralement cuisinés avec des lentilles, ou légumes . ",
            "transliteration": "Petit salé"
        },
        "Pied de cochon grillé": {
            "definitional_context": "Un pied de cochon grillé est une spécialité culinaire traditionnelle des cuisine française et cuisine lyonnaise, à base de pied de cochon pané et grillé. ",
            "transliteration": "Pied de cochon grillé"
        },
        "Pinyata de Collioure": {
            "definitional_context": "La pinyata de Collioure ou pignata de Collioure est une recette de cuisine de tradition roussillonnaise à base de fruits de mer. ",
            "transliteration": "Pinyata de Collioure"
        },
        "Poichichade": {
            "definitional_context": "La Poichichade, également appelée céserade , est une purée de pois chiches originaire du sud de la France. Cette spécialité culinaire, similaire au houmous mais dépourvue de tahiné dans sa composition, est répandue dans toute la région méridionale. Sa popularité découle en grande partie de la culture ancestrale du pois chiche, présente depuis le Moyen Âge voire l'Antiquité dans certaines zones.",
            "transliteration": "Poichichade"
        },
        "Poire Belle-Hélène": {
            "definitional_context": "La poire Belle-Hélène est un dessert à base de poires pochées dans un sirop, accompagnées d'une glace à la vanille et nappées de chocolat chaud. ",
            "transliteration": "Poire Belle-Hélène"
        },
        "Poireau vinaigrette": {
            "definitional_context": "Le poireau vinaigrette est un plat traditionnel de la cuisine française. C'est un plat français classique, souvent servi dans les cafés et bistrots traditionnels. Pour préparer le plat, une vinaigrette à la moutarde est servie sur des poireaux bouillis.",
            "transliteration": "Poireau vinaigrette"
        },
        "Pommes Anna": {
            "definitional_context": "Les pommes Anna sont une recette classique de la cuisine française, une sorte de « gâteau » de pommes de terre émincées, assaisonnées au beurre, puis cuites au four. ",
            "transliteration": "Pommes Anna"
        },
        "Pommes de terre fondantes": {
            "definitional_context": "Les pommes de terre fondantes sont une méthode de préparation des pommes de terre qui consiste traditionnellement à les couper en cylindres, à faire dorer les extrémités puis à les rôtir lentement dans du beurre et du bouillon. ",
            "transliteration": "Pommes de terre fondantes"
        },
        "Pommes soufflées": {
            "definitional_context": "Les pommes soufflées sont des pommes de terre coupées en tranches de 3 mm, frites dans deux bains successifs, le premier moyennement chaud , le second bien chaud ce qui les fait gonfler en coques légères et appétissantes,. Elles sont servies en accompagnement de plats de viande ou de poisson. ",
            "transliteration": "Pommes soufflées"
        },
        "Porchetta": {
            "definitional_context": "La porchetta est une spécialité culinaire traditionnelle de nombreuses régions d'Italie et du pays niçois, en France, à base de cochon farci. ",
            "transliteration": "Porchetta"
        },
        "Pot-au-feu": {
            "definitional_context": "Le pot-au-feu est une recette de cuisine traditionnelle emblématique historique de la cuisine française, et du repas gastronomique des Français, à base de viande de bœuf cuisant longuement à feu très doux dans un bouillon de légumes . La présence de pommes de terre est discutée, puisqu’elles ne faisaient pas partie de la recette d’origine, la pomme de terre n’ayant été introduite en France par Parmentier qu’à la fin du XVIIIe siècle. Historiquement, c’est plutôt le panais qui jouait son rôle.",
            "transliteration": "Pot-au-feu"
        },
        "Potage de Crécy": {
            "definitional_context": "Le potage de Crécy, potage Crécy, potage à la Crécy, purée à la Crécy ou crème à la Crécy,,, est une soupe ayant pour principal ingrédient la carotte. Elle peut être préparée à base de crème ou de bouillon. D'autres légumes, des légumes-racines et divers autres ingrédients peuvent être utilisés dans sa préparation.",
            "transliteration": "Potage de Crécy"
        },
        "Poularde": {
            "definitional_context": "La poularde est une poulette domestique qui n'a pas encore pondu, engraissée par une nourriture riche de céréales et de produits laitiers. Les filets sont longs et larges, les pilons ronds, les muscles infiltrés de graisse donnent une chair fine et fondante,. Plus ronde, plus lourde et grasse que le poulet, âgée de 112 jours minimum dans la réglementation agricole française, elle offre une excellence gustative reconnue par les amateurs.",
            "transliteration": "Poularde"
        },
        "Poularde Albuféra": {
            "definitional_context": "La poularde Albuféra est une poularde farcie, pochée, nappée d'une sauce Albuféra et richement garnie de truffes, rognons de coq, quenelles, etc., emblématique de la riche cuisine du XIXe siècle. Elle était servie sous le Second Empire dans le restaurant le plus couru de Paris : le Café Anglais. ",
            "transliteration": "Poularde Albuféra"
        },
        "Poule au pot": {
            "definitional_context": "La poule au pot est une recette de cuisine traditionnelle de la cuisine française, ainsi qu'une spécialité de la cuisine gersoise et du Béarn, à base de pot-au-feu ou potée de poule cuite au bouillon, dans une cocotte, avec des légumes . À l'image du coq au vin, elle devient un des emblèmes de la France, lorsque l'histoire de France veut que le roi de France Henri IV institue et démocratise la poule au pot au XVIIe siècle comme « plat national français » en citant : « Si Dieu me donne encore de la vie, je ferai qu’il n’y aura point de laboureur en mon Royaume qui n’ait moyen d’avoir une poule dans son pot », ou « Je veux que chaque laboureur de mon royaume puisse mettre la poule au pot le dimanche. » ",
            "transliteration": "Poule au pot"
        },
        "Poulet au maroilles": {
            "definitional_context": "Le poulet au maroilles est un mets originaire du Nord-Pas-de-Calais constitué de morceaux de poulet revenus dans du beurre avec des oignons hachés finement, le tout cuit dans une sauce à la bière agrémentée de maroilles et de crème fraîche. ",
            "transliteration": "Poulet au maroilles"
        },
        "Poulet chasseur": {
            "definitional_context": "Le poulet chasseur, poulet à la chasseur ou poulet sauté chasseur est un plat à base de poulet qui fait partie de la cuisine française,,. Les principaux ingrédients du poulet chasseur sont du poulet sauté et une sauce chasseur réduite préparée à base de tomates, de champignons, d'oignons, de vin blanc, de brandy et d'estragon. Plusieurs autres plats dans le monde partagent ces noms, mais chaque version est très différente, avec peu ou pas de similitudes, hormis l'utilisation du poulet.",
            "transliteration": "Poulet chasseur"
        },
        "Praline amande": {
            "definitional_context": "La praline, amande confite ou caramélisée, chouchou, est un bonbon constitué d'une amande, ou plus rarement d'une noisette ou d'une cacahuète, rissolée dans du sucre cuit, lequel peut être teinté et parfumé de diverses manières,. ",
            "transliteration": "Praline amande"
        },
        "Quatre-quarts": {
            "definitional_context": "Le quatre-quarts est un gâteau qui tire son nom du fait que les quatre ingrédients qui le composent y sont en quantité égale , et donc représentent chacun un quart. ",
            "transliteration": "Quatre-quarts"
        },
        "Quiche": {
            "definitional_context": "La quiche est une tarte salée garnie, à base d'œufs battus et de crème. Elle connait diverses variantes depuis le Moyen Âge. La quiche lorraine — elle-même sujette à une diversité locale — devient, au XIXe siècle, une spécialité de la cuisine française.",
            "transliteration": "Quiche"
        },
        "Quiche lorraine": {
            "definitional_context": "La quiche lorraine est une variante de quiche, une tarte salée de la cuisine lorraine et de la cuisine française, à base de pâte brisée ou de pâte feuilletée, de migaine et de lardons. ",
            "transliteration": "Quiche lorraine"
        },
        "Repas baconique": {
            "definitional_context": "Un repas baconique était un repas français entièrement composé de diverses préparations de porc, frais ou salé. Le terme aurait été utilisé jusqu'au XVIe siècle et « prouve que le mot bacon est bien un mot d'origine française » selon le Larousse. ",
            "transliteration": "Repas baconique"
        },
        "Rillettes": {
            "definitional_context": "Les rillettes sont une préparation culinaire de viande de porc ou de volaille ou de poisson , voire de crustacé , cuite longuement à feu doux dans la graisse. Ensuite, les filaments de chair se détachent facilement et forment des « rillettes ». En refroidissant, la graisse remonte.",
            "transliteration": "Rillettes"
        },
        "Rillettes de Tours": {
            "definitional_context": "Les rillettes de Tours, spécialité gastronomique tourangelle consistent en une préparation de viande de porc bénéficiant d'une indication géographique protégée, couvrant le département d'Indre-et-Loire et les cantons des départements limitrophes à l’exception de ceux de la Sarthe. ",
            "transliteration": "Rillettes de Tours"
        },
        "Risoni": {
            "definitional_context": "Les risoni ou pépinettes, en France, également appelées orzo ou « langue d'oiseau » sont un type de pâtes alimentaires de forme similaire à de gros grains de riz. Malgré leurs noms et formes, elles sont généralement constituées de blé. Elles font partie de la cuisine traditionnelle de l'est de la France, de la Lorraine à la Provence, où elles prennent le nom de pépinettes ou riewele selon la région.",
            "transliteration": "Risoni"
        },
        "Riz au lait": {
            "definitional_context": "Le riz au lait est une spécialité culinaire sucrée composée au moins de riz cuit dans du lait puis sucré. Il est souvent aromatisé à la cannelle ou à la vanille, complété d'œufs battus, nappé de caramel, parfumé à l'eau de rose, accompagné de raisins secs. Au Québec pudding au riz se dit pour riz au lait.",
            "transliteration": "Riz au lait"
        },
        "Rôti de porc": {
            "definitional_context": "Le rôti de porc est un plat principal à base de porc braisé. Il est généralement accompagné de pommes de terre et d'autres légumes qui ont été cuits au four dans le jus de la viande. ",
            "transliteration": "Rôti de porc"
        },
        "Sanquette": {
            "definitional_context": "La sanquette est une préparation culinaire d'un gros quart Sud-Ouest de la France, de la Gascogne à l'Auvergne, à base de sang. Elle est préparée au moment même de l'abattage de la volaille ou de l'agneau par une saignée. ",
            "transliteration": "Sanquette"
        },
        "Sauce charcutière": {
            "definitional_context": "La sauce charcutière ou parfois sauce à la charcutière est composée d'une base de sauce au vin blanc, moutardée, avec ou sans coulis de tomate, additionnée de cornichons hachés. Elle est souvent servie avec des grillades de porc,,. La côte de porc charcutière est un plat populaire de la cuisine française.",
            "transliteration": "Sauce charcutière"
        },
        "Sauce mère": {
            "definitional_context": "Dans la cuisine française, les sauces mères, également appelées grandes sauces ou sauces de tête, sont un groupe de recettes de sauces sur lesquelles reposent de nombreuses autres sauces, les « sauces filles » ou « petites sauces ». Il existe différentes classifications des sauces mères qui remontent au XIXe siècle. ",
            "transliteration": "Sauce mère"
        },
        "Sauce vénitienne": {
            "definitional_context": "La sauce vénitenne est une sauce classique de la cuisine française qui accompagne le poisson. Elle est composée d'une sauce vin blanc, d'un fumet de poisson, d'une quantité égale de vinaigre à l'estragon et de vin blanc réduits avec échalotes hachées et cerfeuil. Elle est filtrée après cuisson et additionnée de beurre vert, de cerfeuil et d'estragon hachés.",
            "transliteration": "Sauce vénitienne"
        },
        "Sauce chateaubriand": {
            "definitional_context": "Une sauce chateaubriand est une sauce associée à l'origine au chateaubriand, spécialité culinaire gastronomique de la cuisine française, à base de fond brun, vin blanc, beurre, échalote et bouquet garni, du nom de l'écrivain français du XIXe siècle François-René de Chateaubriand. ",
            "transliteration": "Sauce chateaubriand"
        },
        "Sauté Marengo": {
            "definitional_context": "Le sauté Marengo est une préparation culinaire à base de viande. ",
            "transliteration": "Sauté Marengo"
        },
        "Sole meunière": {
            "definitional_context": "La sole meunière est un plat de poisson classique de la cuisine française. Il est constitué d'une sole de préférence entière, mais dont on a ôté la peau grise, enrobée de farine et frite dans du beurre à la poêle. On peut aussi se contenter d'utiliser des filets de sole.",
            "transliteration": "Sole meunière"
        },
        "Soufflé": {
            "definitional_context": "Un soufflé est une préparation culinaire salée ou sucrée, chaude, qui incorpore des blancs d'œufs montés en neige. Un soufflé glacé est une préparation glacée qui incorpore de la crème fouettée. Dans les deux cas ces mousses donnent une texture aérienne et légère tant que le soufflé ne retombe pas...",
            "transliteration": "Soufflé"
        },
        "Soufflé au fromage": {
            "definitional_context": "Le soufflé au fromage est un soufflé chaud, salé ou sucré, relevé au fromage. Il en existe de nombreuses variantes avec les divers fromages du monde. ",
            "transliteration": "Soufflé au fromage"
        },
        "Steak au poivre": {
            "definitional_context": "Le steak au poivre ou filet mignon au poivre est un plat de la cuisine française, composé d'un filet mignon de bœuf et d'une sauce au poivre,,. Les grains de poivre forment une croûte sur le steak une fois qu'il est cuit. ",
            "transliteration": "Steak au poivre"
        },
        "Steak frites": {
            "definitional_context": "Le steak frites est un plat fréquemment servi en brasserie et dans les restaurants. C'est également un plat familial dans les contrées où les frites font partie des habitudes culinaires. Étant le plat principal, il peut être précédé d'une entrée, et suivi de fromages et/ou desserts.",
            "transliteration": "Steak frites"
        },
        "Subric": {
            "definitional_context": "Un subric est un mets classique de la cuisine française, très en vogue au début du XXe siècle. Les subrics ressemblent à des petites galettes, ou crêpes épaisses, souvent de la taille d'un petit macaron, ce qui permet alors de les manger d'une bouchée. Ils peuvent être servis en amuse-gueule, en hors-d’œuvre chauds, en entrée ou comme garniture de plats divers.",
            "transliteration": "Subric"
        },
        "Tartare de saumon": {
            "definitional_context": "Un tartare de saumon est un plat de la cuisine française, reprenant le principe du steak tartare , mais en l'appliquant au saumon. Pour s’accommoder à la chair de poisson, ce plat conserve la salade, à laquelle il est parfois mélangé, différentes épices telles que de la ciboulette ou de l'aneth, du citron, des condiments, des fruits et des légumes. ",
            "transliteration": "Tartare de saumon"
        },
        "Tarte à la tomate": {
            "definitional_context": "La tarte à la tomate ou tarte fine à la tomate, est une spécialité française cuite au four consistant en une tarte de tomates découpées et disposées sur une pâte brisée ou feuilletée. La préparation est en général agrémentée de moutarde. ",
            "transliteration": "Tarte à la tomate"
        },
        "Tête de veau": {
            "definitional_context": "La tête de veau est un plat consommé en Europe, notamment en France, en Belgique, en Allemagne, en Suisse et en Italie où c'est un repas de Noël traditionnel. Ce plat est préparé à partir de la tête d'un veau. ",
            "transliteration": "Tête de veau"
        },
        "Tournedos Rossini": {
            "definitional_context": "Le tournedos Rossini est une spécialité culinaire gastronomique traditionnelle française, à base de tournedos de bœuf accompagné de foie gras poêlé, et de lamelles de truffe, servi avec une sauce madère,. Il aurait été créé en l'honneur du compositeur de musique classique et gastronome italien Gioachino Rossini et réalisé, selon les chroniqueurs, par les chefs cuisinier Modeste Magny, Casimir Moisson ou Marie-Antoine Carême. En plus de ces cuisiniers, une autre tradition affecte la création au doctor Louis-Désiré Véron.",
            "transliteration": "Tournedos Rossini"
        },
        "Tourte berrichonne": {
            "definitional_context": "La tourte berrichonne, ou truffiat, est un plat traditionnel du Berry à base de pommes de terre , d'oignon, de persil plat, de crème fraîche et avec une pâte feuilletée. ",
            "transliteration": "Tourte berrichonne"
        },
        "Tripes": {
            "definitional_context": "Les tripes sont des abats préparés à partir de l'estomac des ruminants, étymologie du substantif « tripe, ». ",
            "transliteration": "Tripes"
        },
        "Truffe noire": {
            "definitional_context": "Tuber melanosporum, la Truffe à spore noire, Truffe du Périgord ou Truffe noire, est une espèce de champignons comestibles de la famille des Tuberaceae dans la classe des ascomycètes. Ce champignon est hypogé et vit en symbiose avec un arbre . Il est donc mycorhizé, ce qui veut dire qu'il a besoin d'un arbre hôte, et saprophyte car il se nourrit de matières organiques de végétaux en décomposition.",
            "transliteration": "Truffe noire"
        },
        "Truite au bleu": {
            "definitional_context": "Une truite au bleu désigne une préparation culinaire de truite arrosée de vin rouge ou de vinaigre chauds, puis cuite dans un court-bouillon composé de vin rouge ou de vinaigre, d'oignons, de sel, de citron. La recette est citée dès le 17e siècle par Nicolas de Bonnefons, dans les Délices de la campagne, et elle s'applique à saumon, brochet, carpe et truite. ",
            "transliteration": "Truite au bleu"
        },
        "Truite meunière": {
            "definitional_context": "Une truite meunière ou truite à la meunière ou truite façon meunière est une recette de cuisine traditionnelle de la cuisine française, à base de truite cuisinée au beurre meunière, déclinable en de nombreuses variantes de poissons à la meunière. ",
            "transliteration": "Truite meunière"
        },
        "Verrine (plat)": {
            "definitional_context": "Une verrine désigne, d'une part, un ustensile de cuisine, généralement en verre, qui sert à présenter un mets et, d'autre part, les préparations culinaires contenues dans ce récipient, et qui se consomment à l'aide d'une petite cuillère. Utilisée en pâtisserie, pour la première fois au milieu des années 1990, la verrine s'est rapidement imposée pour toute une gamme de mets, allant des amuse-gueule aux apéritifs dînatoires, du sucré au salé, des préparations les plus simples aux plus inventives, le tout dans un mélange original de saveurs et de couleurs. ",
            "transliteration": "Verrine (plat)"
        },
        "Viande de canard": {
            "definitional_context": "La viande de canard est le nom donné à la chair de canard utilisée par l'être humain pour son alimentation. ",
            "transliteration": "Viande de canard"
        },
        "Vol-au-vent": {
            "definitional_context": "Le vol-au-vent est, de nos jours, une charcuterie pâtissière composée d'une croûte cylindrique faite de pâte feuilletée, et d'une garniture liée d'une sauce. À l'origine, le vol-au-vent désigne formellement la croustade de pâte feuilletée, mais le sens a glissé pour inclure la garniture. Destiné à plusieurs personnes, il a un diamètre généralement de 15 à 20 cm, mais aujourd'hui, il se confond avec la bouchée individuelle de taille inférieure et la mini-bouchée de 4/5 cm appelée autrefois « bouchée mignonne ».",
            "transliteration": "Vol-au-vent"
        }
    }
}