{
    "terms": {
        "À la maréchale": {
            "definitional_context": "À la maréchale est un mode de préparation des aliments dans la haute cuisine. Les plats à la maréchale sont composés de morceaux de viande tendre, tels que des escalopes, des suprêmes, des ris de veau ou du poisson, qui sont enrobés d'œufs et de chapelure, puis sautés.",
            "transliteration": "À la maréchale"
        },
        "Aumônière": {
            "definitional_context": "Une aumônière est, à l'origine, une forme de bourse portée à la ceinture et contenant l'argent destiné à l'aumône. Par extension, c'est aussi le nom d'une spécialité gastronomique.",
            "transliteration": "Aumônière"
        },
        "Barquette aux marrons": {
            "definitional_context": "La barquette aux marrons, aussi appelée barquette à la crème de marrons, est une pâtisserie française à base de pâte sablée en forme de barquette. Elle est recouverte d'une couche épaisse de crème de marrons.",
            "transliteration": "Barquette aux marrons"
        },
        "Blanquette de veau": {
            "definitional_context": "La blanquette de veau est une recette de cuisine traditionnelle française. Elle est à base de viande de veau cuite dans un bouillon avec carotte, poireau, oignon et bouquet garni, liée en sauce blanche et aux champignons de Paris.",
            "transliteration": "Blanquette de veau"
        },
        "Bouchée à la reine": {
            "definitional_context": "La bouchée à la reine est une charcuterie pâtissière traditionnelle de la gastronomie française. Elle est constituée d'un vol-au-vent individuel et de sa garniture, souvent réalisée avec une croustade en pâte feuilletée remplie d'un salpicon salé.",
            "transliteration": "Bouchée à la reine"
        },
        "Boudin blanc truffé": {
            "definitional_context": "Le boudin blanc truffé est une préparation charcutière particulièrement appréciée lors des fêtes de fin d'année. Il est fait à base de boudin blanc classique, avec des truffes noires comme la tuber melanosporum ou la tuber brumale.",
            "transliteration": "Boudin blanc truffé"
        },
        "Boudin blanc": {
            "definitional_context": "Le boudin blanc est une préparation charcutière comprenant une viande blanche, cuite, enserrée dans un boyau. François Massialot, au début du 18e siècle, en donne la recette suivante : il faut prendre un dindon rôti, hacher les estomacs, ajouter de la pane de cochon, des oignons cuits, des fines herbes et du persil.",
            "transliteration": "Boudin blanc"
        },
        "Boudin noir": {
            "definitional_context": "Le boudin noir est l'une des plus anciennes charcuteries connues. Il est fabriqué à partir de sang, de graisse de porc et de condiments, et parfois de sang de mouton et de chèvre.",
            "transliteration": "Boudin noir"
        },
        "Bouillon de légumes": {
            "definitional_context": "Le bouillon de légumes est un liquide obtenu en faisant cuire doucement des légumes dans de l'eau bouillante. Il est servi chaud ou froid ou utilisé pour la confection de sauces et autres préparations culinaires.",
            "transliteration": "Bouillon de légumes"
        },
        "Bouquet garni": {
            "definitional_context": "Un bouquet garni est un assortiment de plantes aromatiques traditionnelles de la cuisine française.",
            "transliteration": "Bouquet garni"
        },
        "Brouet de cannelle": {
            "definitional_context": "Le brouet de cannelle, ou broet camelin, est un plat de la cuisine médiévale. Il est caractérisé par la présence de cannelle et peut désigner un bouillon, une sauce ou un potage réalisés à partir de bouillon.",
            "transliteration": "Brouet de cannelle"
        },
        "Canard à l'orange": {
            "definitional_context": "Le canard à l'orange est une spécialité culinaire de la cuisine française, originaire de la cuisine médiévale. Il est à base de canard sucré-salé à la sauce bigarade et Grand Marnier.",
            "transliteration": "Canard à l'orange"
        },
        "Canard au sang": {
            "definitional_context": "Le canard au sang est un plat traditionnel français, spécialité culinaire de Rouen. Il est composé de diverses parties d'un canard, servi avec une sauce constituée de son sang et de sa moelle osseuse, extraits au moyen d'une presse.",
            "transliteration": "Canard au sang"
        },
        "Canard aux navets": {
            "definitional_context": "Le canard braisé aux navets ou canard aux navets à la bourgeoise est une spécialité culinaire traditionnelle du sud-ouest de la France. Victor Hugo, en 1843, décrivait Poitiers en mentionnant ce plat parmi d'autres mets locaux.",
            "transliteration": "Canard aux navets"
        },
        "Cassolette": {
            "definitional_context": "Cassolette désigne initialement un petit récipient permettant la diffusion d'un encens ou d'un parfum. Par extension, le mot désigne tout ce qui exhale un parfum, et par métonymie, le parfum ou l'odeur elle-même.",
            "transliteration": "Cassolette"
        },
        "Cerises jubilé": {
            "definitional_context": "Les cerises jubilé sont un dessert à base de cerises et de liqueur flambées. Elles sont servies en tant que sauce ou avec une boule de glace à la vanille.",
            "transliteration": "Cerises jubilé"
        },
        "Charcuterie pâtissière": {
            "definitional_context": "Une charcuterie pâtissière est un produit alimentaire composé d'une pâte et d'un apprêt de viande, parfois accompagné de fromage ou de légumes. Elle peut se manger chaude, froide ou réchauffée.",
            "transliteration": "Charcuterie pâtissière"
        },
        "Chartreuse plat": {
            "definitional_context": "La chartreuse est un plat composé de divers légumes enveloppés en couches et cuits. Il est généralement accompagné de viandes de gibier ou de poissons moulés en dôme.",
            "transliteration": "Chartreuse plat"
        },
        "Chateaubriand viande": {
            "definitional_context": "Un chateaubriand est une pièce de viande de bœuf taillée dans le filet de bœuf, d'environ 2 à 4 cm. C'est également une spécialité culinaire gastronomique de la cuisine française.",
            "transliteration": "Chateaubriand viande"
        },
        "Chou farci": {
            "definitional_context": "Un chou farci est un mets traditionnel de nombreux pays du monde. À l'origine, c'était un plat byzantin utilisant la feuille de vigne pour enrouler la farce.",
            "transliteration": "Chou farci"
        },
        "Choucroute d'Alsace": {
            "definitional_context": "La choucroute d’Alsace est une préparation alimentaire traditionnelle obtenue par fermentation naturelle de chou cabus. Elle peut être accompagnée de viande ou de poisson, de bière d'Alsace ou de vin blanc du vignoble d'Alsace.",
            "transliteration": "Choucroute d'Alsace"
        },
        "Chouquette": {
            "definitional_context": "Une chouquette est une petite pâtisserie soufflée à base de pâte à choux et de perle de sucre.",
            "transliteration": "Chouquette"
        },
        "Civet": {
            "definitional_context": "Un civet est un ragoût préparé à l'aide de cive, c’est-à-dire d'oignon, ou d'autres bulbes comestibles. On prépare le civet avec du vin rouge et on mêle la sauce au sang de l'animal.",
            "transliteration": "Civet"
        },
        "Civet de cerf": {
            "definitional_context": "Le civet de cerf est un mets emblématique du repas gastronomique des Français. Connu dès l'Antiquité, sa chair, diversement cuisinée, fut de toutes les tables princières et royales au cours du Moyen Âge.",
            "transliteration": "Civet de cerf"
        },
        "Civet de chevreuil": {
            "definitional_context": "Le civet de chevreuil est un mets de la gastronomie française. Ce gibier est principalement issu de la chasse et est très prisé par les gourmets pour ses qualités organoleptiques.",
            "transliteration": "Civet de chevreuil"
        },
        "Civet de lapin": {
            "definitional_context": "Le civet de lapin, longtemps considéré comme la viande des pauvres, est l'un des mets les plus appréciés au niveau international. Connu dès l'Antiquité, il fut de toutes les tables au cours du Moyen Âge.",
            "transliteration": "Civet de lapin"
        },
        "Civet de lièvre": {
            "definitional_context": "Le civet de lièvre est l'un des mets emblématiques du repas gastronomique des Français. Il est cuisiné avec du vin rouge, des lardons, des oignons, des échalotes et des herbes de Provence.",
            "transliteration": "Civet de lièvre"
        },
        "Civet de sanglier": {
            "definitional_context": "Le civet de sanglier est un mets considéré comme l'archétype de la bonne chère. Le sanglier fournit une viande ferme et maigre, qu'il est conseillé de faire mariner.",
            "transliteration": "Civet de sanglier"
        },
        "Compotée de lièvre": {
            "definitional_context": "La compotée de lièvre est une déclinaison allégée du « lièvre à la royale ». Elle en reprend les ingrédients sans tomber dans le travers d'une préparation et d'une cuisson complexes.",
            "transliteration": "Compotée de lièvre"
        },
        "Confit byaldi": {
            "definitional_context": "Le confit byaldi est un plat réalisé par le chef français Michel Guérard en 1976. Il a été adapté par le chef américain Thomas Keller, conseiller culinaire du film Ratatouille.",
            "transliteration": "Confit byaldi"
        },
        "Confit de vin": {
            "definitional_context": "Le confit de vin ou gelée de vin peut être fait avec du vin rouge, du vin blanc, du vin rosé ou du vin doux. Ce confit est utilisé dans la cuisine en tant qu'accompagnement.",
            "transliteration": "Confit de vin"
        },
        "Confiture de lait": {
            "definitional_context": "La confiture de lait est une spécialité culinaire sucrée. Il s’agit d'un mélange de lait et de sucre, porté à ébullition, puis cuit à feu très doux jusqu’à épaississement et obtention d’une couleur caramel.",
            "transliteration": "Confiture de lait"
        },
        "Coq au vin": {
            "definitional_context": "Le coq au vin est un mets emblématique de la cuisine française, à base de découpes de coq marinées, puis braisées dans un vin rouge ou blanc. Il est agrémenté d'un bouquet garni, de lardons, de champignons, de carottes et d'oignons.",
            "transliteration": "Coq au vin"
        },
        "Coquillette": {
            "definitional_context": "Les coquillettes, ou cornettes en Suisse et en Belgique, sont une variété de pâtes alimentaires françaises préparées avec de la farine de blé dur et éventuellement des œufs. Cette forme de pâte typiquement française a été créée par l'industrie alimentaire au XIXe siècle.",
            "transliteration": "Coquillette"
        },
        "Crème caramel": {
            "definitional_context": "La crème caramel, le flan au caramel, ou la crème dessert au caramel est une crème dessert nappée d’une couche de caramel. Par opposition à la crème brûlée, la caramélisation n’est que sur le dessus.",
            "transliteration": "Crème caramel"
        },
        "Crêpe Suzette": {
            "definitional_context": "Une crêpe Suzette est un dessert français composé d'une crêpe au beurre Suzette, une sauce à base de sucre caramélisé et de beurre, de jus de mandarine ou d'orange, de zeste et de liqueur Grand Marnier ou de curaçao. Les crêpes Suzette sont généralement servies flambées.",
            "transliteration": "Crêpe Suzette"
        },
        "Crépinette": {
            "definitional_context": "Une crépinette est une préparation de viande hachée enfermée dans une crépine. Elle est de forme aplatie et diffère de la saucisse où le contenant est un boyau.",
            "transliteration": "Crépinette"
        },
        "Croissant viennoiserie": {
            "definitional_context": "Un croissant est une viennoiserie à base d'une pâte levée feuilletée spécifique, la pâte à croissant, qui comporte de la levure et une proportion importante de beurre. La première recette du croissant moderne a été créée par le chef français Sylvain Claudius Goy en 1915.",
            "transliteration": "Croissant viennoiserie"
        },
        "Croquette": {
            "definitional_context": "La croquette est un mets d'origine française répandu dans de nombreux pays d'Europe et du monde. Elle peut être consommée comme entrée, plat d’accompagnement, grignotine ou plat principal.",
            "transliteration": "Croquette"
        },
        "Cuisine bourgeoise": {
            "definitional_context": "Dans la gastronomie française, la cuisine bourgeoise est la cuisine locale des citadins aisés, par opposition à la cuisine élaborée des restaurants et à la cuisine des régions. La cuisine bourgeoise est documentée depuis le XVIIe siècle.",
            "transliteration": "Cuisine bourgeoise"
        },
        "Cuisine minceur": {
            "definitional_context": "La cuisine minceur est un genre de cuisine créé par le chef français Michel Guérard. Elle recrée des versions plus légères des plats traditionnels de la nouvelle cuisine.",
            "transliteration": "Cuisine minceur"
        },
        "Cuisines du palais de l'Élysée": {
            "definitional_context": "Les cuisines du palais de l'Élysée sont les cuisines situées au sous-sol du palais de l’Élysée. Elles sont responsables de la préparation des repas du président et de son cabinet, mais aussi des dîners d'État.",
            "transliteration": "Cuisines du palais de l'Élysée"
        },
        "Le Cuisinier impérial": {
            "definitional_context": "Le Cuisinier impérial d’André Viard est une encyclopédie culinaire. Elle a eu au moins trente-deux éditions pendant sa carrière de référence de base pour le cuisinier professionnel français.",
            "transliteration": "Le Cuisinier impérial"
        },
        "Cuisses de grenouille": {
            "definitional_context": "Les cuisses de grenouille sont une spécialité culinaire traditionnelle de la cuisine française. Elles sont préparées à base de cuisses de grenouilles et de persillade.",
            "transliteration": "Cuisses de grenouille"
        },
        "Dinde aux marrons": {
            "definitional_context": "La dinde aux marrons est un mets traditionnel du repas de Noël en France et en Suisse romande. Elle est souvent farcie avec plusieurs farces en combinaison avec des marrons.",
            "transliteration": "Dinde aux marrons"
        },
        "Dîner des Trois Empereurs": {
            "definitional_context": "Le Dîner des Trois Empereurs est un dîner qui a eu lieu au Café Anglais à Paris, le 7 juin 1867. Il a réuni le tsar Alexandre II, son fils le futur Alexandre III, et le chancelier Bismarck.",
            "transliteration": "Dîner des Trois Empereurs"
        },
        "Duxelles": {
            "definitional_context": "La duxelles se compose de fines herbes cuites, mouillées avec un peu de glace ou demi-glace et réduites avec les fines herbes. La Duxelles de champignons est un hachis de champignons de Paris hachés et étuvés au beurre avec des oignons et des échalotes.",
            "transliteration": "Duxelles"
        },
        "Endive au jambon": {
            "definitional_context": "L’endive au jambon est un plat typique du Nord-Pas-de-Calais, de la Belgique et des Pays-Bas. Il se présente sous la forme d'un gratin d'endives enroulées dans des tranches de jambon.",
            "transliteration": "Endive au jambon"
        },
        "Escalope de saumon à l'oseille": {
            "definitional_context": "Le saumon à l'oseille ou escalope de saumon à l’oseille est un plat gastronomique français. Il est emblématique du restaurant gastronomique Troisgros de Roanne et de la nouvelle cuisine des années 1970.",
            "transliteration": "Escalope de saumon à l'oseille"
        },
        "Feuilleté de saucisse": {
            "definitional_context": "Un feuilleté de saucisse ou roulés de saucisse est un snack salé, populaire dans les nations du Commonwealth. Ils sont vendus dans des points de vente au détail et sont également disponibles dans les boulangeries en tant qu'aliments à emporter.",
            "transliteration": "Feuilleté de saucisse"
        },
        "Florentine (terme culinaire)": {
            "definitional_context": "Florentine ou à la florentine est un terme culinaire de la cuisine française désignant des plats qui comprennent des épinards cuits. Ils sont souvent accompagnés de sauce Mornay, de beurre ou de crème.",
            "transliteration": "Florentine (terme culinaire)"
        },
        "Fond blanc": {
            "definitional_context": "En cuisine, un fond blanc est un bouillon réalisé à partir de veau ou de volaille et de légumes. Il est un ingrédient de la sauce blanche ou allemande, de l’aurore, de la poulette, etc.",
            "transliteration": "Fond blanc"
        },
        "Friand": {
            "definitional_context": "Le friand est une charcuterie pâtissière salée, composée de pâte feuilletée et garnie de préparations variées. Il est couramment en forme de petit pain roulé et fourré d'un hachis mixte.",
            "transliteration": "Friand"
        },
        "Fricassée": {
            "definitional_context": "La fricassée est une préparation culinaire qui consiste à faire sauter une viande avec un corps gras. La cuisson se fait à découvert, et on peut lier la sauce.",
            "transliteration": "Fricassée"
        },
        "Fromage de tête": {
            "definitional_context": "Le fromage de tête ou tête pressée est une charcuterie d'origine européenne. Il s'agit d'une sorte de pâté fait d'un hachis de viandes cuites.",
            "transliteration": "Fromage de tête"
        },
        "Galette de sarrasin": {
            "definitional_context": "La galette de sarrasin est un type de crêpe salée à base de farine de sarrasin. Cet article recense plusieurs types de galettes de sarrasin.",
            "transliteration": "Galette de sarrasin"
        },
        "Ganache": {
            "definitional_context": "La ganache, ou crème ganache, est une préparation de chocolat et de crème fraîche. Elle est utilisée en pâtisserie.",
            "transliteration": "Ganache"
        },
        "Hachis parmentier": {
            "definitional_context": "Le hachis Parmentier est un plat à base de purée de pommes de terre et de viande de bœuf hachée. Ce gratin doit son nom à l'apothicaire Antoine Parmentier.",
            "transliteration": "Hachis parmentier"
        },
        "Haricots rouges à la vigneronne": {
            "definitional_context": "Les haricots rouges à la vigneronne sont un mets des terroirs viticoles français. Ils sont à base de haricots rouges cuisinés avec du vin rouge et du lard.",
            "transliteration": "Haricots rouges à la vigneronne"
        },
        "Homard à l'américaine": {
            "definitional_context": "Le homard à l'américaine ou homard à l'armoricaine est une spécialité culinaire traditionnelle de la cuisine parisienne. Il est à base de homard à la sauce américaine.",
            "transliteration": "Homard à l'américaine"
        },
        "Homard Newberg": {
            "definitional_context": "Le homard Newberg est un plat de fruits de mer américain à base de homard, de beurre, de crème, de cognac, de sherry et d'œufs. Une légende affirme que le plat a été inventé par Ben Wenberg, un capitaine de navire.",
            "transliteration": "Homard Newberg"
        },
        "Homard Thermidor": {
            "definitional_context": "Le homard Thermidor est une spécialité culinaire gastronomique de la cuisine parisienne. Il est à base de homard gratiné avec une sauce Thermidor.",
            "transliteration": "Homard Thermidor"
        },
        "Jambonette": {
            "definitional_context": "La jambonnette est une forme de charcuterie composée de parties égales de viande de porc et de lard hachés enfermés dans une couenne. Il peut également désigner le jambon farci ou la cuisse de volaille.",
            "transliteration": "Jambonette"
        },
        "Jambonneau": {
            "definitional_context": "Le jambonneau est un terme culinaire français désignant l'extrémité du jarret de porc ou un petit jambon. Il est consommé frais, salé ou fumé.",
            "transliteration": "Jambonneau"
        },
        "L'Art culinaire": {
            "definitional_context": "L'Art culinaire était un magazine gastronomique bi-hebdomadaire destiné aux chefs professionnels.",
            "transliteration": "L'Art culinaire"
        },
        "Le Pot-au-feu": {
            "definitional_context": "Le Pot-au-feu : journal de cuisine pratique et d'économie domestique, appelé plus tard Le pot-au-feu et les Bonnes recettes réunies, était un magazine de cuisine bi-hebdomadaire publié à Paris de 1893 à 1956. Il s'adressait principalement aux ménagères bourgeoises.",
            "transliteration": "Le Pot-au-feu"
        },
        "Lièvre à la royale": {
            "definitional_context": "Le lièvre à la royale est un plat de gibier emblématique de la gastronomie française. Il en existe deux recettes concurrentes : l'une s'apparente à un civet cuit à l'étouffée, l'autre prend la forme d'une galantine chaude farcie au foie gras et truffes.",
            "transliteration": "Lièvre à la royale"
        },
        "Maquereau au vin blanc": {
            "definitional_context": "Le maquereau au vin blanc est un mets de la cuisine française. Déjà consommé au milieu du XVIIIe siècle sous le nom de « maquereaux en gras », il est devenu populaire à la fin du XIXe siècle.",
            "transliteration": "Maquereau au vin blanc"
        },
        "Poulet Marengo": {
            "definitional_context": "Le poulet Marengo est une recette de cuisine traditionnelle à base de morceaux de poulet mijotés dans une sauce à la tomate et au vin blanc. Elle est créée et baptisée du nom de la victoire historique du premier consul Napoléon Bonaparte du 14 juin 1800, à la bataille de Marengo.",
            "transliteration": "Poulet Marengo"
        },
        "Mont-blanc (gâteau)": {
            "definitional_context": "Mont-blanc désigne un gâteau d'origine française à base de crème de marrons et de crème fouettée. Dans sa version contemporaine, il est formé d'une base de meringue garnie de crème chantilly, recouverte d'une crème de marrons passée au tamis pour former des vermicelles.",
            "transliteration": "Mont-blanc (gâteau)"
        },
        "Mousse au chocolat": {
            "definitional_context": "La mousse au chocolat est un dessert dont la composition traditionnelle comporte au minimum du chocolat et du blanc d'œuf monté en neige. Elle peut parfois être agrémentée de jaune d’œuf, de sucre ou de crème montée, d'épices ou de zestes d'agrumes.",
            "transliteration": "Mousse au chocolat"
        },
        "Œuf en gelée": {
            "definitional_context": "L’œuf en gelée est une entrée froide d'œuf mollet ou poché pris dans une gelée clarifiée à base de bouillon de viande. Il est servi le plus souvent en portion individuelle moulée, classiquement garni de jambon blanc et d'estragon.",
            "transliteration": "Œuf en gelée"
        },
        "Œuf mayonnaise": {
            "definitional_context": "L'œuf mayonnaise est un œuf dur froid et coupé en deux, accompagné de mayonnaise. Cette recette d'œufs durs a pris une dimension symbolique de cuisine simple, sans sophistication, dans la tradition de la bistronomie.",
            "transliteration": "Œuf mayonnaise"
        },
        "Œuf mimosa": {
            "definitional_context": "L'œuf mimosa est un œuf dur farci dont le blanc est rempli de mayonnaise ou d'un mélange à base de mayonnaise. Il est ensuite saupoudré de jaune cuit écrasé en petits grains évoquant la fleur de mimosa et d'herbes vertes, couramment du persil.",
            "transliteration": "Œuf mimosa"
        },
        "Œuf Toupinel": {
            "definitional_context": "Les œufs Toupinel sont des œufs pochés ou non dans des pommes de terre au four cuites dans leur peau, garnies de purée et d'épinards et nappées de sauce Mornay. Ce mode d'apprêt a reçu une infinité de noms, mais le nom ancien - œufs parmentière - est souvent préféré.",
            "transliteration": "Œuf Toupinel"
        },
        "Ortolans à la provençale": {
            "definitional_context": "Les ortolans à la provençale sont un mets dont Alexandre Dumas donne la recette dans son Grand livre de la cuisine paru en 1873. La chasse et la commercialisation des ortolans étant interdites depuis la fin du XXe siècle, la façon de préparer ce plat est entrée dans l'histoire de la gastronomie.",
            "transliteration": "Ortolans à la provençale"
        },
        "L'Osier": {
            "definitional_context": "L'Osier est un restaurant de cuisine française classique classé 3 étoiles au Guide Michelin, situé à Chūō-ku, Tokyo. Le chef cuisinier est Olivier Chaignon.",
            "transliteration": "L'Osier"
        },
        "Pain de viande": {
            "definitional_context": "Le pain de viande est une préparation culinaire à base de viande. Ce mets est constitué d’un mélange de viande hachée, de mie de pain trempée dans du lait, d'oignons, d'œuf et de diverses épices, cuit au four ou en marmite.",
            "transliteration": "Pain de viande"
        },
        "Petit salé": {
            "definitional_context": "Le petit salé est une recette de cuisine traditionnelle à base de morceaux de viande de porc salés. Il est généralement cuisiné avec des lentilles ou des légumes.",
            "transliteration": "Petit salé"
        },
        "Pied de cochon grillé": {
            "definitional_context": "Un pied de cochon grillé est une spécialité culinaire traditionnelle à base de pied de cochon pané et grillé.",
            "transliteration": "Pied de cochon grillé"
        },
        "Pinyata de Collioure": {
            "definitional_context": "La pinyata de Collioure est une recette de cuisine de tradition roussillonnaise à base de fruits de mer.",
            "transliteration": "Pinyata de Collioure"
        },
        "Poichichade": {
            "definitional_context": "La Poichichade, également appelée céserade, est une purée de pois chiches originaire du sud de la France. Cette spécialité culinaire est similaire au houmous mais dépourvue de tahiné dans sa composition.",
            "transliteration": "Poichichade"
        },
        "Poire Belle-Hélène": {
            "definitional_context": "La poire Belle-Hélène est un dessert à base de poires pochées dans un sirop, accompagnées d'une glace à la vanille et nappées de chocolat chaud.",
            "transliteration": "Poire Belle-Hélène"
        },
        "Poireau vinaigrette": {
            "definitional_context": "Le poireau vinaigrette est un plat traditionnel de la cuisine française. Pour préparer le plat, une vinaigrette à la moutarde est servie sur des poireaux bouillis.",
            "transliteration": "Poireau vinaigrette"
        },
        "Pommes Anna": {
            "definitional_context": "Les pommes Anna sont une recette classique de la cuisine française, une sorte de « gâteau » de pommes de terre émincées, assaisonnées au beurre, puis cuites au four.",
            "transliteration": "Pommes Anna"
        },
        "Pommes de terre fondantes": {
            "definitional_context": "Les pommes de terre fondantes sont une méthode de préparation des pommes de terre qui consiste à les couper en cylindres, à faire dorer les extrémités puis à les rôtir lentement dans du beurre et du bouillon.",
            "transliteration": "Pommes de terre fondantes"
        },
        "Pommes soufflées": {
            "definitional_context": "Les pommes soufflées sont des pommes de terre coupées en tranches de 3 mm, frites dans deux bains successifs. Le premier bain est moyennement chaud, le second bien chaud, ce qui les fait gonfler en coques légères et appétissantes.",
            "transliteration": "Pommes soufflées"
        },
        "Porchetta": {
            "definitional_context": "La porchetta est une spécialité culinaire traditionnelle de nombreuses régions d'Italie et du pays niçois, à base de cochon farci.",
            "transliteration": "Porchetta"
        },
        "Pot-au-feu": {
            "definitional_context": "Le pot-au-feu est une recette de cuisine traditionnelle emblématique de la cuisine française, à base de viande de bœuf cuisant longuement à feu très doux dans un bouillon de légumes. Historiquement, c’est plutôt le panais qui jouait le rôle de la pomme de terre.",
            "transliteration": "Pot-au-feu"
        },
        "Potage de Crécy": {
            "definitional_context": "Le potage de Crécy est une soupe ayant pour principal ingrédient la carotte. Elle peut être préparée à base de crème ou de bouillon.",
            "transliteration": "Potage de Crécy"
        },
        "Poularde": {
            "definitional_context": "La poularde est une poulette domestique qui n'a pas encore pondu, engraissée par une nourriture riche de céréales et de produits laitiers. Les filets sont longs et larges, les pilons ronds, et les muscles infiltrés de graisse donnent une chair fine et fondante.",
            "transliteration": "Poularde"
        },
        "Poularde Albuféra": {
            "definitional_context": "La poularde Albuféra est une poularde farcie, pochée, nappée d'une sauce Albuféra et richement garnie de truffes, rognons de coq, quenelles, etc. Elle était servie sous le Second Empire dans le restaurant le plus couru de Paris : le Café Anglais.",
            "transliteration": "Poularde Albuféra"
        },
        "Poule au pot": {
            "definitional_context": "La poule au pot est une recette de cuisine traditionnelle à base de pot-au-feu ou potée de poule cuite au bouillon, dans une cocotte, avec des légumes. Elle devient un des emblèmes de la France lorsque le roi Henri IV institue et démocratise la poule au pot au XVIIe siècle comme « plat national français ».",
            "transliteration": "Poule au pot"
        },
        "Poulet au maroilles": {
            "definitional_context": "Le poulet au maroilles est un mets originaire du Nord-Pas-de-Calais constitué de morceaux de poulet revenus dans du beurre avec des oignons hachés finement. Le tout est cuit dans une sauce à la bière agrémentée de maroilles et de crème fraîche.",
            "transliteration": "Poulet au maroilles"
        },
        "Poulet chasseur": {
            "definitional_context": "Le poulet chasseur est un plat à base de poulet sauté et d'une sauce chasseur réduite préparée à base de tomates, de champignons, d'oignons, de vin blanc, de brandy et d'estragon.",
            "transliteration": "Poulet chasseur"
        },
        "Praline amande": {
            "definitional_context": "La praline est un bonbon constitué d'une amande, ou plus rarement d'une noisette ou d'une cacahuète, rissolée dans du sucre cuit. Le sucre peut être teinté et parfumé de diverses manières.",
            "transliteration": "Praline amande"
        },
        "Quatre-quarts": {
            "definitional_context": "Le quatre-quarts est un gâteau qui tire son nom du fait que les quatre ingrédients qui le composent y sont en quantité égale.",
            "transliteration": "Quatre-quarts"
        },
        "Quiche": {
            "definitional_context": "La quiche est une tarte salée garnie, à base d'œufs battus et de crème. Elle connait diverses variantes depuis le Moyen Âge.",
            "transliteration": "Quiche"
        },
        "Quiche lorraine": {
            "definitional_context": "La quiche lorraine est une variante de quiche, une tarte salée à base de pâte brisée ou de pâte feuilletée, de migaine et de lardons.",
            "transliteration": "Quiche lorraine"
        },
        "Repas baconique": {
            "definitional_context": "Un repas baconique était un repas entièrement composé de diverses préparations de porc, frais ou salé. Le terme aurait été utilisé jusqu'au XVIe siècle.",
            "transliteration": "Repas baconique"
        },
        "Rillettes": {
            "definitional_context": "Les rillettes sont une préparation culinaire de viande de porc ou de volaille ou de poisson, cuite longuement à feu doux dans la graisse. Ensuite, les filaments de chair se détachent facilement et forment des « rillettes ».",
            "transliteration": "Rillettes"
        },
        "Rillettes de Tours": {
            "definitional_context": "Les rillettes de Tours consistent en une préparation de viande de porc bénéficiant d'une indication géographique protégée. Elles couvrent le département d'Indre-et-Loire et les cantons des départements limitrophes à l’exception de ceux de la Sarthe.",
            "transliteration": "Rillettes de Tours"
        },
        "Risoni": {
            "definitional_context": "Les risoni, également appelées orzo ou « langue d'oiseau », sont un type de pâtes alimentaires de forme similaire à de gros grains de riz. Elles sont généralement constituées de blé.",
            "transliteration": "Risoni"
        },
        "Riz au lait": {
            "definitional_context": "Le riz au lait est une spécialité culinaire sucrée composée au moins de riz cuit dans du lait puis sucré. Il est souvent aromatisé à la cannelle ou à la vanille, complété d'œufs battus, nappé de caramel, parfumé à l'eau de rose, accompagné de raisins secs.",
            "transliteration": "Riz au lait"
        },
        "Rôti de porc": {
            "definitional_context": "Le rôti de porc est un plat principal à base de porc braisé. Il est généralement accompagné de pommes de terre et d'autres légumes qui ont été cuits au four dans le jus de la viande.",
            "transliteration": "Rôti de porc"
        },
        "Sanquette": {
            "definitional_context": "La sanquette est une préparation culinaire à base de sang. Elle est préparée au moment même de l'abattage de la volaille ou de l'agneau par une saignée.",
            "transliteration": "Sanquette"
        },
        "Sauce charcutière": {
            "definitional_context": "La sauce charcutière est composée d'une base de sauce au vin blanc, moutardée, avec ou sans coulis de tomate, additionnée de cornichons hachés. Elle est souvent servie avec des grillades de porc.",
            "transliteration": "Sauce charcutière"
        },
        "Sauce mère": {
            "definitional_context": "Dans la cuisine française, les sauces mères sont un groupe de recettes de sauces sur lesquelles reposent de nombreuses autres sauces, les « sauces filles » ou « petites sauces ». Il existe différentes classifications des sauces mères qui remontent au XIXe siècle.",
            "transliteration": "Sauce mère"
        },
        "Sauce vénitienne": {
            "definitional_context": "La sauce vénitienne est une sauce classique qui accompagne le poisson. Elle est composée d'une sauce vin blanc, d'un fumet de poisson, d'une quantité égale de vinaigre à l'estragon et de vin blanc réduits avec échalotes hachées et cerfeuil.",
            "transliteration": "Sauce vénitienne"
        },
        "Sauce chateaubriand": {
            "definitional_context": "Une sauce chateaubriand est une sauce associée à l'origine au chateaubriand, spécialité culinaire gastronomique à base de fond brun, vin blanc, beurre, échalote et bouquet garni. Elle porte le nom de l'écrivain français du XIXe siècle François-René de Chateaubriand.",
            "transliteration": "Sauce chateaubriand"
        },
        "Sauté Marengo": {
            "definitional_context": "Le sauté Marengo est une préparation culinaire à base de viande.",
            "transliteration": "Sauté Marengo"
        },
        "Sole meunière": {
            "definitional_context": "La sole meunière est un plat de poisson classique. Il est constitué d'une sole de préférence entière, enrobée de farine et frite dans du beurre à la poêle.",
            "transliteration": "Sole meunière"
        },
        "Soufflé": {
            "definitional_context": "Un soufflé est une préparation culinaire salée ou sucrée, chaude, qui incorpore des blancs d'œufs montés en neige. Un soufflé glacé est une préparation glacée qui incorpore de la crème fouettée.",
            "transliteration": "Soufflé"
        },
        "Soufflé au fromage": {
            "definitional_context": "Le soufflé au fromage est un soufflé chaud, salé ou sucré, relevé au fromage. Il en existe de nombreuses variantes avec les divers fromages du monde.",
            "transliteration": "Soufflé au fromage"
        },
        "Steak au poivre": {
            "definitional_context": "Le steak au poivre est un plat composé d'un filet mignon de bœuf et d'une sauce au poivre. Les grains de poivre forment une croûte sur le steak une fois qu'il est cuit.",
            "transliteration": "Steak au poivre"
        },
        "Steak frites": {
            "definitional_context": "Le steak frites est un plat fréquemment servi en brasserie et dans les restaurants. C'est également un plat familial dans les contrées où les frites font partie des habitudes culinaires.",
            "transliteration": "Steak frites"
        },
        "Subric": {
            "definitional_context": "Un subric est un mets classique de la cuisine française, très en vogue au début du XXe siècle. Les subrics ressemblent à des petites galettes, ou crêpes épaisses, souvent de la taille d'un petit macaron.",
            "transliteration": "Subric"
        },
        "Tartare de saumon": {
            "definitional_context": "Un tartare de saumon est un plat reprenant le principe du steak tartare, mais en l'appliquant au saumon. Ce plat conserve la salade, à laquelle il est parfois mélangé, différentes épices, du citron, des condiments, des fruits et des légumes.",
            "transliteration": "Tartare de saumon"
        },
        "Tarte à la tomate": {
            "definitional_context": "La tarte à la tomate est une spécialité cuite au four consistant en une tarte de tomates découpées et disposées sur une pâte brisée ou feuilletée. La préparation est en général agrémentée de moutarde.",
            "transliteration": "Tarte à la tomate"
        },
        "Tête de veau": {
            "definitional_context": "La tête de veau est un plat préparé à partir de la tête d'un veau. Ce plat est consommé en Europe, notamment en France, en Belgique, en Allemagne, en Suisse et en Italie.",
            "transliteration": "Tête de veau"
        },
        "Tournedos Rossini": {
            "definitional_context": "Le tournedos Rossini est une spécialité culinaire traditionnelle à base de tournedos de bœuf accompagné de foie gras poêlé, et de lamelles de truffe, servi avec une sauce madère. Il aurait été créé en l'honneur du compositeur de musique classique et gastronome italien Gioachino Rossini.",
            "transliteration": "Tournedos Rossini"
        },
        "Tourte berrichonne": {
            "definitional_context": "La tourte berrichonne, ou truffiat, est un plat traditionnel du Berry à base de pommes de terre, d'oignon, de persil plat, de crème fraîche et avec une pâte feuilletée.",
            "transliteration": "Tourte berrichonne"
        },
        "Tripes": {
            "definitional_context": "Les tripes sont des abats préparés à partir de l'estomac des ruminants.",
            "transliteration": "Tripes"
        },
        "Truffe noire": {
            "definitional_context": "Tuber melanosporum, la Truffe noire, est une espèce de champignons comestibles de la famille des Tuberaceae. Ce champignon est hypogé et vit en symbiose avec un arbre.",
            "transliteration": "Truffe noire"
        },
        "Truite au bleu": {
            "definitional_context": "Une truite au bleu désigne une préparation culinaire de truite arrosée de vin rouge ou de vinaigre chauds, puis cuite dans un court-bouillon composé de vin rouge ou de vinaigre, d'oignons, de sel, de citron. La recette est citée dès le 17e siècle par Nicolas de Bonnefons.",
            "transliteration": "Truite au bleu"
        },
        "Truite meunière": {
            "definitional_context": "Une truite meunière est une recette de cuisine traditionnelle à base de truite cuisinée au beurre meunière. Elle est déclinable en de nombreuses variantes de poissons à la meunière.",
            "transliteration": "Truite meunière"
        },
        "Verrine (plat)": {
            "definitional_context": "Une verrine désigne un ustensile de cuisine, généralement en verre, qui sert à présenter un mets. Les préparations culinaires contenues dans ce récipient se consomment à l'aide d'une petite cuillère.",
            "transliteration": "Verrine (plat)"
        },
        "Viande de canard": {
            "definitional_context": "La viande de canard est le nom donné à la chair de canard utilisée pour l'alimentation humaine.",
            "transliteration": "Viande de canard"
        },
        "Vol-au-vent": {
            "definitional_context": "Le vol-au-vent est une charcuterie pâtissière composée d'une croûte cylindrique faite de pâte feuilletée, et d'une garniture liée d'une sauce. À l'origine, le vol-au-vent désigne formellement la croustade de pâte feuilletée, mais le sens a glissé pour inclure la garniture.",
            "transliteration": "Vol-au-vent"
        }
    }
}